{
    "content_name": "29948.txt.utf-8", 
    "isbn": "0330026712", 
    "author_name": "Fredric Brown", 
    "images_urls": [
        "http://www.gutenberg.org/files/29948/29948-h/images/001.png", 
        "http://www.gutenberg.org/files/29948/29948-h/images/002.png", 
        "http://www.gutenberg.org/files/29948/29948-h/images/003-1.jpg", 
        "http://www.gutenberg.org/files/29948/29948-h/images/003-2.jpg"
    ], 
    "year": 1968, 
    "images": [], 
    "id": 167, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Two Timer", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Old_Timers", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.54, 
    "rating_count": 86, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/882194.The_Two_Timers", 
        "found": true, 
        "year": 1968
    }, 
    "similar_books": [], 
    "description": "\"A stunning novel of parallel worlds. If anyone needed incontrovertible proof that the fiction of wonder has come of age, Bob Shaw has provided it in one extraordinary novel of power, warmth, ideas and imagination. The Two-Timers says something fresh and memorable about the monomania of love, about the way we wear our universe, about a few of the eternal verities that suddenly seem less secure. Aside from the sheer impetus of the story, which grasps and won't release till the unexpected conclusion, the writing is exquisite. It knocked me cold: painfully good.\"<br />Harlan Ellison", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29948", 
        "num": 29948
    }, 
    "authors": [
        58
    ], 
    "pages": 144, 
    "language": "English", 
    "isbn13": "9780330026710", 
    "release_date": "2009-09-09T00:00:00", 
    "author": 58, 
    "original_title": "The Old Timers", 
    "summary": "The Old Timers is a rare, privately printed book published in 1957 by the school teacher, map-maker, publisher and author J. L. Carr during his second visit to teach at a public school in Huron, South Dakota, United States.\nAt the age of 25 years, after training as a teacher, J. L. Carr applied to the English-Speaking Union for a year's exchange as a teacher and arrived in Huron, South Dakota on 1 October 1938. Some of his experiences in Huron were incorporated into the novel The Battle of Pollocks Crossing.\nAfter military service during the war in the Royal Air Force in West Africa and in military intelligence in England, Carr returned to teaching. In 1951 he was appointed as the first headmaster of Highfields primary school in Kettering, Northamptonshire. He took a sabbatical in 1956 to return to Huron with his wife Sally and son Robert, to spend another year at Huron Public School.\nDuring this time Carr wrote and illustrated a book of reminiscences of some of the first settlers in Beadle County, South Dakota which he entitled: The Old Timers. A social history of the way of life of the home-steading pioneers in the prairie states during the first few years of settlement, as shown by a typical community, the 'old-timers' of Beadle County in South Dakota.\nThe book consists of reminiscences of the men and women who established settlements on the land around Huron in South Dakota from the 1880s onwards, or descriptions of those pioneers given by people who knew them. Carr recorded in an interview in 1991 how he found the notes left by speakers at a defunct historical society that he had attended during his first visit in 1938. The notes and verbatim records of the County Historical Society meetings had been kept by Sherman Davis, Dr Ketelle and Mrs J. P. Walsh and these formed the basis of Carr's book.\nThe Old Timers describes with small line drawings by Carr how people lived: how they built houses, wells and cyclone shelters; the domestic implements they used such as table lamps, coffee grinders and hand irons; the weather and terrible winters they endured; the children and how they were taught, played and dressed; and the machinery used on the farm such as ploughs and a stone-boat for hauling large rocks. Carr wanted to record the lives of the homesteading pioneers of the prairie before it was all forgotten.\nThe credit for the book states: \"Written in Huron, State of South Dakota, by J.L. Carr of Kettering, the United Kingdom, as a service to the people of the prairie states\".\nThe copyright pages states: \"Copyright James Carr, 1957, All Rights reserved\". This could be regarded as Carr's first book as his first novel, A Day in Summer, was not published until 1963.\nThe Old Timers was printed on thin, acidic letter-size paper (279 x 216 mm) using a Cyclostyle copier with both typed and hand-written text and 180 hand-drawn illustrations and decorations of things in common use such as equipment, buildings, vehicles, plants and flowers.\nThe ex-library copy described here is bound in light brown cloth (282 x 222 mm) and is collated as follows.\nFree endpaper; title page; copyright page; contents and acknowledgements page; an introduction, signed by Carr in the page dated May 29, 1957; a decorated ownership page; a map of Huron and vicinity; pages 1 – 2 numbered; pages 3 – 6 un-numbered; page 7; page 8 un-numbered; pages 9 – 13 numbered; page 14 un-numbered; pages 15 – 53; page 54 missing; pages 55 – 57; page 58 un-numbered; pages 59 – 60; pages 61 – 63 un-numbered; pages 63 (mis-numbered) - 65, which is dated May 20, 1957; 2 pages of index (prepared by Wilma K Bliss of Huron); a one-page list of illustrations; 1 page endpiece; and two free end papers.\nCarr reported that he printed 82 copies and paid $18 to have them bound. He gave 40 copies to people who had lent furniture to his family during their stay in Huron and sold the remainder at $2 each to university departments and public libraries.\nAccording to the South Dakota Libraries Network copies can be found in the library of South Dakota State University; Augustana College; Northwestern State University; South Dakota State Library; Rapid City Public Library; Brookings Public Library; and the Siouxland Public Library. There is also a copy in the Morgan Library & Museum, New York City. There is no copy listed in Copac, the catalogue of UK copyright and university libraries.\nCarr was obviously proud of his work because it is listed as one of his publications in the first editions of his novels A Season in Sinji, The Harpole Report, How Steeple Sinderby Wanderers Won the F.A. Cup (as The Dakota Old-Timers) and in all his novels published by The Quince Tree Press, his own publishing house, where it is dated 1956 and listed as The Old Timers of Beadle County or similar.\n\"Why did I write it?\" Carr wrote in his introduction to the book: \"Because it needed to be written; because the tremendous qualities of these pioneering men and women needed to be shown to our generation; because, to a historian, this prairie country is virgin soil ready for the plough; because it has been great fun talking to many, many people, and very exciting to unearth things worn by the use of a past generation; because it gave me a reason to traipse around the prairie and to admire the great sweep of land and the sky\".", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "sf", 
        "fantascienza", 
        "fiction", 
        "default", 
        "currently-reading", 
        "owned", 
        "scifi", 
        "science", 
        "fiction-sci-fi", 
        "own-havent-read", 
        "born-sf", 
        "fantastyka", 
        "timey-wimey", 
        "trillion-year-spree-recs", 
        "fantasy", 
        "scif-fi", 
        "urania", 
        "posseduti", 
        "sf-unread", 
        "sci-fi-fantasy", 
        "taggare", 
        "palier", 
        "not-read", 
        "_ita", 
        "may-read", 
        "en-belfast", 
        "notebook", 
        "my-library", 
        "_to-request", 
        "alternate-worlds", 
        "priority", 
        "classici-urania", 
        "time-travel", 
        "genere_sci-fi", 
        "db", 
        "s-f", 
        "nook-p-z", 
        "gone", 
        "i-own", 
        "too-sexy-for-maiden-aunts", 
        "don-t-want-to-read", 
        "authors_bob_shaw", 
        "travel", 
        "time", 
        "i_luv_it", 
        "finish", 
        "-", 
        "to", 
        "secondhand", 
        "sience-fiction", 
        "sci-fi-or-speculative", 
        "database", 
        "fiction-sci-fi-buy"
    ], 
    "content_available": true, 
    "n_authors": 1
}