{
    "content_name": "799.txt.utf-8", 
    "isbn": "2731239417", 
    "language_code": "fre", 
    "author_name": "Jules Verne", 
    "images_urls": [], 
    "year": 2006, 
    "images": [], 
    "id": 659, 
    "category": "Text", 
    "plot": "The story opens some time after the end of the American Civil War. The Gun Club, a society based in Baltimore and dedicated to the design of weapons of all kinds (especially cannons), comes together when Impey Barbicane, its president, calls them to support his latest idea. He's done some calculations, and believes that they could construct a cannon capable of shooting a projectile to the moon. After receiving the support of his companions, another meeting is held to decide the place from which the projectile will be fired, the dimensions and materials of both the cannon and the projectile, and which kind of powder they are to use.\nAn old enemy of Barbicane, a Captain Nicholl of Philadelphia, designer of plate armor, declares that the enterprise is absurd and makes a series of bets with Barbicane, each of them of increasing amount, over the impossibility of such feat.\nThe first obstacle, the money to construct the cannon (and against which Nicholl has bet 1,000 dollars), is raised from a number of countries in America and Europe. Notably, the US gives four million dollars, while England does not give a farthing, but in the end, nearly five and a half million dollars are raised, which ensures the financial feasibility of the project.\nStone's Hill in \"Tampa Town\", Florida is chosen as the site for the cannon's construction, predating Kennedy Space Center's placement in Florida by almost 100 years. Verne gives the exact position as 27°7' northern latitude and 5°7' western longitude (of course relative to the meridian of Washington that is 27°7′0″N 82°9′0″W). The Gun Club travels there and starts the construction of the Columbiad cannon, which requires the excavation of a 900-foot-deep (270 m) and 60-foot-wide (18 m) circular hole, which is made in the nick of time, but a surprise awaits Barbicane: Michel Ardan, a French adventurer, plans to travel aboard the projectile.\nDuring a meeting between Ardan, the Gun Club, and the inhabitants of Florida, Nicholl appears and challenges Barbicane to a duel. The duel is stopped when Ardan—having been warned by J. T. Maston, secretary of the Gun Club—meets the rivals in the forest where they have agreed to duel. Meanwhile, Barbicane finds the solution to the problem of surviving the incredible acceleration that the explosion would cause. Ardan suggests that Barbicane and Nicholl travel with him in the projectile, and the offer is accepted.\nIn the end, the projectile is successfully launched, but the destinies of the three astronauts are left inconclusive. The sequel, Around the Moon, deals with what happens to the three men in their travel from the earth to the moon.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "De la Terre à la Lune", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/From_the_Earth_to_the_Moon", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.85, 
    "rating_count": 20, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12550779-de-la-terre-la-lune-claudius-bombarnac", 
        "found": true, 
        "year": 2006
    }, 
    "similar_books": [], 
    "loc_class": "PQ: Language and Literatures: Romance literatures: French, Italian, Spanish, Portuguese", 
    "format": "Hardcover", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/799", 
        "num": 799
    }, 
    "authors": [
        6
    ], 
    "pages": 386, 
    "language": "French", 
    "isbn13": "9782731239416", 
    "country": 4, 
    "release_date": "1997-01-01T00:00:00", 
    "author": 6, 
    "original_title": "From the Earth to the Moon", 
    "summary": "From the Earth to the Moon (French: De la terre à la lune) is an 1865 novel by Jules Verne. It tells the story of the Baltimore Gun Club, a post-American Civil War society of weapons enthusiasts, and their attempts to build an enormous Columbiad space gun and launch three people—the Gun Club's president, his Philadelphian armor-making rival, and a French poet—in a projectile with the goal of a moon landing.\nThe story is also notable in that Verne attempted to do some rough calculations as to the requirements for the cannon and, considering the comparative lack of any data on the subject at the time, some of his figures are surprisingly close to reality. However, his scenario turned out to be impractical for safe manned space travel since a much longer muzzle would have been required to reach escape velocity while limiting acceleration to survivable limits for the passengers.\nThe character of Michel Ardan, the French member of the party in the novel, was inspired by the real-life photographer Félix Nadar.", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "موجود-بمكتبتنا", 
        "novels-romans-روايات", 
        "disponible-chez-nous", 
        "available-in-the-library", 
        "in-my-library", 
        "currently-reading", 
        "1-littérature-fantaisie-fantastique", 
        "books-i-own", 
        "1-littérature-française"
    ], 
    "content_available": true, 
    "n_authors": 1
}