{
    "content_name": "50022.txt.utf-8", 
    "isbn": "141918704X", 
    "author_name": "Murray Leinster", 
    "images_urls": [
        "http://www.gutenberg.org/files/50022/50022-h/images/ad.jpg", 
        "http://www.gutenberg.org/files/50022/50022-h/images/back.jpg", 
        "http://www.gutenberg.org/files/50022/50022-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/50022/50022-h/images/tp.jpg"
    ], 
    "year": 1960, 
    "images": [], 
    "id": 313, 
    "category": "Text", 
    "plot": "When satellite-tracking stations around the world begin receiving radio signals from deep space, Joe Burke, owner of a small engineering company, is about to propose marriage to Sandy Lund, a woman he has known since high school. The signals consist of a repeated series of flute-like notes, which Joe recognizes. Joe plays for Sandy a tape recording he made a year earlier and it sounds just like the signal from space. Joe explains that he got the notes from a lucid dream that has come to him off and on since he was eleven. In the dream he is on a world with two moons and trees with ribbon-like leaves and he is holding a strange weapon, a kind of recoilless pistol. In his shop he makes a modified version of the weapon and when he tests it, it breaks loose from the workbench and slams into a wall hard enough to shatter the bricks.\nMeanwhile astronomers trace the signal to an asteroid, M-387, and send a radio signal to it. In response the asteroid changes its signal. With the help of Holmes, a yacht builder, Keller, an electronics expert, and several workmen, Joe builds a small spaceship propelled by a reactionless drive based on his modification of the recoilless pistol. Just in time the ship is finished and, with Holmes, Keller, Sandy, and Sandy’s sister Pam aboard, Joe lifts off just as the police arrive to end the project. Pursued by Nike missiles, Joe takes the ship into space and heads for Asteroid M-387.\nAfter eleven days of travel they arrive at the asteroid and see only a radio mast and the entrance to a tunnel. When they fly their ship into the tunnel a door closes behind them, lights come on, and the tunnel fills with air and artificial gravity. Finding the air breathable, the five impromptu astronauts explore the asteroid. They discover that it is a vast, empty fortress with unknown weapons still in their racks and a control room where the fluting signal originates.\nIn one room Joe finds thousands of small black cubes. When he dozes off next to one he has a lucid dream of taking part in a weapons drill. He understands that the dream that has obsessed him since childhood must have come from a fragment of a similar cube that had been found in a Cro-Magnon cave with artifacts dated to 20,000 B.C. Sandy suggests looking for cube readers, reasoning that learning from a cube by sleeping near it is inefficient. They find a pair of reading helmets and quickly begin learning all about the fortress, its weapons, and an implacable Enemy with which the garrison’s civilization may have been at war for 100,000 years or more. They also learn that the Enemy has sent a new attack, one that will rip apart the solar system in a matter of days.\nUsing a procedure that Keller develops, Joe, Holmes, and Keller modify three hundred of the torpedoes they find in the fortress and launch them. The ten-foot spheres accelerate toward the enemy squadron at 160-gees, approaching the speed of light in little over two days. The torpedoes obliterate the Enemy’s squadron and everyone breathes a sigh of relief. Then Joe notes that in a few centuries Humanity will have to go out into interstellar space to look for the Enemy.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Wailing Asteroid", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Wailing_Asteroid", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.5, 
    "rating_count": 59, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/50022/pg50022.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1220489.The_Wailing_Asteroid", 
        "found": true, 
        "year": 1960
    }, 
    "similar_books": [], 
    "description": "THE PUBLIC ABRUPTLY ceased to be interested in news of the signals. Rather, it suddenly wanted to stop thinking about them. The public was scared. Throughout all human history, the most horrifying of all ideas has been the idea of something which was as intelligent as a man, but wasn't human.<br /><br />The first sounds came at midnight, a plaintive keening from an unknown voice in the vastness of uncharted space. Within hours the whole world had heard the strange, unearthly music--and the panic had begun.<br /><br />Were the sounds a plea for help? From whom? From where? Or were they a command too terrible to think about? No one knew: And in billions of earth-bound minds the horror grew...<br /><br />For how could man, who had not yet claimed the moon, defy a challenge from the stars?<br /><br />And hours later, to the ears of a helpless world, the second message came. . .<br /><br />And Earth's days were numbered.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/50022", 
        "num": 50022
    }, 
    "authors": [
        61
    ], 
    "language": "English", 
    "isbn13": "9781419187049", 
    "country": 6, 
    "release_date": "2015-09-20T00:00:00", 
    "author": 61, 
    "original_title": "The Wailing Asteroid", 
    "summary": "The Wailing Asteroid is a science-fiction novel written by Murray Leinster (William Fitzgerald Jenkins) and first published in 1960 by Avon Books. It presents the theme of the lone inventor who saves Earth from cosmic danger and introduces Humanity to an unknown civilization. The novel was adapted for film as The Terrornauts in 1967.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sf", 
        "owned", 
        "library", 
        "sci-fi", 
        "fiction", 
        "default", 
        "kindle", 
        "taggare", 
        "scifi", 
        "sold", 
        "fantascienza", 
        "urania", 
        "not-read", 
        "audiobook", 
        "to-read-pile", 
        "20th-century-lit", 
        "31", 
        "sf-f", 
        "ebooks", 
        "shelf-l-authors", 
        "genre-syfi-fan-horr", 
        "digital", 
        "lost-interest", 
        "chucked", 
        "listened-to", 
        "novels", 
        "sci-fi-classics", 
        "scifi-new-wave-1960-1979", 
        "pulp-fiction", 
        "old-skool", 
        "audiobooks", 
        "trb", 
        "available", 
        "science-fiction-fantasy", 
        "sf-fantasy", 
        "bin-007", 
        "sf-fantasy-horror", 
        "_ita", 
        "usa", 
        "collection", 
        "lett-americana", 
        "own-to-read", 
        "human-origins", 
        "culling", 
        "alien-ancestors", 
        "military-sf", 
        "books", 
        "1-owning", 
        "feedbooks-com", 
        "my-kindle", 
        "better-than-the-movie", 
        "paperback", 
        "owned-books", 
        "space-opera", 
        "asteroid-belt", 
        "hd", 
        "sf12", 
        "urania-201-400", 
        "classici-urania", 
        "fantasy-fantascienza", 
        "need-to-review", 
        "romanzi", 
        "fantasy-science-fiction", 
        "first-contact", 
        "alien-cultures", 
        "1954-1969", 
        "classical-background-in-sf", 
        "science-fiction-fantasy-and-horror"
    ], 
    "content_available": true, 
    "n_authors": 1
}