{
    "content_name": "24436.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Randall Garrett", 
    "images_urls": [], 
    "year": 2017, 
    "images": [], 
    "id": 371, 
    "category": "Text", 
    "plot": "As the novel opens, Kris peKym and his cronies are doing an unprecedented and revolutionary thing - they are robbing a bank. Although the Nidorians use paper money, it is always backed by reserves of precious metal, in this case cobalt. The gang removes all the cobalt from one of the regional banks, making its scrip worthless. The plan is to use their cash reserves from other banks to buy up the worthless notes at a steep discount, then let the cobalt be re-discovered, multiplying their funds overnight.\nThe scheme appears to succeed, but in the process Nidorian society becomes ever more fractured. Del peFenn Vyless, the radical leader of Norvis' party, is assassinated. His place is taken by Kris peKym who, as a Yorgen and direct descendant of the Lawgiver, is an ideal figurehead for the movement to restore the old ways.\nKris peKym spreads a rumor that the Earthmen are responsible for the theft of the cobalt, and when the Earthmen refuse to deny this rumor, he foments a riot that results in the sacking of the School. The cobalt is discovered there, where Kris had planted it. The Earthmen do nothing - they stand and watch the destruction, then float up into the sky, surrounded by a blue glow. As far as the Nidorians can tell, they have been driven off Nidor.\nThings progressively get worse until mass starvation, food riots and breakdown of the law result in the destruction of the main Temple. Norvis confronts his grandfather, who collapses and dies as his world crumbles around him. Norvis' party appears to have won, but it is a Pyrrhic victory, with new religious sects appearing and more economic problems. Kris peKym is appointed Executive Officer by the remnants of the High Council, the first autocratic leader in the history of Nidor.\nNorvis sets out on a quest - his mother had told him how she happened across an encampment of Earthmen in the mountains, and he wants to know if they are still there. He finds the camp, but it is abandoned. However, he has company - the Earthman he knows as Smith, who caused his downfall. Smith has been waiting for Norvis. Norvis pulls out a weapon to exact revenge, but holds off long enough for Smith to persuade Norvis to come with him to a place where all will be explained.\nRising together, just as the Earthmen did when the School was sacked, they enter a spaceship, which rises above the atmosphere. Norvis is shown what the Great Light really is, and how far away it is. He sees his planet from above, the first Nidorian to do so. Smith explains that when the Earthmen first encountered Nidor, it was the first time they had found a species they had anything in common with, albeit one that had no inkling of other worlds, because they never saw the sun or stars.\nIntelligent life is rare, and previous encounters with aliens had been hostile and traumatic. Nidor promised humans something they thought they lacked - stimulating companionship and competition. However Nidorian society was locked in stasis. It could never provide a challenge to humans, and any significant interactions would destroy it through culture shock. Instead the humans adopted the role of the beneficent Earthmen, with a distinctive appearance, for instance wearing beards, and created institutions like the School of Divine Law, which, over the years, would result in the disruption of the static society. They also created the conditions for intelligent, outward-looking Nidorians to meet and marry, thus breeding a new Nidorian who would lead the new society.\nNorvis realizes that he is a result of that breeding program. Smith explains he was kicked out of the School because they knew what problems the peych hormone would cause. Indeed, the tactic proved so successful they have been kicking out other students of Norvis' calibre so they would be just as motivated as Norvis himself.\nSmith returns Norvis to the surface of the planet, but not before telling him \"See you in a couple of centuries\". Humans and Nidorians will not meet again until Nidor lifts itself into space, as it must. When that happens, humans will not look like the hated Earthmen, and the two species will become friends.\nBack on the surface, Norvis has an epiphany. He has been trying to get rid of the Earthmen for what they did to Nidor, but everything they did, even partly causing the peych glut, was minor. The person really responsible for ruining Nidor, by killing Del peFenn, by starting heretical religious sects, by creating the Merchants Party itself in opposition to the priests, is Norvis himself. The Earthmen did not need to ruin Nidor. They simply bred a Nidorian to do it for them. Now there is no going back.\nNorvis returns to his own kind. He is shocked to find that Kris peKym has been assassinated while he was gone. He nominates a new leader, and prepares to do what he must, starting with rebuilding the School.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Anything You Can Do ...", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Dawning_Light", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.0, 
    "rating_count": 5304, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/33037374-anything-you-can-do", 
        "found": true, 
        "year": 2017
    }, 
    "similar_books": [], 
    "description": "Lucas Thatcher has always been my enemy.<br /><br />It’s been a decade since I’ve seen him, but our years on opposite coasts were less of a lasting peace and more of a temporary cease-fire. Now that we’re both back in our small town, I know Lucas expects the same old war, but I’ve changed since high school—and from the looks of it, so has he.<br /><br />The arrogant boy who was my teenage rival is now a chiseled doctor armed with intimidating good looks. He is Lucas Thatcher 2.0, the new and improved version I’ll be competing with in the workplace instead of the schoolyard.<br /><br />I’m not worried; I’m a doctor now too, board-certified and sexy in a white coat. It almost feels like winning will be too easy—until Lucas unveils a tactic neither of us has ever used before: sexual warfare.<br /><br />The day he pushes me up against the wall and presses his lips to mine, I can’t help but wonder if he’s filling me with passion or poison. Every fleeting touch is perfect torture. With every stolen kiss, my walls crumble a little more. After all this time, Lucas knows exactly how to strip me of my defenses, but I’m in no hurry to surrender.<br /><br />Knowing thy enemy has never felt so good.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24436", 
        "num": 24436
    }, 
    "authors": [
        49
    ], 
    "pages": 247, 
    "language": "English", 
    "release_date": "2008-01-26T00:00:00", 
    "author": 49, 
    "original_title": "The Dawning Light", 
    "summary": "The Dawning Light is a 1959 science fiction novel published under the name Robert Randall, collaborative pseudonym of American writers Robert Silverberg and Randall Garrett. It depicts the changes in the society of the fictional planet Nidor, a world perpetually covered in dense cloud, inhabited by humanoids resembling humans but differing in several respects, notably in being covered from head to foot in short downy fur. The technological level of the society is about that of Renaissance Europe, and has been that way for thousands of years.\nIn the novel the main characters are struggling to throw off the influence of the Earthmen. These are humans with advanced technology who came to their planet as benefactors, founding a University and presiding over advances in agriculture, but whose work always seemed to have adverse results. Some of this was depicted in a previous set of shorter stories, collected as The Shrouded Planet two years previously.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "romance", 
        "contemporary", 
        "favorites", 
        "contemporary-romance", 
        "enemies-to-lovers", 
        "new-adult", 
        "kindle-unlimited", 
        "funny", 
        "read-in-2017", 
        "kindle", 
        "chick-lit", 
        "read-2017", 
        "adult", 
        "standalone", 
        "love-hate", 
        "2017-reads", 
        "arc", 
        "dnf", 
        "office-romance", 
        "2017-read", 
        "2017-releases", 
        "hilarious", 
        "romantic-comedy", 
        "stand-alone", 
        "rom-com", 
        "ebook", 
        "4-stars", 
        "favourites", 
        "hate-to-love", 
        "lol", 
        "book-boyfriends", 
        "book-boyfriend", 
        "humor", 
        "steamy", 
        "cute", 
        "ebooks", 
        "na", 
        "february-2017", 
        "favorite", 
        "laugh-out-loud", 
        "comedy", 
        "love-hate-relationship", 
        "hea", 
        "small-town", 
        "fiction", 
        "e-book", 
        "3-stars", 
        "humour", 
        "reviewed", 
        "made-me-laugh", 
        "friends-to-lovers", 
        "2017-release", 
        "read-in-english", 
        "2017-books", 
        "adult-fiction", 
        "owned", 
        "kindle-books", 
        "next", 
        "5-stars", 
        "doctor", 
        "4-5-stars", 
        "to-buy", 
        "doctors", 
        "funny-as-hell", 
        "could-not-put-down", 
        "did-not-finish", 
        "ku", 
        "fun", 
        "funny-romance", 
        "2017-favorites", 
        "arcs", 
        "february", 
        "maybe", 
        "feb-2017", 
        "favorite-authors", 
        "4-star", 
        "lmao", 
        "downloaded", 
        "adult-romance", 
        "loved", 
        "1st-person-pov", 
        "2017-reading-challenge", 
        "e-books", 
        "english", 
        "witty", 
        "faves", 
        "haters-to-lovers", 
        "annoying-heroine", 
        "second-chance", 
        "meh", 
        "genre-contemporary-romance", 
        "sweet", 
        "dual-pov", 
        "alpha-male", 
        "5-star", 
        "work", 
        "loved-it", 
        "on-kindle"
    ], 
    "content_available": true, 
    "n_authors": 1
}