{
    "content_name": "23612.txt.utf-8", 
    "isbn": "1591845327", 
    "language_code": "eng", 
    "author_name": "Murray Leinster", 
    "images_urls": [
        "http://www.gutenberg.org/files/23612/23612-h/images/001.png", 
        "http://www.gutenberg.org/files/23612/23612-h/images/002.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p142-image.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p142.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p143.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p144.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p145.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p146.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p147.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p148.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p149.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p150.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p151-image.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p151.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p152.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p153.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p154.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p155.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p156.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p157.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p158.png", 
        "http://www.gutenberg.org/files/23612/23612-page-images/p159.png"
    ], 
    "year": 2013, 
    "images": [], 
    "id": 602, 
    "category": "Text", 
    "plot": "Earth's first starship, the Adastra, is approaching Proxima Centauri after a seven-year voyage. The voyage was marred by a mutiny among the crew, and the ship is still divided between a small group of officers who control the Adastra and the remainder of the crew, whom the officers refer to disparagingly as Muts, short for mutineers.\nA young Mut named Jack Gary has been picking up and studying transmissions from a race native to the Proxima Centauri system. This has earned him the confidence of Captain Bradley, the love of Bradley's daughter Helen, and the hatred of the Adastra's first officer, Commander Alstair, who also has romantic designs upon Helen. Much to Alstair's disgust, Captain Bradley raises Gary to officer status in recognition of his work with the Centaurian transmissions.\nShortly after the elderly Bradley's death, Gary discovers that a Centaurian spaceship is approaching the Adastra, and he suspects that their intention is hostile. The Centaurians confirm his suspicions when they fire a radiation beam at the ship. Although the Adastra has not been harmed, Alstair has the ship play dead to fool the Centaurians into thinking they have succeeded in wiping out the crew. The Centaurian ship docks with the Adastra, and a boarding party attacks the crew. The boarding party is defeated, and the Centaurian ship departs.\nStudying the captured leader of the Centaurian boarding party makes it clear that the Centaurians are mobile, carnivorous plants that feed on animals, and that they look on the crew of the Adastra as a highly valuable food source. Now that the Adastra has entered their system, the Centaurians will be able to trace their course back to Earth. As a fleet of Centaurian ships approaches the Adastra, Gary learns that Earth has launched a second starship for Proxima Centauri.\nThe defenseless Adastra is surrounded by the Centaurian fleet, and boarded. The entire crew is consumed by Centaurians except for Alstair, Jack Gary, Helen Bradley, and half a dozen officers. The Centaurian leader orders all the Adastra's records, equipment, and animals sent on board an automated ship, along with Gary and Bradley. While Alstair and the remaining officers pilot the Adastra to Proxima Centauri I, the Centaurian homeworld, the automated ship will be flown to Proxima Centauri II, an Earthlike world that has long since been stripped of its native animal life and abandoned by the Centaurians. After Gary and Bradley land on Proxima Centauri II and release the animals there, Alstair reaches the Centaurian homeworld. Alstair rigs the Adastra's engines to explode, setting off a chain reaction that will destroy the Centaurian homeworld and exterminate the Centaurians, leaving Gary and Bradley to await the arrival of the next ship from Earth.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Leader", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Proxima_Centauri_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.11, 
    "rating_count": 8225, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/16144853-leaders-eat-last", 
        "found": true, 
        "year": 2013
    }, 
    "similar_books": [
        "Multipliers: How the Best Leaders Make Everyone Smarter", 
        "Quick and Nimble: Lessons from Leading CEOs on How to Create a Culture of Innovation", 
        "Scaling Up Excellence: Getting to More Without Settling for Less", 
        "Turn the Ship Around!: A True Story of Turning Followers into Leaders", 
        "The Advantage: Why Organizational Health Trumps Everything Else in Business", 
        "StandOut: The Groundbreaking New Strengths Assessment from the Leader of the Strengths Revolution", 
        "Thanks for the Feedback: The Science and Art of Receiving Feedback Well", 
        "Good Leaders Ask Great Questions: Your Foundation for Successful Leadership", 
        "Compelling People: The Hidden Qualities That Make Us Influential", 
        "Act Like a Leader, Think Like a Leader", 
        "We Can Work It Out: Resolving Conflicts Peacefully and Powerfully", 
        "The Customer Rules: The 39 Essential Rules for Delivering Sensational Service", 
        "The End of Competitive Advantage: How to Keep Your Strategy Moving as Fast as Your Business", 
        "Likeable Business: Why Today's Consumers Demand More and How Leaders Can Deliver", 
        "Team of Teams: The Power of Small Groups in a Fragmented World", 
        "Smartcuts: How Hackers, Innovators, and Icons Accelerate Success", 
        "Succeeding When You're Supposed to Fail: The 6 Enduring Principles of High Achievement", 
        "Simple Rules: How to Thrive in a Complex World"
    ], 
    "description": "<b>The highly anticipated follow-up to Simon Sinek’s global bestseller <i>Start with Why</i></b>ï¿½Simon Sinek is an optimist, a visionary thinker, and a leader of the cultural revolution of WHY. His second book is the natural extension of <i>Start with Why</i>, expanding his ideas at the organizational level. Determining a company’s WHY is crucial, but only the beginning. The next step is how do you get people on board with your WHY? How do you inspire deep trust and commitment to the company and one another?ï¿½He cites the Marine Corps for having found a way to build a culture in which men and women are willing to risk their lives, because they know others would do the same for them.ï¿½It’s not brainwashing; it’s actually based on the biology of how and when people are naturally at their best. If businesses could adopt this supportive mentality, employees would be more motivated to take bigger risks, because they’d know their colleagues and company would back them up, no matter what.ï¿½Drawing on powerful and inspiring stories, Sinek shows how to sustain an organization’s WHY while continually adding people to the mix.<br />", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/23612", 
        "num": 23612
    }, 
    "authors": [
        61
    ], 
    "pages": 244, 
    "language": "English", 
    "isbn13": "9781591845324", 
    "country": 2, 
    "release_date": "2007-11-24T00:00:00", 
    "author": 61, 
    "original_title": "Proxima Centauri (short story)", 
    "summary": "\"Proxima Centauri\" is a science fiction short story by American writer Murray Leinster, originally published in the March 1935 issue of Astounding Stories. Unusually for the time, the story adhered to the laws of physics as they were known, showing a starship that was limited by the speed of light, and which took several years to travel between the stars. In his comments on the story in Before the Golden Age, Isaac Asimov thought that \"Proxima Centauri\" must have influenced Robert A. Heinlein's later story \"Universe\" and stated that it influenced his own Pebble in the Sky.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "business", 
        "leadership", 
        "non-fiction", 
        "currently-reading", 
        "nonfiction", 
        "management", 
        "self-help", 
        "favorites", 
        "work", 
        "psychology", 
        "professional-development", 
        "audiobook", 
        "personal-development", 
        "to-buy", 
        "professional", 
        "self-improvement", 
        "audible", 
        "business-books", 
        "audio", 
        "audiobooks", 
        "entrepreneurship", 
        "kindle", 
        "work-related", 
        "career", 
        "business-leadership", 
        "to-read-non-fiction", 
        "development", 
        "self-development", 
        "library", 
        "personal-growth", 
        "business-management", 
        "professional-reading", 
        "philosophy", 
        "ebook", 
        "audio-book", 
        "to-read-business", 
        "education", 
        "leadership-books", 
        "productivity", 
        "my-library", 
        "non-fiction-to-read", 
        "owned-books", 
        "adult", 
        "leadership-management", 
        "to-read-nonfiction", 
        "pd", 
        "improvement", 
        "my-books", 
        "management-leadership", 
        "on-hold", 
        "shelfari-favorites", 
        "read-in-2015", 
        "business-books-to-read", 
        "business-and-leadership", 
        "coaching", 
        "next", 
        "audio-books", 
        "sociology", 
        "wish-list", 
        "success", 
        "must-read", 
        "business-career", 
        "culture", 
        "recommended", 
        "military", 
        "ebooks", 
        "leadership-and-management", 
        "communication", 
        "read-in-2017", 
        "2017-reads", 
        "gave-up-on", 
        "2017-books", 
        "2017-reading-list", 
        "read-in-2016", 
        "favorite", 
        "abandoned", 
        "relationships", 
        "never-finished", 
        "contemporary", 
        "recommendations", 
        "priority", 
        "motivation", 
        "business-marketing", 
        "history", 
        "professional-books", 
        "science", 
        "maybe", 
        "did-not-finish", 
        "bussiness", 
        "didn-t-finish", 
        "career-development", 
        "biz", 
        "management-and-leadership", 
        "social-science", 
        "short-list", 
        "books-read-in-2017", 
        "impact-theory", 
        "nonfiction-to-read", 
        "read-2017"
    ], 
    "content_available": true, 
    "n_authors": 1
}