{
    "content_name": "51845.txt.utf-8", 
    "isbn": "0345016610", 
    "language_code": "eng", 
    "author_name": "C. M. Kornbluth", 
    "images_urls": [
        "http://www.gutenberg.org/files/51845/51845-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/cover2.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus3.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus4.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus5.jpg", 
        "http://www.gutenberg.org/files/51845/51845-h/images/illus6.jpg"
    ], 
    "year": 1957, 
    "images": [], 
    "id": 171, 
    "category": "Text", 
    "plot": "The story opens in the town of Wheeling, West Virginia. We first see Roget Germyn, a banker and model Citizen. An Eye forms over him while he is meditating, but he is interrupted and the Eye vanishes. He then returns to a more Earthly concern - whether or not the 'sun' will be regenerated, ending the current period of hunger and cold.\nAttention then shifts to Glenn Tropile, who lives among the Citizens, but regards himself as one of the feared Wolves. He has even managed to slowly coach his wife, Gala, toward a more Wolfish outlook. Despite this rebellious attitude, he maintains a genuine interest in meditation.\nGlenn Tropile is exposed as a Wolf while stealing bread. He escapes execution and is collected by a community of Wolves living in the town of Princeton. They find he doesn't entirely fit in there either, but hope he may get collected by an 'Eye', giving them a chance to measure this process in detail. This eventually happens and they find, as expected, that his disappearance was facilitated by the Pyramid on Everest. Glenn Tropile has been sent to the Pyramid's planet.\nWe then learn his fate. To the Pyramids, the human race is nothing more than a useful source of 'Components' for a complex world-machine devoted mostly to feeding these artificial and semi-organic beings. Tropile is suspended in a fluid-filled tank and 'wired in' to the vast computer system. Later, he is linked to seven other humans as a 'Snowflake' - eight minds joined together to facilitate more complex tasks than a single human Component could manage.\nIn this condition, Tropile wakes, manages to retain his sanity, and wakes the other humans. They eventually merge with one another to form a sophisticated collective mind. The freed Snowflake then spies on the Pyramids, finding that they have been traveling for some two million years, and have collected many species as Components, but seem locked in meaningless rituals surrounding an alien creature at the world's North Pole. They later realize that this is the last survivor of the race that created the Pyramids.\nIn the meantime, they have modified the collection process of human Components so that it selects persons known to at least one of the eight people composing the Snowflake (which has become almost as ruthless and inhuman as the alien Pyramids). These humans are intended as 'mice,' disrupters of the planet, and later as an army with which to fight the Pyramids. Roget Germyn is one of them, as is Tropile's wife.\nFacing a philosophical dead-end, the 'Snowflake' decides to separate its component minds to study the problem. Restored to individual identity, Glenn Tropile becomes horrified at what he has done. However, the majority of the others want to carry on. While they are arguing, one of their number is taken over by the mind of the alien at the North Pole, who warns them that the Pyramids have noticed them and plan to wipe out half the planet to get rid of them.\nThey initially re-merge their personalities as the Snowflake and expedite their plans. Tropile decides he must physically disconnect himself from the Snowflake and leave to lead the humans. They manage to defeat the Pyramids, but not before the remainder of the Snowflake is also destroyed. The humans free many of the other Components and ship them back to Earth.\nTropile now finds he is a hero of sorts, but does not fit the role (though he never truly fit any role in which he was placed - Sheep, Wolf, or Component). He also sees that there is a need for someone to wire themselves back into the alien planet's surviving systems, to re-kindle the 'sun' every five years and perhaps return the Earth to its original orbit. He doesn't want to do it alone, but most of the people he knows are either unwilling or unsuitable. On the last page, though, his wife agrees to join him. He expects that there will later be others, that \"[t]he ring of fire [will] grow.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Wolfbane", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Wolfbane_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.65, 
    "rating_count": 261, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51845/pg51845.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1875941.Wolfbane", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [
        "Citizen In Space", 
        "Men, Martians and Machines", 
        "The Green Odyssey", 
        "Ten Thousand Light-Years From Home", 
        "Galaxies Like Grains of Sand", 
        "Cosmic Engineers", 
        "Brain Wave", 
        "Man From P.I.G. And R.O.B.O.T. (Puffin Books)", 
        "Starburst", 
        "Lord Of The Spiders Or Blades Of Mars (Michael Kane, Vol. 2)", 
        "Sea-Horse in the Sky: A Science Fiction Novel", 
        "The Wind from Nowhere", 
        "Escape From Kathmandu", 
        "Quest of the Three Worlds", 
        "Venus Plus X"
    ], 
    "description": "The Earth has been ripped from the Sun by a runaway planet, whose inhabitants have their own plans for Earth's resources. Humankind is dying out, but there are those who defy convention and refuse to give in. Feared by ordinary citizens, these Wolves are preparing to fight back against the aliens.<br /><br /><i>\"A work of sheer, exuberant imagination!\"</i> - <a href=\"https://www.goodreads.com/author/show/7779.Arthur_C__Clarke\" title=\"Arthur C. Clarke\" rel=\"nofollow\">Arthur C. Clarke</a><br /><br /><i>\"Why are books like</i> Wolfbane <i>not written any more?\"</i> - Infinity Plus<br /><br /><i>\"A novel of ideas and concepts to stretch the imagination... so fast-paced that it's difficult to put down. It's well worth the brief time needed to read this little classic... the story has not dated in the same way as most SF of this period.\" </i><br />- <a href=\"https://www.goodreads.com/author/show/94793.Anthony_G__Williams\" title=\"Anthony G. Williams\" rel=\"nofollow\">Anthony G. Williams</a>, author of <i>The Foresight War</i>", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51845", 
        "num": 51845
    }, 
    "authors": [
        51, 
        40
    ], 
    "pages": 140, 
    "language": "English", 
    "isbn13": "9780345216618", 
    "countries": [
        2
    ], 
    "release_date": "2016-04-23T00:00:00", 
    "author": 51, 
    "original_title": "Wolfbane (novel)", 
    "summary": "Wolfbane is a science fiction novel by Frederik Pohl and C. M. Kornbluth, published in 1959. It was serialized in Galaxy in 1957, with illustrations by Wally Wood. In his review column for F&SF, Damon Knight selected the novel as one of the 10 best genre books of 1959.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "sf", 
        "default", 
        "owned", 
        "fiction", 
        "own-might-read", 
        "scifi", 
        "sf-fantasy", 
        "currently-reading", 
        "books-i-own", 
        "fantasy", 
        "--82-", 
        "scifi-golden-age-2-1947-1959", 
        "old-skool", 
        "sci-fi-fantasy", 
        "ebook", 
        "paperback", 
        "ebook-yes", 
        "msf", 
        "golden-age-science-fiction", 
        "vintage-sci-fi", 
        "1950s", 
        "usa", 
        "checked", 
        "to-read-maybe", 
        "reread-list", 
        "maybe-read-already", 
        "on-calibre-to-read", 
        "project-gutenberg", 
        "2-a", 
        "00-to-read-01", 
        "dystopie", 
        "archive", 
        "colecï¿½ï¿½o-argonauta", 
        "20th-century-lit", 
        "audiobooks", 
        "one-word-titles", 
        "trillion-year-spree-recs", 
        "got-book-need-to-read", 
        "new-read-2000s", 
        "category-novels", 
        "apocalypse-dystopia", 
        "kindle", 
        "dystopia", 
        "find", 
        "have", 
        "classics", 
        "owned-books", 
        "paper_nl", 
        "collaboration", 
        "sci-fi-fantasy-adv", 
        "gutenberg", 
        "science-ficionn", 
        "sci-fi-1950-2000", 
        "faves", 
        "02sftr", 
        "trb", 
        "available", 
        "shelfari-wishlist", 
        "westchester-storage", 
        "read-before-2012", 
        "belongs-to-me", 
        "back-in-the-day", 
        "000src-f-30-08-3-novella", 
        "sf-september", 
        "bin-007", 
        "activity", 
        "alphabetical-by-title", 
        "science-fiction-fantasy-horror", 
        "owned-owned-owned", 
        "deadtree-givingaway", 
        "novels", 
        "tbr-someday-maybe", 
        "penguins-wbbs", 
        "penguins-scifi", 
        "pages-to-edit", 
        "1", 
        "sff", 
        "a18", 
        "scifi-fantasy", 
        "not-read", 
        "physically-own", 
        "cyborg-stories", 
        "to-read-already-own", 
        "bibliothek", 
        "used", 
        "catalogued", 
        "_owned", 
        "estados-unidos", 
        "paul", 
        "read-when-a-kid", 
        "00000src-s-25-11-3-inits", 
        "aa-home-18", 
        "boeken-ebooks", 
        "taggare", 
        "my-unread-books", 
        "book", 
        "e-books"
    ], 
    "content_available": true, 
    "n_authors": 2
}