{
    "content_name": "552.txt.utf-8", 
    "isbn": "160096348X", 
    "language_code": "eng", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1918, 
    "images": [], 
    "id": 82, 
    "category": "Text", 
    "plot": "The novel begins with the organization of an expedition to rescue Bowen J. Tyler, Lys La Rue, and the other castaways marooned on the large Antarctic island of Caprona, whose tropical interior, known to its inhabitants as Caspak, is home to prehistoric fauna of all eras. Tyler's recovered manuscript detailing their ordeal is delivered to his family, and the relief effort is put together by Tom Billings, secretary of the Tyler shipbuilding business. The expedition's ship, the Toreador, locates Caprona, and while the bulk of the crew attempts to scale the encircling cliffs Billings flies over them in an aircraft.\nBillings' plane is attacked by flying reptiles and forced down in the interior of Caspak. He saves a native girl named Ajor from a large cat and a group of ape-men, and undertakes to accompany her back to her people, the fully human Galus, while she educates him in the language and mysteries of the island. They travel north, encountering various creatures of the Mesozoic and Cenozoic eras, as well as additional primitive subhuman races. They pass through the lands of the Neanderthal Bo-lu (club men) and the more advanced Sto-lu (hatchet men), who are easily cowed by gunfire. But in the country of the Band-lu (spear men) he is taken captive, and despairs until rescued in turn by Ajor. They resume their journey, re-encountering and befriending Tomar, a Band-lu newly become Kro-lu (bow man). Tomar and his mate So-al are the first examples Billings has actually seen of Caspakian evolutionary metamorphosis in action.\nAfter an interlude in which Ajor's back story is related the new friends separate. Billings and Ajor enter Kro-lu territory and save Chal-az, a Kro-lu warrior, from a group of Band-lu. Visiting the Kro-lu village as his guest, they are parted again when Billings is attacked through the machinations of the chief Du-seen, who has designs on Ajor. They escape individually, making for the Galu country. Du-seen goes after Ajor with some of his warriors.\nBillings catches and tames an ancestral horse, with the aid of which he rescues Ajor from Du-seen. Pursued, they resign themselves to death, but are relieved by a force consisting of Bowen Tyler, Galu warriors, and the rescue crew from the Toreador, which had successfully scaled the cliffs and entered Caspak after Billings' ill-fated airplane flight. All are reunited in the Galu village, where Tyler and Lys La Rue have been formally married by the captain of the Toreador. Billings and Ajor also desire to wed, but Ajor may not leave Caspak due to her status as cos-ata-lo – she was born a fully evolved Galu rather than attaining that form through metamorphosis, and hence is treasured by her people. Billings elects to remain in Caspak to be with her.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The People That Time Forgot", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_People_That_Time_Forgot_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.7, 
    "rating_count": 1152, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1041041.The_People_That_Time_Forgot", 
        "found": true, 
        "year": 1918
    }, 
    "similar_books": [
        "The Babylonian Legends of Creation and the Fight Between Bel and the Dragon", 
        "From the Earth to the Moon and 'Round the Moon", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "The Complete Hammer's Slammers Volume 2", 
        "Brand of the Werewolf (Doc Savage, #5)", 
        "30 Days in the Word Mines", 
        "Who?", 
        "Bolo Brigade (Bolo, #4)", 
        "Cormac Mac Art (The Robert E. Howard Library, Vol. I)", 
        "Thongor Against the Gods (Thongor, #3)", 
        "The Story of Atlantis and the Lost Lemuria", 
        "The Mask of Fu-Manchu", 
        "Weird Tales: The Magazine That Never Dies", 
        "E. Godz", 
        "Dinotopia Lost", 
        "The Misplaced Battleship", 
        "The New Machiavelli"
    ], 
    "description": "Ex-cowboy Tom Billings leads a rescue mission to save Bowen Tyler, the protagonist of The Land That Time Forgot. In the midst of hair-raising adventures, he has more trouble keeping his own skin intact than in finding his friend.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/552", 
        "num": 552
    }, 
    "authors": [
        2
    ], 
    "pages": 100, 
    "language": "English", 
    "isbn13": "9781600963483", 
    "release_date": "1996-06-01T00:00:00", 
    "author": 2, 
    "original_title": "The People That Time Forgot (novel)", 
    "summary": "The People That Time Forgot is a fantasy novel by American writer Edgar Rice Burroughs, the second of his Caspak trilogy. The sequence was first published in Blue Book Magazine as a three-part serial in the issues for September, October and November 1918, with The People That Time Forgot forming the second installment. The complete trilogy was later combined for publication in book form under the title of The Land That Time Forgot (properly speaking the title of the first part) by A. C. McClurg in June 1924. Beginning with the Ace Books editions of the 1960s, the three segments have usually been issued as separate short novels.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "fantasy", 
        "adventure", 
        "classics", 
        "sci-fi", 
        "edgar-rice-burroughs", 
        "classic", 
        "pulp", 
        "ebook", 
        "ebooks", 
        "currently-reading", 
        "dinosaurs", 
        "series", 
        "audiobooks", 
        "action-adventure", 
        "fiction", 
        "lost-world", 
        "burroughs", 
        "audiobook", 
        "owned", 
        "fantasy-science-fiction", 
        "caspak", 
        "e-books", 
        "sci-fi-fantasy", 
        "prehistoric", 
        "classic-science-fiction", 
        "owned-not-read", 
        "pulp-fiction", 
        "sf-fantasy", 
        "action", 
        "science-fantasy", 
        "kindle-books", 
        "books-i-own", 
        "not-read", 
        "backlog", 
        "fic", 
        "kindle-freebies", 
        "romance", 
        "my-library", 
        "unread", 
        "burroughs-edgar-rice", 
        "on-kindle", 
        "owned-books", 
        "cataloged", 
        "ya-fiction", 
        "i-own", 
        "ebooks-i-own", 
        "science-fiction-fantasy", 
        "fiction-classic", 
        "literature", 
        "e-book", 
        "adult", 
        "science", 
        "sf", 
        "public-domain", 
        "sciencefiction", 
        "lost-world-lost-race", 
        "classic-adventure", 
        "pre-goodreads", 
        "wish-list", 
        "scifi-fantasy", 
        "2017-serial", 
        "actually-own", 
        "want-to-read", 
        "read-have", 
        "rockbox", 
        "lek", 
        "reviews", 
        "library-has-it-on-audiobook", 
        "kindlecollection", 
        "tsundoku", 
        "old-school", 
        "american-classic-literature", 
        "26-may-2014", 
        "shiloh-books", 
        "to-read-2017", 
        "edgar-burroughs", 
        "ps-american-literature", 
        "31", 
        "freebies-not-read", 
        "first-shelf", 
        "survival-adventure", 
        "sci-fi-and-fantasy", 
        "movies-tv", 
        "guttenberg-project", 
        "shelved", 
        "pre-2013", 
        "e-shelf", 
        "2017-mount-tbr", 
        "2017-150-books", 
        "read-in-english", 
        "audio-cd", 
        "mystery", 
        "e-r-b", 
        "classical-works", 
        "woman-equals-uterus", 
        "winged-people-not-angels", 
        "unnecessary-animal-cruelty", 
        "things-left-unexplained-loose-ends"
    ], 
    "content_available": true, 
    "n_authors": 1
}