{
    "content_name": "28883.txt.utf-8", 
    "isbn": "1153815508", 
    "author_name": "Harl Vincent", 
    "images_urls": [
        "http://www.gutenberg.org/files/28883/28883-h/images/001.jpg", 
        "http://www.gutenberg.org/files/28883/28883-h/images/002.jpg"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 865, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Copper-Clad World", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 2.8, 
    "rating_count": 4, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9099972-the-copper-clad-world", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [], 
    "description": "Excerpt: ...as to the orders issued by Ianito. They will take you alive and bring you to him. You will be compelled to yield the secret of the metal that energizes.\" \"Not on your life! We'll refuse.\" Blaine was very positive. Tiedus smiled sadly. \"There is the pink gas, you know,\" he reminded him. \"No, Carson, there is but one way. You must go out into the jungle and hide for a time. Dantor will return later; it is certain he will be spared. And he will contrive some way of outwitting them. Come; there is a passage.\" Blaine saw the wisdom of the argument. It was their only chance. There was a blast that shook the ground beneath their feet, and a huge section of the stone door was blown into the room. He drew Ulana close with a possessive encircling arm. T hey were in a dark narrow passage now, following the whispered voice of Tiedus. It was damp and rankly odorous there in the darkness, and slimy things wriggled over the floor, brushing their ankles clammily. Behind them there was the roar of another explosion and the shouting of angry voices. The guards were in the secret chamber and hot on their trail. Tiedus was fumbling with something ahead of them where they had halted; something that rattled and clanked and finally came free. A door opened into the deep-shadowed green of the jungle. \"Go now, quickly,\" he warned them. \"Hide yourselves as far in as you dare go. You will be lost, but will later be directed by a mental message from Dantor. I shall advise him from the spirit world. We do that, you know, we Rulans. But I must leave you now; I must hold back the guards to give you time. Go, friends; farewell.\" In his hand Tiedus held the ray pistol they had taken from the captured guard. He would account for a few of the Llotta at least. Blaine reached for him to restrain him; it was unthinkable that this fine lad should sacrifice himself for them. But Tiedus was gone; he had slipped away into the black depths of the passageway. \"Come on, snap into it!\" Tommy...", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28883", 
        "num": 28883
    }, 
    "authors": [
        269
    ], 
    "pages": 28, 
    "language": "English", 
    "isbn13": "9781153815505", 
    "countries": [
        2
    ], 
    "release_date": "2009-05-19T00:00:00", 
    "author": 269, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "owned-pending-kindle-free-ebook", 
        "unread", 
        "science-fiction", 
        "sci-fi", 
        "cryptobotany", 
        "aliens", 
        "feedbooks-com", 
        "tr-tf", 
        "scienco-fikcio", 
        "classics"
    ], 
    "content_available": true, 
    "n_authors": 1
}