{
    "content_name": "28976.txt.utf-8", 
    "isbn": "0345360486", 
    "language_code": "eng", 
    "author_name": "Robert Shea", 
    "images_urls": [], 
    "year": 1991, 
    "id": 454, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "Shaman", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 3.63, 
    "rating_count": 49, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/123645.Shaman", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "\"In Shaman we live again an all but-forgotten chapter of American history, replete with adventure, violence and eroticism - the compelling and often horrific account of a collision between two cultures so different that one of them has to be wiped off the face of the earth.\"<br /><br />It was a time of bloody confrontation between the white man and the red man, a time when the pioneers of a new nation were pushing out across the Great Plains and yet the powerful spirits of an ancient mystical religion still held sway over the Indians. In this troubled, dangerous time, there is a man who has the privilege - and the curse - of belonging to both worlds. He is Gray Cloud, a disciple of the aging shaman Owl Carver. A handsome young half-breed, he is chosen by the Great Turtle to become the mystical leader of the Sauk people...and summoned by his French-born aristocratic father to inherit the vast estate of Victoire.<br /><br />Here is the riveting drama of Gray Cloud's transformation into the powerful shaman White Bear, and his desperate struggle to reconcile the opposing forces of his white and Indian heritage. It is a sweeping epic of mysticism and history, of bitter love and brutal warfare, and of the tragic fate of an ancient people.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28976", 
        "num": 28976
    }, 
    "authors": [
        154
    ], 
    "pages": 519, 
    "language": "English", 
    "isbn13": "9780345360489", 
    "countries": [
        2
    ], 
    "release_date": "2009-05-27T00:00:00", 
    "author": 154, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "historical-fiction", 
        "novels", 
        "owned", 
        "3-ЗАДЪЛЖИТЕЛНИ", 
        "src-summer-2017", 
        "own-next-to-read", 
        "literary-fiction", 
        "books-i-want", 
        "pas-pursuit", 
        "shelfari-wishlist", 
        "obooko", 
        "books-i-own", 
        "Изток-Запад", 
        "left-for-dead", 
        "nook-to-read", 
        "ebooks", 
        "read-and-recommend", 
        "fantasy", 
        "historical-adventure", 
        "fantasy-science-fiction", 
        "fiction", 
        "first-read-by-author", 
        "real-life-fiction", 
        "adventure", 
        "on-the-shelf-books", 
        "hardcover", 
        "bookcase-1", 
        "fiction-novels", 
        "fantasy-and-horror"
    ], 
    "content_available": true, 
    "n_authors": 1
}