{
    "content_name": "24949.txt.utf-8", 
    "author_name": "Roger D. Aycock", 
    "images_urls": [
        "http://www.gutenberg.org/files/24949/24949-h/images/001.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p024.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p025.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p026.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p027.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p028.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p029.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p030.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p031.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p032.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p033.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p034.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p035-image.png", 
        "http://www.gutenberg.org/files/24949/24949-page-images/p035.png"
    ], 
    "year": 1960, 
    "images": [], 
    "id": 803, 
    "category": "Text", 
    "plot": "The story is set in the United States, presumably during the late 1980s or early 1990s. It begins with Yeager in the middle of a personal campaign of assassination, initially shooting racially mixed couples in parking lots before escalating to more sophisticated methods against higher-profile targets, including prominent journalists and politicians whom Yeager sees as promoting racial mixing. At the same time, Yeager and his girlfriend are developing connections with a white nationalist group.\nAfter several successful and increasingly ambitious attacks, Yeager is found and confronted by a senior agent of the FBI who himself is disgusted with \"Jewish control\" of the FBI and the American social situation. This agent blackmails Yeager into assisting him with his career by assassinating several Jewish FBI agents and targeting Mossad agents in the United States so that the agent can be appointed as the head of a newly formed antiterrorist secret-police agency, assume increasing control of the United States and use his power to challenge and remove Jewish control of the government and media.\nAt the same time, Yeager's white nationalist group achieves growing prominence through the insertion of one of their members into a Christian evangelist television broadcasting ministry, from which he is broadcasting increasingly racist and anti-Jewish messages. Yeager's campaign of assassination and terrorism, the actions of copycats and imitators, the white nationalist broadcasting effort, the efforts of the antiterrorist official, and a rapid decline of the US economy all work to push the United States towards increasing racial and social violence and fragmentation.\nEventually, Yeager is faced with a dilemma when the government official for whom he has been working finally orders him to kill the undercover evangelist minister, whose efforts oppose the agent's intent to establish order and strike a temporary bargain with the Jews. Yeager attempts to avoid the assignment and then deliberately appears to bungle the assassination. At this point, Yeager is caught between the intentions of his government confederate (who intends to consolidate his own power and control over the government and reform the system from the top down after suppressing upcoming black nationalist riots) and the white-nationalist group who wishes to stir up the chaos even further, draw white Americans into battle, and eventually overthrow the government. Ultimately, Yeager kills the government agent.\nFollowing this, the Jewish-controlled media side with the black rioters, revealing that the government official would have been double-crossed had he attempted to strike his deal. Yeager and the other members of the group, now under increasing government scrutiny, resolve to continue their efforts and to go \"underground\" to continue the fight against the system.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Control Group", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Hunter_(Pierce_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.0, 
    "rating_count": 12, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9361544-control-group", 
        "found": true, 
        "year": 1960
    }, 
    "similar_books": [], 
    "description": "<b>\"Any problem posed by one group of human beings can be resolved by any other group.\" That's what the Handbook said. But did that include primitive humans? Or the Bees? Or a ...</b><br /><br />Play Duration: 00:35:26 <br />Down load file sizes<br />[mp3@64kbps - 17.0MB]<br />[mp3@128kbps - 34.0MB]<br />[ogg vorbis - 17MB]<br /><br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in Amazing Science Fiction Stories", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24949", 
        "num": 24949
    }, 
    "authors": [
        162
    ], 
    "language": "English", 
    "country": 2, 
    "release_date": "2008-03-29T00:00:00", 
    "author": 162, 
    "original_title": "Hunter (Pierce novel)", 
    "summary": "Hunter is a 1989 novel written by William Luther Pierce, the founder and chairman of the National Alliance, a white nationalist group, under the pseudonym Andrew Macdonald. Pierce also used this pseudonym to write the better-known The Turner Diaries, a 1978 novel with similar themes. Some consider Hunter a prequel to the Turner Diaries, detailing the rise of the racist paramilitary group termed 'The Organization', which would play a dominant role in the book.\nHunter portrays the actions of Oscar Yeager (anglicization of Jï¿½ger, German for hunter), a Vietnam veteran F-4 Phantom pilot and Washington, D.C.-area Defense Department consultant who embarks on a plan to assassinate interracial couples and public figures advocating civil rights in the D.C. area. Yeager's crimes quickly lead to broad national repercussions and draw him into the plans of both a white nationalist group and an ambitious FBI official to take advantage of the turmoil he has helped to start.\nHunter shares with The Turner Diaries Pierce's depiction of the United States as overrun by liberalism and covertly dominated by Jews. His depictions of and attitudes of the protagonists towards Jews, African-Americans, Latinos, and Asians mirror Pierce's and the National Alliance's ideology. Hunter reveals this ideology more didactically and directly than did The Turner Diaries. At the novel's beginning, the protagonist is a nonideological racist unattached to antisemitism. He gradually develops his ideology and perspectives during his campaign and through contact with the allies that he meets. Much of the story's dialogue consists of discussion and debate on the \"Jewish question.\"", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "owned", 
        "20th-century-lit", 
        "librivox-short-story-collection-11", 
        "audiobooks", 
        "short-story", 
        "unread", 
        "ebooks", 
        "a", 
        "sci-fi", 
        "audio", 
        "g-science-fiction", 
        "type-short-story", 
        "kindle"
    ], 
    "content_available": true, 
    "n_authors": 1
}