{
    "content_name": "64.txt.utf-8", 
    "isbn": "0345324390", 
    "language_code": "eng", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1913, 
    "images": [], 
    "id": 21, 
    "category": "Text", 
    "plot": "After John Carter's arrival, a boat of Green Martians on the River Iss are ambushed by the previously unknown Plant Men. The lone survivor is his friend Tars Tarkas, the Jeddak of Thark, who has taken the pilgrimage to the Valley Dor to find Carter. Having saved their own lives, Carter and Tars Tarkas discover that the Therns, a white-skinned race of self-proclaimed gods, have for eons deceived the Barsoomians elsewhere by disseminating that the pilgrimage to the Valley Dor is a journey to paradise. Most arrivals are killed by the beasts of Valley, and the survivors enslaved or eaten by Therns.\nCarter and Tars Tarkas rescue Thuvia, a slave girl, and attempt to escape, capitalizing on the confusion caused by an attack by the Black Pirates of Barsoom upon the Therns. During the attack, Tars Tarkas and Thuvia hijack a Black Pirate flier, while Carter fights his way aboard another, killing all but one of the Pirates, and rescuing a captive Thern princess. From the captured Pirate Xodar, Carter learns that the Black Pirates, called the \"First Born\", also think of themselves as gods, and accordingly prey upon the Therns; and additionally identifies the captive Thern as Phaidor, daughter of the \"Holy Hekkador\" (high priest) of the Therns. When their flier is recaptured by the First Born and taken to their underground realm of Omean, Carter is taken before Issus, the self-proclaimed goddess of Barsoom, who dictates the Therns through secret communications which they mistake for divine revelation.\nIssus takes Phaidor as a handmaiden for one Martian year; whereas Carter is imprisoned, with Xodar as his slave as punishment for being defeated by Carter. Thereafter Carter treats him with honor, and thus gains his friendship. In prison, they encounter a young man later identified as Carter's son Carthoris, with whom Carter is taken to a series of games wherein the previous year's handmaidens are killed and later eaten by Issus and her nobles. Carter leads a revolt of the prisoners, killing many of the First Born; and upon the suppression of their revolt, he and Carthoris escape via underground tunnels, and give themselves to guards unacquainted with the revolt to be returned to their prison. Upon hearing of the revolt, Xodar rejects Issus’ divinity and joins the others in escape. Upon later abandoning their aircraft, they encounter Thuvia, who describes the capture of Tars Tarkas by the green warriors of Warhoon (a clan rival to his own). Carter goes to rescue Tars Tarkas, but is discovered by his enemies. After a chase, Thuvia is sent on alone, mounted, while the men attempt a stand against the Warhoons. They are rescued by the Heliumetic navy but do not find Thuvia. Commanding one of the warships is Carter’s friend Kantos Kan but the fleet is commanded by Zat Arras, a Jed (chieftain) of the hostile client state of Zodanga, and Carter is suspected of returning from the Valley of Dor, which is punishable by death. Tardos Mors, the Jeddak of Helium, and Mors Kajak, the Jed of Hastor (the grandfather and father, respectively, of Dejah Thoris, and thus Carter’s in-laws) are absent from Helium, having led fleets in search of Carthoris. Later, Carter discovers that Dejah Thoris may have taken the pilgrimage to the Valley Dor to find him.\nUpon returning to Helium, Carter is tried for heresy by the Zodangans; but the people of Helium do not tolerate this, and Carter is held prisoner for 365 days until his son frees him. Thereafter he goes to rescue Dejah Thoris but is kidnapped by the Zodangans. Carter refuses Zat Arras’ offer of freedom in exchange for endorsing Zat Arras as Jeddak of Helium, and is imprisoned. After half a (Barsoomian) year, Carter escapes, and embarks to Omean, with secretly raised troop levies, ships, and soldiers lent by Tars Tarkas. Near Omean Carter is challenged first by the Therns; secondly by Zat Arras; and lastly by the First Born, whereupon Carter causes the Therns and First Born to fight one another, and the Heliumetic crews of the Zodangan fleet mutiny in support of Carter. Thereafter the Heliumites and Tharks defeat the First Born, and Issus herself is killed. But Dejah Thoris, Thuvia, and Phaidor are imprisoned in the Temple of the Sun, each of whose rooms opens only once per year, by Issus, specifically to spite Carter, as Issus was aware that all three were in love with him. Carter and his men scramble to find the keys to their cell in time, but are unsuccessful. Immediately before their room closes, Phaidor attempts to kill Dejah Thoris, and her success or failure are left unknown. The story is thence continued in the third book of Burroughs’ Martian series, The Warlord of Mars.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Gods of Mars", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Gods_of_Mars", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.86, 
    "rating_count": 10869, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/841973.The_Gods_of_Mars", 
        "found": true, 
        "year": 1913
    }, 
    "similar_books": [
        "John Carter of Mars: Warlord of Mars", 
        "The Conquering Sword of Conan (Conan the Cimmerian, #3)", 
        "Transit to Scorpio (Dray Prescot, #1) (Delian Cycle, #1)", 
        "A Private Cosmos (World of Tiers #3)", 
        "The Skylark of Space (Skylark #1)", 
        "The Time Traders (Time Traders/ Ross Murdock, #1)", 
        "Lord Of The Spiders Or Blades Of Mars (Michael Kane, Vol. 2)", 
        "In the Days of the Comet", 
        "The Return of Nathan Brazil (Saga of the Well World, #4)", 
        "Time for the Stars", 
        "Spacecraft: 2000-2100 AD", 
        "Deathworld Trilogy", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "Jane Carver of Waar (Jane Carver, #1)"
    ], 
    "description": "1886. John Carter, forever 30, returns to Mars and again fights enemies with green Tars Tarka and red Kantos Kan. In 'Heaven', Golden Cliffs, 'Goddess' Issus, cannibal, claims immortal divinity and supremacy of black Omeans and white Therns, to enslave and eat pilgrims - green or red. John is trapped, as is wife Dejah Thoris, son Carthoris. To stay or leave means death.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/64", 
        "num": 64
    }, 
    "authors": [
        2
    ], 
    "pages": 190, 
    "language": "English", 
    "isbn13": "9780345324399", 
    "countries": [
        2
    ], 
    "release_date": "1993-05-01T00:00:00", 
    "author": 2, 
    "original_title": "The Gods of Mars", 
    "summary": "The Gods of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the second of his Barsoom series. It was first published in All-Story as a five-part serial in the issues for January–May 1913. It was later published as a complete novel by A. C. McClurg in September, 1918.\nAs in many of his novels, Burroughs begins with a frame story that explains how he (Burroughs) came into possession of the text, implying it recounts true events.", 
    "content_cleaned": true, 
    "classes": [
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fantasy", 
        "classics", 
        "fiction", 
        "adventure", 
        "scifi", 
        "kindle", 
        "to-read", 
        "owned", 
        "favorites", 
        "pulp", 
        "classic", 
        "barsoom", 
        "series", 
        "edgar-rice-burroughs", 
        "ebook", 
        "sf", 
        "sci-fi-fantasy", 
        "ebooks", 
        "books-i-own", 
        "scifi-fantasy", 
        "default", 
        "my-ebooks", 
        "mars", 
        "audiobooks", 
        "sword-and-planet", 
        "aliens", 
        "science-fantasy", 
        "science-fiction-fantasy", 
        "audiobook", 
        "novels", 
        "planetary-romance", 
        "e-book", 
        "burroughs", 
        "e-books", 
        "romance", 
        "kindle-books", 
        "library", 
        "fantasy-sci-fi", 
        "classic-sci-fi", 
        "space-opera", 
        "action", 
        "audio", 
        "read-in-2013", 
        "audio-book", 
        "owned-books", 
        "action-adventure", 
        "pulp-fiction", 
        "20th-century", 
        "john-carter", 
        "read-2012", 
        "novel", 
        "barsoom-series", 
        "young-adult", 
        "space", 
        "nook", 
        "read-in-2012", 
        "unread", 
        "speculative-fiction", 
        "erb", 
        "appendix-n", 
        "audio-books", 
        "ciencia-ficciï¿½n", 
        "john-carter-of-mars", 
        "sword-and-sorcery", 
        "to-buy", 
        "1910s", 
        "sf-fantasy", 
        "science-fiction-and-fantasy", 
        "reviewed", 
        "fantasy-science-fiction", 
        "own-it", 
        "adult", 
        "burroughs-edgar-rice", 
        "public-domain", 
        "sci-fi-and-fantasy", 
        "all-time-favorites", 
        "war", 
        "fantasy-scifi", 
        "epic-fantasy", 
        "re-read", 
        "listened-to", 
        "american", 
        "thriller", 
        "fantasia", 
        "ebooks-i-own", 
        "paperback", 
        "my-books", 
        "fantasy-and-sci-fi", 
        "pulp-adventure", 
        "on-my-kindle", 
        "classic-science-fiction", 
        "fantascienza", 
        "fantasy-sf", 
        "pulp-sci-fi", 
        "sciencefiction", 
        "read-in-2017", 
        "shelfari-favorites"
    ], 
    "content_available": true, 
    "n_authors": 1
}