{
    "content_name": "32828.txt.utf-8", 
    "isbn": "0545651263", 
    "language_code": "en-CA", 
    "author_name": "Winston K. Marks", 
    "images_urls": [
        "http://www.gutenberg.org/files/32828/32828-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32828/32828-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/32828/32828-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/32828/32828-h/images/illus3.jpg", 
        "http://www.gutenberg.org/files/32828/32828-h/images/illus4.jpg", 
        "http://www.gutenberg.org/files/32828/32828-h/images/illus5.jpg"
    ], 
    "year": 2015, 
    "images": [], 
    "id": 814, 
    "category": "Text", 
    "plot": "Picking up where Abyss left off, Vestara Khai hypothesizes what the Dathomiri blood mark is on her, so instead of returning to her homeworld of Kesh where she would have inadvertently led the Skywalkers to, she instead travels to the planet of Dathomir. The Skywalkers follow her there, and in their search for Vestara, they call out for the help of the Solos. The Solos arrive in time to join the Skywalkers in the search party, and they soon run into a Dathomiri Witch tribe known as the Raining Leaves. The Raining Leaves are preparing to marry into a freed male slave tribe known as the Broken Columns following a series of tournaments which would last for several days. Among the Raining Leaves, Vestara claims to have renounced for Sith ways, though the Skywalkers doubt her honesty. Nevertheless, the Skywalkers and Solos, in honor of what Luke, Han, and Leia did for them so many years earlier during the fledgling days of the New Republic, are invited to get involved in the tournaments. However, the tournaments take a tragic turn when members of both the Raining Leaves and of the Broken Columns are attacked through mysterious means, and these means are by the hand of the Dathomiri Nightsisters. The Nightsisters, who remain loyal to the traditions of Dathomir, don't want freed male slaves to become legitimate citizens of the planet, and the attacks on the Raining Leaves and the Broken Columns are supposed to threaten the tribes into disengaging. However, this simply unites the two tribes even further as they prepare to face off against the threat of the Nightsisters, with the Skywalkers and the Solos on their side.\nMeanwhile, as Han and Leia's granddaughter, Allana, is left aboard the Millennium Falcon under the care of C-3PO, Allana goes off on a journey throughout Dathomir's spaceport in order to find the missing R2-D2. She soon finds R2-D2 under captivity of the corrupt dealer known as Monarg. With C-3PO's help, Allana frees R2-D2, and the three of them get away from Monarg and his friends by successfully piloting the Millennium Falcon into Dathomir's forests. Afterwards, they call Han and Leia to inspect the Falcon, which hasn't suffered any irreparable damage under Allana's hands. Then the Solos are called back to Coruscant by Chief of State Natasi Daala, leaving the Skywalkers alone with the Raining Leaves and the Broken Columns to face the Nightsisters.\nOn Coruscant, Daala tries to work with the Solos to try to quell the P.R. war between her and the Jedi Order, even as the media goes against her and the Force psychosis claims Jedi Knight Sothais Saar. Meanwhile, Imperial Head of State Jagged Fel is the target of a conspiracy by Moff Drikl Lecersen, who is interested in becoming the new Head of State of the Imperial Remnant. Lecersen soon becomes part of a plot against Daala when he meets the likes of Galactic Alliance Senator Haydnat Treen, who is interested in having someone replace Daala due to her extreme actions as Chief of State. Such as this is, Daala is pressured by the media to bring former GA Admiral Cha Niathal to trial for her actions in serving alongside the late Darth Caedus during the Second Galactic Civil War. Daala promises Niathal that she'll be set free in the end, but Niathal declines, choosing suicide by dousing her water tank in carbon monoxide. The fact that Daala not only chooses Niathal's funeral to be set on Coruscant rather than the former Admiral's homeworld of Mon Calamari, but she doesn't even attend it makes the conspiracy against her so much easier to pull off. Granted, due to her actions as Chief of State, Daala doesn't want to be assassinated during the funeral procession, but still, public opinion of her is not very high. Then Lecersen and Treen decide to combine their respective goals by having a crazed assassin go after Jagged Fel while he has dinner with the Solo family. The assassin is pinned to have been likely on Daala's payroll, but Jag is suspicious of not only her, but all of the Moffs, including Lecersen, as a result. Nevertheless, whatever could be worked out between the Solos and Daala has been vanquished thanks to the assassination attempt.\nBack on Dathomir, the Skywalkers, the Raining Leaves, and the Broken Columns wage war with the Nightsisters and the rancors under their control. It is a long and hard war, but in the end, the Nightsisters' enemies prevail, and the dark side witches give up. The Raining Leaves and the Broken Columns are married into being the Bright Sun Clan.\nBut it's not over. As it turns out, Vestara had, as expected, kept to her Sith roots and called over several of her brethren to successfully take the Nightsisters under their wing, whether the dark side witches want this or not. Luke and Ben discover Vestara's expected betrayal, and the Sith who survive the Skywalkers' wrath leave with Vestara as the Skywalkers' prisoner. But as they take Vestara and a new ally named Dyon Stadd off the planet, they're intercepted by a Sith fleet led by High Lord Sarasu Taalon. The Skywalkers surrender and agree to hear what the Sith have to say.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Backlash", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Backlash_(Star_Wars_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.12, 
    "rating_count": 3151, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32828/pg32828.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/22856607-backlash", 
        "found": true, 
        "year": 2015
    }, 
    "similar_books": [
        "The Fall", 
        "Your Voice Is All I Hear", 
        "Read Between the Lines", 
        "A Million Times Goodnight", 
        "Girl Last Seen", 
        "Adrift", 
        "Caged Warrior", 
        "Under the Bridge", 
        "Bright Lights, Dark Nights", 
        "Violent Ends", 
        "Like It Never Happened", 
        "Before (Betwixt, #0.5)", 
        "Heart Breaths", 
        "Nothing Special (Stupid Fast, #2)", 
        "Silent Alarm", 
        "Discovering Delilah (Harborside Nights #2; Love in Bloom #56)", 
        "Every Last Promise", 
        "Towers Falling"
    ], 
    "description": "He says: You're an awful person.<br />He says: What makes you think I would ever ask you out?<br />He says: The world would be a better place without you in it.<br /><br />Lara just got told off on Facebook.<br /><br /><br />She thought that Christian liked her, that he was finally going to ask her to his school's homecoming dance. They've been talking online for weeks, so what's with the sudden change? And where does he get off saying horrible things on her wall? Even worse - are they true?<br /><br />It's been a long time since Lara's felt this bad, this depressed, this ugly. She's worked really hard to become pretty and happy - and make new friends after what happened in middle school.<br /><br />Bree used to be best friends with overweight, depressed Lara, but constantly listening to Lara's issues got to be too much. Secretly, Bree's glad Christian called Lara out. Lara's not nearly as amazing as people think. But no one realized just how far Christian's harsh comments would push Lara. Not even Bree.<br /><br />As online life collides with real life, things spiral out of control, and not just for Lara. Because when the truth starts to come together, the backlash is even more devastating than anyone could have ever imagined", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32828", 
        "num": 32828
    }, 
    "authors": [
        228
    ], 
    "pages": 336, 
    "language": "English", 
    "isbn13": "9780545651264", 
    "country": 2, 
    "release_date": "2010-06-15T00:00:00", 
    "author": 228, 
    "original_title": "Backlash (Star Wars novel)", 
    "summary": "Backlash is a novel by Aaron Allston that was originally scheduled for release on January 26, 2010 but was moved back to March 9, 2010 to give the author more time to recover from his 2009 heart attack. It is the fourth novel in the Fate of the Jedi series and published as a hardcover. It was published in paperback in February 2011.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "young-adult", 
        "ya", 
        "realistic-fiction", 
        "contemporary", 
        "bullying", 
        "favorites", 
        "read-in-2015", 
        "fiction", 
        "2015-releases", 
        "mental-illness", 
        "backlash", 
        "romance", 
        "friendship", 
        "suicide", 
        "library", 
        "to-buy", 
        "realistic", 
        "ya-lit", 
        "high-school", 
        "books-i-own", 
        "read-in-2016", 
        "books", 
        "ya-fiction", 
        "family", 
        "teen", 
        "wish-list", 
        "2015-books", 
        "mental-health", 
        "2015-release", 
        "stand-alone", 
        "school", 
        "scholastic", 
        "cover-love", 
        "read-2015", 
        "summer-2015", 
        "cyberbullying", 
        "dnf", 
        "ebooks", 
        "contemporary-fiction", 
        "social-media", 
        "young-adult-lit", 
        "read-in-2017", 
        "owned-books", 
        "owned", 
        "psychological", 
        "want-to-read", 
        "mystery", 
        "depression", 
        "genre-contemporary", 
        "contemporary-ya", 
        "ya-realistic-fiction", 
        "2016-2017-school-year", 
        "read-2016", 
        "ya-contemporary", 
        "wirc", 
        "must-read", 
        "cyber-bullying", 
        "books-to-buy", 
        "multiple-perspectives", 
        "read-2017", 
        "bz", 
        "standalone", 
        "my-books", 
        "diversity", 
        "middle-school", 
        "abuse", 
        "young-adult-fiction", 
        "stand-alones", 
        "library-books", 
        "need-to-read", 
        "maybe", 
        "summer-reads", 
        "technology", 
        "bullies", 
        "teen-fiction", 
        "good-books", 
        "2015-reads", 
        "contemporary-realistic", 
        "reviews", 
        "relationships", 
        "gossip", 
        "first-reads", 
        "ya-books", 
        "arc", 
        "teens", 
        "internet", 
        "ya-contemp", 
        "standalones", 
        "ebook", 
        "april-reads", 
        "april-2017", 
        "books-i-want", 
        "friends", 
        "2017-read", 
        "40-book-challenge", 
        "to-read-longlist", 
        "secrets", 
        "4-star"
    ], 
    "content_available": true, 
    "n_authors": 1
}