{
    "content_name": "18151.txt.utf-8", 
    "isbn": "0143058142", 
    "language_code": "eng", 
    "author_name": "H. Beam Piper", 
    "images_urls": [
        "http://www.gutenberg.org/files/18151/18151-h/images/image_01.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_02.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_08.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_15.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_22.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_29.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_38.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_43.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_44.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_49.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_56.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_64.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_74.jpg", 
        "http://www.gutenberg.org/files/18151/18151-h/images/image_83.jpg"
    ], 
    "year": 1866, 
    "images": [], 
    "id": 215, 
    "category": "Text", 
    "plot": "Raskolnikov, a conflicted former student, lives in a tiny, rented room in Saint Petersburg. He refuses all help, even from his friend Razumikhin, and devises a plan to murder and rob an elderly pawn-broker and money-lender, Alyona Ivanovna. His motivation comes from the overwhelming sense that he is predetermined to kill the old woman by some power outside of himself. While still considering the plan, Raskolnikov makes the acquaintance of Semyon Zakharovich Marmeladov, a drunkard who recently squandered his family's little wealth. Raskolnikov also receives a letter from his sister and mother, speaking of their coming visit to Saint Petersburg, and his sister's sudden marriage plans which they plan to discuss upon their arrival.\nAfter much deliberation, Raskolnikov sneaks into Alyona Ivanovna's apartment, where he murders her with an axe. He also kills her half-sister, Lizaveta, who happens to stumble upon the scene of the crime. Shaken by his actions, Raskolnikov manages to steal only a handful of items and a small purse, leaving much of the pawn-broker's wealth untouched. Raskolnikov then flees and, due to a series of coincidences, manages to leave unseen and undetected.\nAfter the bungled murder, Raskolnikov falls into a feverish state and begins to worry obsessively over the murder. He hides the stolen items and purse under a rock, and tries desperately to clean his clothing of any blood or evidence. He falls into a fever later that day, though not before calling briefly on his old friend Razumikhin. As the fever comes and goes in the following days, Raskolnikov behaves as though he wishes to betray himself. He shows strange reactions to whoever mentions the murder of the pawn-broker, which is now known about and talked of in the city. In his delirium, Raskolnikov wanders Saint Petersburg, drawing more and more attention to himself and his relation to the crime. In one of his walks through the city, he sees Marmeladov, who has been struck mortally by a carriage in the streets. Rushing to help him, Raskolnikov gives the remainder of his money to the man's family, which includes his teenage daughter, Sonya, who has been forced to become a prostitute to support her family.\nIn the meantime, Raskolnikov's mother, Pulkheria Alexandrovna, and his sister, Avdotya Romanovna (or Dunya), have arrived in the city. Dunya had been working as a governess for the Svidrigaï¿½lov family until this point, but was forced out of the position by the head of the family, Arkady Ivanovich Svidrigaï¿½lov. Svidrigaï¿½lov, a married man, was attracted to Dunya's physical beauty and her feminine qualities, and offered her riches and elopement. Mortified, Dunya fled the Svidrigaï¿½lov family and lost her source of income, only to meet Pyotr Petrovich Luzhin, a man of modest income and rank. Luzhin proposes to marry Dunya, thereby securing her and her mother's financial safety, provided she accept him quickly and without question. It is for these very reasons that the two of them come to Saint Petersburg, both to meet Luzhin there and to obtain Raskolnikov's approval. Luzhin, however, calls on Raskolnikov while he is in a delirious state and presents himself as a foolish, self-righteous and presumptuous man. Raskolnikov dismisses him immediately as a potential husband for his sister, and realizes that she only accepted him to help her family.\nAs the novel progresses, Raskolnikov is introduced to the detective Porfiry, who begins to suspect him of the murder purely on psychological grounds. At the same time, a chaste relationship develops between Raskolnikov and Sonya. Sonya, though a prostitute, is full of Christian virtue and is only driven into the profession by her family's poverty. Meanwhile, Razumikhin and Raskolnikov manage to keep Dunya from continuing her relationship with Luzhin, whose true character is exposed to be conniving and base. At this point, Svidrigaï¿½lov appears on the scene, having come from the province to Petersburg, almost solely to seek out Dunya. He reveals that his wife, Marfa Petrovna, is dead, and that he is willing to pay Dunya a vast sum of money in exchange for nothing. She, upon hearing the news, refuses flat out, suspecting him of treachery.\nAs Raskolnikov and Porfiry continue to meet, Raskolnikov's motives for the crime become exposed. Porfiry becomes increasingly certain of the man's guilt, but has no concrete evidence or witnesses with which to back up this suspicion. Furthermore, another man admits to committing the crime under questioning and arrest. However, Raskolnikov's nerves continue to wear thinner, and he is constantly struggling with the idea of confessing, though he knows that he can never be truly convicted. He turns to Sonya for support and confesses his crime to her. By coincidence, Svidrigaï¿½lov has taken up residence in a room next to Sonya's and overhears the entire confession. When the two men meet face to face, Svidrigaï¿½lov acknowledges this fact, and suggests that he may use it against him, should he need to. Svidrigaï¿½lov also speaks of his own past, and Raskolnikov grows to suspect that the rumors about his having committed several murders are true. In a later conversation with Dunya, Svidrigaï¿½lov denies that he had a hand in the death of his wife.\nRaskolnikov is at this point completely torn; he is urged by Sonya to confess, and Svidrigaï¿½lov's testimony could potentially convict him. Furthermore, Porfiry confronts Raskolnikov with his suspicions and assures him that confession would substantially lighten his sentence. Meanwhile, Svidrigaï¿½lov attempts to seduce Dunya, but when he realizes that she will never love him, he lets her go. He then spends a night in confusion and in the morning shoots himself. This same morning, Raskolnikov goes again to Sonya, who again urges him to confess and to clear his conscience. He makes his way to the police station, where he is met by the news of Svidrigaï¿½lov's suicide. He hesitates a moment, thinking again that he might get away with a perfect crime, but is persuaded by Sonya to confess.\nThe epilogue tells of how Raskolnikov is sentenced to eight years of penal servitude in Siberia, where Sonya follows him. Dunya and Razumikhin marry and are left in a happy position by the end of the novel, while Pulkheria, Raskolnikov's mother, falls ill and dies, unable to cope with her son's situation. Raskolnikov himself struggles in Siberia. It is only after some time in prison that his redemption and moral regeneration begin under Sonya's loving influence.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Time Crime", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Crime_and_Punishment", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.18, 
    "rating_count": 381664, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/7144.Crime_and_Punishment", 
        "found": true, 
        "year": 1866
    }, 
    "similar_books": [
        "Fathers and Sons", 
        "Diary of a Madman and Other Stories", 
        "Selected Stories", 
        "The Death of Ivan Ilych", 
        "The Captain's Daughter and Other Stories (Vintage Classics)", 
        "Oblomov", 
        "The Doll", 
        "The Trial", 
        "Heart of a Dog", 
        "The Petty Demon", 
        "A Hero of Our Time", 
        "Cancer Ward", 
        "A Time to Love and a Time to Die", 
        "Madame Bovary", 
        "Eugï¿½nie Grandet"
    ], 
    "description": "Through the story of the brilliant but conflicted young Raskolnikov and the murder he commits, Fyodor Dostoevsky explores the theme of redemption through suffering. <i>Crime and Punishment</i> put Dostoevsky at the forefront of Russian writers when it appeared in 1866 and is now one of the most famous and influential novels in world literature.<br /><br />The poverty-stricken Raskolnikov, a talented student, devises a theory about extraordinary men being above the law, since in their brilliance they think “new thoughts” and so contribute to society. He then sets out to prove his theory by murdering a vile, cynical old pawnbroker and her sister. The act brings Raskolnikov into contact with his own buried conscience and with two characters — the deeply religious Sonia, who has endured great suffering, and Porfiry, the intelligent and discerning official who is charged with investigating the murder — both of whom compel Raskolnikov to feel the split in his nature. Dostoevsky provides readers with a suspenseful, penetrating psychological analysis that goes beyond the crime — which in the course of the novel demands drastic punishment — to reveal something about the human condition: The more we intellectualize, the more imprisoned we become.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18151", 
        "num": 18151
    }, 
    "authors": [
        19
    ], 
    "pages": 671, 
    "language": "English", 
    "isbn13": "9780143058144", 
    "release_date": "2006-04-11T00:00:00", 
    "author": 19, 
    "original_title": "Crime and Punishment", 
    "summary": "Crime and Punishment (Russian: Преступлï¿½ние и наказï¿½ние, tr. Prestupleniye i nakazaniye; IPA: [prʲɪstʊˈplʲenʲɪje ɪ nəkɐˈzanʲɪje]) is a novel by the Russian author Fyodor Dostoyevsky. It was first published in the literary journal The Russian Messenger in twelve monthly installments during 1866. Later, it was published in a single volume. It is the second of Dostoyevsky's full-length novels following his return from 5 years of exile in Siberia. Crime and Punishment is considered the first great novel of his \"mature\" period of writing.\nCrime and Punishment focuses on the mental anguish and moral dilemmas of Rodion Raskolnikov, an impoverished ex-student in Saint Petersburg who formulates and executes a plan to kill an unscrupulous pawnbroker for her cash. Raskolnikov, in an attempt to defend his actions, argues that with the pawnbroker's money he can perform good deeds to counterbalance the crime, while ridding the world of a vermin. He also commits the murder to test a theory of his that dictates some people are naturally capable of such actions, and even have the right to perform them. Several times throughout the novel, Raskolnikov compares himself with Napoleon Bonaparte and shares his belief that murder is permissible in pursuit of a higher purpose.", 
    "content_cleaned": true, 
    "classes": [
        "fiction", 
        "to-read", 
        "classic", 
        "russian", 
        "literature", 
        "owned", 
        "russian-literature", 
        "books-i-own", 
        "russia", 
        "novels", 
        "philosophy", 
        "favourites", 
        "crime", 
        "russian-lit", 
        "currently-reading", 
        "19th-century", 
        "school", 
        "owned-books", 
        "classic-literature", 
        "novel", 
        "kindle", 
        "to-buy", 
        "1001-books", 
        "classics-to-read", 
        "historical-fiction", 
        "default", 
        "my-ebooks", 
        "mystery", 
        "1001", 
        "high-school", 
        "rory-gilmore-reading-challenge", 
        "psychology", 
        "my-library", 
        "to-read-classics", 
        "literary-fiction", 
        "my-books", 
        "read-for-school", 
        "classic-fiction", 
        "classics", 
        "abandoned", 
        "unfinished", 
        "to-re-read", 
        "translated", 
        "for-school", 
        "historical", 
        "re-read", 
        "ebook", 
        "existentialism", 
        "literary", 
        "adult", 
        "classic-lit", 
        "russian-classics", 
        "wish-list", 
        "1001-books-to-read-before-you-die", 
        "drama", 
        "audiobook", 
        "favorite", 
        "i-own", 
        "all-time-favorites", 
        "dostoyevsky", 
        "on-hold", 
        "rory-gilmore-challenge", 
        "favorite-books", 
        "general-fiction", 
        "books", 
        "audiobooks", 
        "lit", 
        "must-read", 
        "school-books", 
        "psychological", 
        "to-reread", 
        "favourite", 
        "own-it", 
        "to-read-fiction", 
        "adult-fiction", 
        "dostoevsky", 
        "translation", 
        "rory-gilmore", 
        "book-club", 
        "favorites", 
        "russians", 
        "fyodor-dostoyevsky", 
        "world-literature", 
        "the-classics", 
        "home-library", 
        "did-not-finish", 
        "classici", 
        "english", 
        "bookshelf", 
        "russian-authors", 
        "history", 
        "e-book", 
        "never-finished", 
        "shelfari-favorites", 
        "rory-gilmore-reading-list", 
        "audible", 
        "own-to-read", 
        "1800s", 
        "gilmore-girls", 
        "audio"
    ], 
    "content_available": true, 
    "n_authors": 1
}