{
    "content_name": "42196.txt.utf-8", 
    "isbn": "1406572446", 
    "author_name": "Robert E. Howard", 
    "images_urls": [
        "http://www.gutenberg.org/files/42196/42196-h/images/cover.jpg"
    ], 
    "year": 1935, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/f/f6/Weird_Tales_1935-11_-_Shadows_in_Zamboula.jpg"
    ], 
    "id": 146, 
    "category": "Text", 
    "plot": "Despite a warning received in the Suq by an elderly desert nomad, Conan stays the night in a cheap tavern in Zamboula, run by Aram Baksh. As night falls, a black Darfarian cannibal enters Conan's small chamber by means of a trick lock to drag him away to be eaten. All of the Darfarian slaves in the city are cannibals who roam the streets at night. As they only prey on travelers, the people of the city tolerate this and stay locked securely in their homes, while nomads and beggars make sure to spend the night at a comfortable distance from its walls. Even worse, Aram Baksh has made a deal with the cannibals - he provides them \"fresh meat,\" while he profits from the belongings of the ill-fated guests of his inn. This night, however, the unfortunate Darfarian attempts to prey on an armed and wary Conan, and pays with his life. Realizing the trap his room is, Conan takes to the Zamboulan streets where he soon runs into a naked woman chasing through the streets after her deranged lover; Conan rescues them from an attack by the cannibals. She tells him that she tried to secure her lover's unending affection via a love potion which instead made a raving lunatic of him. Suggestively promising Conan \"a reward\" in return for his assistance, they attempt to kill the high priest responsible for the man's madness.\nThe woman is captured in the attempt, and forced - via hypnotism - to dance before the High priest until she dies. Conan, defeating - quite literally - the strangler Baal-pteor at his own game, rescues her and kills the priest. At the point of claiming his payment, however, she reveals that she is really Nafertari, mistress to the satrap of the city, Jungir Khan (the mad man). Taking an antidote to Jungir, she promises Conan position and wealth.\nConan, however, leaves the city and reveals to the reader that he had recognised them almost immediately. He takes his revenge on the tavern owner Aram Baksh by cutting out his tongue and shearing off his beard to render him mute and unrecognizable, and turning him over to the hungry cannibals to devour - one of the most profound displays of Conan's ironic sense of humor - and leaves the city with gold and the magic ring that started the night's intrigues (and which Conan had stolen from the mad Jungir on their first encounter), with the intent to sell it to another interested party.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Shadows in Zamboula", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Shadows_in_Zamboula", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.69, 
    "rating_count": 118, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/42196/pg42196.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/4413247-shadows-in-zamboula", 
        "found": true, 
        "year": 1935
    }, 
    "similar_books": [], 
    "description": "Robert Ervin Howard (1906-1936) was an American pulp writer of fantasy, horror, historical adventure, boxing, western, and detective fiction. He is well known for having created the character Conan the Cimmerian, a literary icon whose pop-culture imprint can be compared to such icons as Tarzan of the Apes, Sherlock Holmes, and James Bond. Voracious reading, along with a natural talent for prose writing and the encouragement of teachers, conspired to create in Howard an interest in becoming a professional writer. One by one he discovered the authors that would influence his later work: Jack London and Rudyard Kipling. It's clear from Howard's earliest writings and the recollections of his friends that he suffered from severe depression from an early age. Friends recall him defending the act of suicide as a valid alternative as early as eighteen years old, while many of his stories and poems have a suicidal gloom and intensity that seem prescient in hindsight, describing such an end not as a tragedy but as a release from hell on earth.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/42196", 
        "num": 42196
    }, 
    "authors": [
        22
    ], 
    "pages": 48, 
    "language": "English", 
    "isbn13": "9781406572445", 
    "countries": [
        2
    ], 
    "release_date": "2013-02-25T00:00:00", 
    "author": 22, 
    "original_title": "Shadows in Zamboula", 
    "summary": "\"Shadows in Zamboula\" is one of the original stories by Robert E. Howard about Conan the Cimmerian, first published in Weird Tales in November, 1935. Its original title was \"The Man-Eaters of Zamboula\".\nThe story takes place over the course of a night in the desert city of Zamboula, with political intrigue amidst streets filled with roaming cannibals. It features the character Baal-pteor, one of the few humans in the Conan stories to be a physical challenge for the main Cimmerian character himself.\nBy present-day sensibilities, the story is seriously marred by including a vicious racial stereotype - blacks as cannibals - though Howard strove to lessen this by making clear that the cannibals in Zamboula are only the specific blacks from Darfar, other blacks being untainted.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "short-stories", 
        "fiction", 
        "classics", 
        "conan", 
        "pulp", 
        "short", 
        "to-read-ebook", 
        "01-classic-fantasy", 
        "test", 
        "read-2017", 
        "public-domain", 
        "kindle", 
        "gutenberg", 
        "digital", 
        "american", 
        "series", 
        "genero-fantasia", 
        "free-ebooks", 
        "part-of-an-onmibus", 
        "science-fiction-fantasy", 
        "priority-reads", 
        "owned", 
        "pulpy-sci-fi-club", 
        "pathfinder-recommendations", 
        "podcast", 
        "part-of-a-series", 
        "historical-fiction", 
        "classic", 
        "lit-anglosajona", 
        "z_fiction", 
        "x_shortstory", 
        "w_us_federal", 
        "s-s-conan", 
        "thriller", 
        "sword-and-sorcery", 
        "dark-fantasy", 
        "adventure", 
        "action", 
        "hyborean-age", 
        "cuentos", 
        "robert-e-howard", 
        "shelved", 
        "feedbooks-com", 
        "to-read-fantasy", 
        "ebooks", 
        "1930s", 
        "author-robert-e-howard", 
        "le-fantastique", 
        "audiobooks", 
        "fantasy-epic", 
        "short-story", 
        "mystery", 
        "ebook", 
        "my-e-books", 
        "sci-fi-fantasy", 
        "fond-memories-of-youth", 
        "conan-the-barbarian", 
        "sword-n-sorcery", 
        "mystery-and-suspense"
    ], 
    "content_available": true, 
    "n_authors": 1
}