{
    "content_name": "23198.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Randall Garrett", 
    "images_urls": [
        "http://www.gutenberg.org/files/23198/23198-h/images/pic1.png", 
        "http://www.gutenberg.org/files/23198/23198-h/images/pic2.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p105.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p106.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p107.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p108.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p109.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p110.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p111.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p112.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p113.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p114.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p115.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p116.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p117.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p118.png", 
        "http://www.gutenberg.org/files/23198/23198-page-images/p119.png"
    ], 
    "year": 1963, 
    "images": [], 
    "id": 529, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "With No Strings Attached", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 3.57, 
    "rating_count": 12, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8413953-with-no-strings-attached", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "An Excerpt from the book-The United States Submarine _Ambitious Brill_ slid smoothly into herberth in the Brooklyn Navy Yard after far too many weeks at sea, asfar as her crew were concerned. After all the necessary preliminarieshad been waded through, the majority of that happy crew went ashore toenjoy a well-earned and long-anticipated leave in the depths of thebrick-and-glass canyons of Gomorrah-on-the-Hudson.The trip had been uneventful, in so far as nothing really dangerousor exciting had happened. Nothing, indeed, that could even be calledout-of-the-way--except that there was more brass aboard than usual,and that the entire trip had been made underwater with the exceptionof one surfacing for a careful position check, in order to make surethat the ship's instruments gave the same position as the stars gave.They had. All was well.That is not to say that the crew of the _Ambitious Brill_ wereentirely satisfied in their own minds about certain questions that hadbeen puzzling them. They weren't. But they knew better than to askquestions, even among themselves. And they said nothing whatever whenthey got ashore. But even the novices among submarine crews know thatwhile the nuclear-powered subs like _George Washington_, _PatrickHenry_, or _Benjamin Franklin_ are perfectly capable ofcircumnavigating the globe without coming up for air, suchperformances are decidedly rare in a presumably Diesel-electric vesselsuch as the U.S.S. _Ambitious Brill_. And those few members of thecrew who had seen what went on in the battery room were the mostsecretive and the most puzzled of all. They, and they alone, knew thatsome of the cells of the big battery that drove the ship's electricmotors had been removed to make room for a big, steel-clad box hardlybigger than a foot locker, and that the rest of the battery hadn'tbeen used at all.With no one aboard but the duty watch, and no one in the battery roomat all, Captain Dean Lacey felt no compunction whatever in saying, ashe gazed at the steel-clad, sealed box: \"What a battery!\"The vessel's captain, Lieutenant Commander Newton Wayne, looked upfrom the box into the Pentagon representative's face. \"Yes, sir, itis.\" His voice sounded as though his brain were trying to catch upwith it and hadn't quite succeeded. \"This certainly puts us well aheadof the Russians.\"Captain Lacey returned the look. \"How right you are, commander. Thismeans we can convert every ship in the Navy in a tenth the time we hadfigured.\"Then they both looked at the third man, a civilian.He nodded complacently. \"And at a tenth the cost, gentlemen,\" he saidmildly. \"North American Carbide &amp; Metals can produce these unitscheaply, and at a rate that will enable us to convert every ship inthe Navy within the year.\"Captain Lacey shot a glance at Lieutenant Commander Wayne. \"All thisis strictly Top Secret you understand.\"\"Yes, sir; I understand,\" said Wayne.\"Very well.\" He looked back at the civilian. \"Are we ready,Mr. Thorn?\"\"Anytime you are, captain,\" the civilian said.\"Fine. You have your instructions, commander. Carry on.\"\"Aye, aye, sir,\" said Lieutenant Commander Wayne.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/23198", 
        "num": 23198
    }, 
    "authors": [
        49
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2007-10-26T00:00:00", 
    "author": 49, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "audio", 
        "amazon-ebooks", 
        "science-fiction", 
        "calibre-lendable-e-books", 
        "sci-fi"
    ], 
    "content_available": true, 
    "n_authors": 1
}