{
    "content_name": "30971.txt.utf-8", 
    "isbn": "0552152943", 
    "language_code": "eng", 
    "author_name": "Poul Anderson", 
    "images_urls": [
        "http://www.gutenberg.org/files/30971/30971-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_002.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_003.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_004.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_005.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_006.jpg", 
        "http://www.gutenberg.org/files/30971/30971-h/images/image_w.jpg"
    ], 
    "year": 1990, 
    "images": [], 
    "id": 77, 
    "category": "Text", 
    "plot": "Prince Rupert is taken by the Roundheads; held captive at a country house, he falls in love with his captor's niece, Jennifer. One of his troopers, Will Fairweather, followed him to the house where he was held captive; with the help of Jennifer, Will brings him to Oberon and Titania, who offer magical aid. Rupert and Jennifer exchange magic rings that will aid them as long as they are true to each other. Rupert sets out with Will to find the books that Prospero sank, in order to aid King Charles.\nRupert, fleeing Roundheads, finds refuge in a magical inn, The Old Phoenix, which proves to be a nexus between parallel worlds. Inside the tavern, he meets Valeria Matuchek, who is from an alternate history twentieth-century America. (Originally, the character had been a child in Anderson's Operation Chaos and a teenager in its sequel, Operation Luna, but is now an adult.) Holger Carlsen is another guest, born in a world where the Matter of France is history, and later trapped in \"our own\" twentieth-century America (the hero of Anderson's Three Hearts and Three Lions). Valeria explains what will happen in the English Civil War in \"our\" timeline, including the king's execution, strengthening Rupert's determination to change events here. He finds a Spanish ship that will transport him; it is carrying an ambassador and his wife.\nJennifer's Puritan uncle discovers her on her return, when she resolves to use the ring to find Rupert. She is brought, captive, to a port, where the ring enables her to steal a boat and set sail. The ambassador's wife uses a magic potion to seduce Rupert, and the rings fail. Rupert cannot find his way to the island, and Jennifer is stranded at sea. Despairing, Rupert takes to the library at Milan to try to work out where to find the island and books. Jennifer's plight becomes desperate from thirst, but Ariel (from The Tempest) finds her and brings her to the island. Rupert works out the location, and Jennifer and he are reconciled.\nThey retrieve the books and magically bear them back to England. Charles I has taken up a position near Glastonbury Tor for reasons he does not understand. Rupert attempts the magic; Will Fairweather is possessed by a spirit of England and stirs up the magic of the land. The Roundheads are defeated, and Charles I wins the English Civil War.\nAt the Old Phoenix, Valeria believes that even if \"romantic reactionaries\" like Charles I won the English Civil War here, there is still the prospect of technological advance in North America. However, the fairies believed differently—they supported the Cavalier cause to delay the disenchantment of this world.\nRupert and Jennifer return the rings to Oberon and Titania, and retire to a peaceful married life.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Industrial Revolution", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/A_Midsummer_Tempest", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.91, 
    "rating_count": 42971, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/30971/pg30971.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/34510.Moving_Pictures", 
        "found": true, 
        "year": 1990
    }, 
    "similar_books": [
        "The Brentford Chainstore Massacre", 
        "The Mammoth Book of Comic Fantasy", 
        "Dead Funny: Flying Dutch and Faust Among Equals", 
        "Knights Of Madness", 
        "The Unseen University Challenge: Terry Pratchett's Discworld Quizbook", 
        "Terry Pratchett's Hogfather: The Illustrated Screenplay"
    ], 
    "description": "<i>'Holy wood is a different sort of place. People act differently here. Everywhere else the most important things are gods or money or cattle. Here, the most important thing is to be important.'</i><br /><br /><i></i><br />People might say that reality is a quality that things possess in the same way that they possess weight. Sadly alchemists never really held with such a quaint notion. They think that they can change reality, shape it to their own purpose. Imagine then the damage that could be wrought if they get their hands on the ultimate alchemy: the invention of motion pictures, the greatest making of illusions. It may be a triumph of universe-shaking proportions. It's either that or they're about to unlock the dark terrible secret of the Holy Wood hills - by mistake...", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30971", 
        "num": 30971
    }, 
    "authors": [
        30
    ], 
    "pages": 396, 
    "language": "English", 
    "isbn13": "9780552152945", 
    "country": 2, 
    "release_date": "2010-01-15T00:00:00", 
    "author": 30, 
    "original_title": "A Midsummer Tempest", 
    "summary": "A Midsummer Tempest is an 1974 alternative history fantasy novel by Poul Anderson. In 1975, it was nominated for the World Fantasy Award for Best Novel and the Nebula Award for Best Novel and won the Mythopoeic Award.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "discworld", 
        "humor", 
        "fiction", 
        "terry-pratchett", 
        "humour", 
        "pratchett", 
        "owned", 
        "comedy", 
        "default", 
        "favorites", 
        "series", 
        "sci-fi-fantasy", 
        "funny", 
        "books-i-own", 
        "satire", 
        "ebook", 
        "english", 
        "audiobook", 
        "kindle", 
        "library", 
        "magic", 
        "comic-fantasy", 
        "fantasy-sci-fi", 
        "novels", 
        "owned-books", 
        "adventure", 
        "scifi-fantasy", 
        "humorous", 
        "science-fiction", 
        "sci-fi", 
        "to-buy", 
        "audiobooks", 
        "ebooks", 
        "british", 
        "high-fantasy", 
        "science-fiction-fantasy", 
        "my-books", 
        "calibre", 
        "books", 
        "sff", 
        "my-library", 
        "re-read", 
        "read-in-2015", 
        "general", 
        "action", 
        "speculative-fiction", 
        "1990s", 
        "fantasy-humour", 
        "disc-world", 
        "sci-fi-and-fantasy", 
        "adult", 
        "sf-fantasy", 
        "audio", 
        "fantasy-and-sci-fi", 
        "fantasy-scifi", 
        "favourites", 
        "stories", 
        "fun", 
        "pratchett-terry", 
        "discworld-series", 
        "pictures", 
        "motion", 
        "novel", 
        "e-book", 
        "e-books", 
        "sf-f", 
        "fantasía", 
        "fantasia", 
        "wizards", 
        "terry-pratchet", 
        "fantasy-fiction", 
        "diskworld", 
        "mine", 
        "parody", 
        "scifi", 
        "place", 
        "imaginary", 
        "read-in-english", 
        "borrowed", 
        "science", 
        "read-2013", 
        "audible", 
        "audio-book", 
        "mundodisco", 
        "unread", 
        "terry", 
        "genre-fantasy", 
        "pterry", 
        "adult-fantasy", 
        "read-in-2016", 
        "fantasy-humor", 
        "terry-prachett", 
        "bookshelf", 
        "home-library", 
        "favorite-authors", 
        "scheibenwelt", 
        "paper", 
        "movies"
    ], 
    "content_available": true, 
    "n_authors": 1
}