{
    "content_name": "19158.txt.utf-8", 
    "isbn": "0345339738", 
    "language_code": "en-US", 
    "author_name": "John Joseph McGuire", 
    "images_urls": [], 
    "year": 1955, 
    "images": [], 
    "id": 339, 
    "category": "Text", 
    "plot": "It has been more than 250 years since the nuclear war devastated the world, and finally the people of Fort Ridgeway (in what had once been Arizona) are advanced enough to go out looking for other surviving communities. The helicopter-borne explorers, Dr. Jim Loudons and Monty Altamont, are on their way to Pittsburgh to dig up an old cache of microfilmed books that was buried at the Carnegie Library before the war. Having so far only encountered stone-age barbarians, they are surprised to find a fort, manned by people with organization, firearms, and literacy.\nThe people living in the fort are descendants of an old pre-war army platoon, and they have maintained their organization and civilization as much as is possible. Also, they seem to have developed a strange religion around a god who died in battle with his adversary, both of whom were later resurrected. The adversary is behind the primitives who periodically attack the people of the “Toon,” and the Toon waits for their god to come back to them. In the meantime, it is up to them to follow his teachings of deductive reading and keen observation.\nHaving secured the Toon’s promise to assist them in retrieving the microfilm, Loudons and Altamont realize that they are being judged by the Toon. They seem to think that Monty Altamont is either their long-awaited god, or perhaps his adversary. The fate of their mission, not to mention their very lives might just depend on what the Toon decides.\nLoudons and Altamont and eight members of the Toon set out for Pittsburgh aboard their helicopter. After locating the library’s storage crypt, Dr. Loudons returns to the fort in the helicopter to get more workers, while Altamont and the eight Toon members stay behind. The local primitives, called Scowrers, launch an attack, appearing in larger numbers than the Toon has ever seen before. The realization that the adversary wants desperately to destroy the little band convinces the Toon members who Monty Altamont really is.\nHaving collected the microfilm and set off for Fort Ridgeway, Loudons tells Altamont that he has seen the sacred books of the Toon, and he is now very worried. Just what will happen to the Toon when they realize that they are mistaken, and that Loudons and Altamont are not really Dr. Watson and Sherlock Holmes?", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Return", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Return_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.51, 
    "rating_count": 464700, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18512.The_Return_of_the_King", 
        "found": true, 
        "year": 1955
    }, 
    "similar_books": [
        "A Muralha de Gelo (As Crónicas de Gelo e Fogo #2)", 
        "The Seeress of Kell (The Malloreon, #5)", 
        "Seventh Son (Tales of Alvin Maker, #1)", 
        "Sign of the Unicorn (The Chronicles of Amber #3)", 
        "The Silver Chair (Chronicles of Narnia, #4)", 
        "Chrzest ognia (Saga o Wiedźminie, #5)", 
        "Avempartha (The Riyria Revelations, #2)", 
        "Fool's Fate (Tawny Man, #3)", 
        "Mattimeo (Redwall, #3)", 
        "Pendragon (The Pendragon Cycle, #4)", 
        "Tales from Earthsea (Earthsea Cycle, #5)", 
        "The Elf Queen of Shannara (Heritage of Shannara, #3)", 
        "The Illearth War (The Chronicles of Thomas Covenant the Unbeliever, #2)", 
        "Bringer of Storms (Binding of the Blade #2)", 
        "Making Money (Discworld, #36; Moist Von Lipwig, #2)"
    ], 
    "description": "The Companions of the Ring have become involved in separate adventures as the quest continues. Aragorn, revealed as the hidden heir of the ancient Kings of the West, joined with the Riders of Rohan against the forces of Isengard, and took part in the desperate victory of the Hornburg. Merry and Pippin, captured by Orcs, escaped into Fangorn Forest and there encountered the Ents. Gandalf returned, miraculously, and defeated the evil wizard, Saruman. Meanwhile, Sam and Frodo progressed towards Mordor to destroy the Ring, accompanied by SmEagol--Gollum, still obsessed by his 'precious'. After a battle with the giant spider, Shelob, Sam left his master for dead; but Frodo is still alive--in the hands of the Orcs. And all the time the armies of the Dark Lord are massing. J.R.R. Tolkien's great work of imaginative fiction has been labeled both a heroic romance and a classic fantasy fiction. By turns comic and homely, epic and diabolic, the narrative moves through countless changes of scene and character in an imaginary world which is totally convincing in its detail.", 
    "format": "Mass Market Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/19158", 
        "num": 19158
    }, 
    "authors": [
        48, 
        19
    ], 
    "pages": 490, 
    "language": "English", 
    "isbn13": "9780345339737", 
    "country": 2, 
    "release_date": "2006-09-01T00:00:00", 
    "author": 48, 
    "original_title": "The Return (short story)", 
    "summary": "\"The Return\" is a science fiction short story by American writer H. Beam Piper and John J. McGuire. It is not a part of either Piper’s Terro-Human Future History series or his Paratime series.\nIt made its first appearance in the January 1954 issue of Astounding Science Fiction. The story was later edited and expanded for its appearance in the 1960 book The Science Fictional Sherlock Holmes. The differences between the two editions of the story are minor, mostly taking the form of added dialogue.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "favorites", 
        "fiction", 
        "classics", 
        "currently-reading", 
        "owned", 
        "books-i-own", 
        "tolkien", 
        "adventure", 
        "classic", 
        "series", 
        "sci-fi-fantasy", 
        "favourites", 
        "owned-books", 
        "epic-fantasy", 
        "high-fantasy", 
        "default", 
        "fantasy-sci-fi", 
        "j-r-r-tolkien", 
        "literature", 
        "novels", 
        "my-books", 
        "lord-of-the-rings", 
        "magic", 
        "epic", 
        "scifi-fantasy", 
        "re-read", 
        "young-adult", 
        "all-time-favorites", 
        "adult", 
        "my-library", 
        "i-own", 
        "middle-earth", 
        "library", 
        "books", 
        "british", 
        "novel", 
        "science-fiction-fantasy", 
        "audiobooks", 
        "sci-fi", 
        "science-fiction", 
        "audiobook", 
        "english", 
        "adult-fiction", 
        "fantasy-scifi", 
        "to-buy", 
        "favorite", 
        "20th-century", 
        "own-it", 
        "kindle", 
        "jrr-tolkien", 
        "favorite-books", 
        "lotr", 
        "shelfari-favorites", 
        "fantasia", 
        "5-stars", 
        "fiction-fantasy", 
        "rory-gilmore-reading-challenge", 
        "sci-fi-and-fantasy", 
        "read-more-than-once", 
        "childhood", 
        "reread", 
        "classic-literature", 
        "war", 
        "to-re-read", 
        "audio", 
        "british-literature", 
        "1001-books", 
        "fantasy-fiction", 
        "paperback", 
        "tbr", 
        "elves", 
        "home-library", 
        "ebooks", 
        "my-favorites", 
        "on-my-shelf", 
        "the-lord-of-the-rings", 
        "my-bookshelf", 
        "modern-classics", 
        "bookshelf", 
        "favourite", 
        "personal-library", 
        "speculative-fiction", 
        "fantasy-science-fiction", 
        "ebook", 
        "fantasy-and-sci-fi", 
        "sf-fantasy", 
        "fantasía", 
        "read-in-2015", 
        "audible", 
        "ya", 
        "movies", 
        "movie", 
        "wizards", 
        "action-adventure", 
        "5-star", 
        "have", 
        "1001", 
        "rory-gilmore-challenge"
    ], 
    "content_available": true, 
    "n_authors": 2
}