{
    "content_name": "32705.txt.utf-8", 
    "isbn": "0385513534", 
    "language_code": "eng", 
    "author_name": "Paul W. Fairman", 
    "images_urls": [
        "http://www.gutenberg.org/files/32705/32705-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32705/32705-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/32705/32705-h/images/illus2.jpg"
    ], 
    "year": 2009, 
    "images": [], 
    "id": 893, 
    "category": "Text", 
    "plot": "This novel, set in Philadelphia, centers around a young police homicide sergeant, Matt Payne. Payne, nicknamed Wyatt Earp of the Main Line, in past novels has been involved in spectacular and deadly shootouts with criminals. While Payne was always justified in these incidents, influential groups have protested to get Payne either removed from the police force or put into a job that keeps him off the streets. In this book the level of violence in the city has reached a boiling point. This book is full of shady characters and their scheming plots.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Deadly City", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Deadly_Assets", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.86, 
    "rating_count": 46105, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32705/pg32705.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/3398625-the-lost-city-of-z", 
        "found": true, 
        "year": 2009
    }, 
    "similar_books": [
        "River of Darkness: Francisco Orellana's Legendary Voyage of Death and Discovery Down the Amazon", 
        "The Unconquered: In Search of the Amazon's Last Uncontacted Tribes", 
        "Into the Silence: The Great War, Mallory and the Conquest of Everest", 
        "Skeletons on the Zahara: A True Story of Survival", 
        "Fordlandia: The Rise and Fall of Henry Ford's Forgotten Jungle City", 
        "A Voyage Long and Strange: Rediscovering the New World", 
        "Blind Descent: The Quest to Discover the Deepest Place on Earth", 
        "Through the Brazilian Wilderness", 
        "Exploration Fawcett", 
        "Brazilian Adventure", 
        "A Land So Strange: The Epic Journey of Cabeza de Vaca", 
        "Travels in Siberia", 
        "The White Rock", 
        "The Fourth Part of the World: The Race to the Ends of the Earth, and the Epic Story of the Map That Gave America Its Name", 
        "Brutal Journey: The Epic Story of the First Crossing of North America", 
        "Into Africa: The Epic Adventures of Stanley and Livingstone", 
        "Mawson's Will: The Greatest Polar Survival Story Ever Written", 
        "The Worst Journey in the World"
    ], 
    "description": "A grand mystery reaching back centuries. A sensational disappearance that made headlines around the world. A quest for truth that leads to death, madness or disappearance for those who seek to solve it. <i>The Lost City of Z</i> is a blockbuster adventure narrative about what lies beneath the impenetrable jungle canopy of the Amazon.<br /><br />After stumbling upon a hidden trove of diaries, New Yorker writer David Grann set out to solve \"the greatest exploration mystery of the 20th century\": What happened to the British explorer Percy Fawcett &amp; his quest for the Lost City of Z?<br /><br />In 1925, Fawcett ventured into the Amazon to find an ancient civilization, hoping to make one of the most important discoveries in history. For centuries Europeans believed the world's largest jungle concealed the glittering kingdom of El Dorado. Thousands had died looking for it, leaving many scientists convinced that the Amazon was truly inimical to humans. But Fawcett, whose daring expeditions inspired Conan Doyle's <i>The Lost World</i>, had spent years building his scientific case. Captivating the imagination of millions round the globe, Fawcett embarked with his 21-year-old son, determined to prove that this ancient civilisation--which he dubbed Z--existed. Then his expedition vanished. Fawcett's fate, &amp; the tantalizing clues he left behind about Z, became an obsession for hundreds who followed him into the uncharted wilderness. <br /><br />For decades scientists &amp; adventurers have searched for evidence of Fawcett's party &amp; the lost City of Z. Countless have perished, been captured by tribes or gone mad. As Grann delved ever deeper into the mystery surrounding Fawcett's quest, &amp; the greater mystery of what lies within the Amazon, he found himself, like the generations who preceded him, being irresistibly drawn into the jungle's green hell. His quest for the truth &amp; discoveries about Fawcett's fate &amp; Z form the heart of this complexly enthralling narrative.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32705", 
        "num": 32705
    }, 
    "authors": [
        221
    ], 
    "pages": 351, 
    "language": "English", 
    "isbn13": "9780385513531", 
    "countries": [
        2
    ], 
    "release_date": "2010-06-05T00:00:00", 
    "author": 221, 
    "original_title": "Deadly Assets", 
    "summary": "Deadly Assets is the twelfth novel in the Badge of Honor series, written by W.E.B. Griffin and William E. Butterworth IV.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "non-fiction", 
        "history", 
        "nonfiction", 
        "adventure", 
        "travel", 
        "biography", 
        "favorites", 
        "book-club", 
        "exploration", 
        "mystery", 
        "historical", 
        "audiobooks", 
        "audiobook", 
        "south-america", 
        "owned", 
        "library", 
        "books-i-own", 
        "audio", 
        "fiction", 
        "kindle", 
        "amazon", 
        "science", 
        "latin-america", 
        "anthropology", 
        "survival", 
        "adult", 
        "ebook", 
        "biography-memoir", 
        "brazil", 
        "to-buy", 
        "audio-books", 
        "historical-fiction", 
        "non-fic", 
        "nature", 
        "to-read-non-fiction", 
        "read-in-2017", 
        "memoir", 
        "abandoned", 
        "audio-book", 
        "archaeology", 
        "journalism", 
        "bookclub", 
        "explorers", 
        "ebooks", 
        "wish-list", 
        "non-fiction-to-read", 
        "read-in-2016", 
        "travel-adventure", 
        "my-library", 
        "owned-books", 
        "read-in-2010", 
        "biographies", 
        "to-read-nonfiction", 
        "default", 
        "did-not-finish", 
        "read-in-2015", 
        "read-in-2011", 
        "historical-non-fiction", 
        "book-to-movie", 
        "adult-non-fiction", 
        "geography", 
        "narrative-nonfiction", 
        "fawcett", 
        "action-adventure", 
        "read-2017", 
        "outdoors", 
        "unfinished", 
        "true-adventure", 
        "nonfiction-to-read", 
        "my-books", 
        "read-in-2009", 
        "2017-reads", 
        "need-to-buy", 
        "memoir-biography", 
        "percy-fawcett", 
        "english", 
        "read-2010", 
        "clsc", 
        "didn-t-finish", 
        "memoirs", 
        "movies", 
        "2000s", 
        "borrowed", 
        "biography-autobiography", 
        "general-nonfiction", 
        "library-books", 
        "maybe", 
        "favourites", 
        "home-library", 
        "autobiography", 
        "non-fiction-history", 
        "listened-to", 
        "american", 
        "library-book", 
        "world-history", 
        "adventure-travel", 
        "read-2014", 
        "books-to-movies"
    ], 
    "content_available": true, 
    "n_authors": 1
}