{
    "content_name": "551.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1918, 
    "images": [], 
    "id": 59, 
    "category": "Text", 
    "plot": "The novel is set in World War I and opens with a framing story in which a manuscript relating the main story is recovered from a thermos off the coast of Greenland. It purports to be the narrative of Bowen J. Tyler, an American passenger with his Airedale Terrier Nobs on a ship sunk in the English Channel by a German U-boat, U-33, in 1916. He is rescued by a British tugboat with another survivor, Lys La Rue. The tug is also sunk, but its crew manages to capture the submarine when it surfaces. Unfortunately, all other British craft continue to regard the sub as an enemy, and they are unable to bring it to port. Sabotage to the navigation equipment sends the U-33 astray into the South Pacific. The imprisoned German crew retakes the sub and begins a raiding cruise, only to be overcome again by the British. A saboteur continues to guide the sub off course, and by the time he is found out it is in Antarctic waters.\nThe U-33 is now low on fuel, with its provisions poisoned by the saboteur Benson. A large island ringed by cliffs is encountered, and identified as Caprona, a land mass first reported by the fictitious Italian explorer Caproni in 1721 whose location was subsequently lost. A freshwater current guides the sub to a stream issuing from a subterranean passage, which is entered on the hope of replenishing the water supply. The U-boat surfaces into a tropical river teeming with primitive creatures extinct elsewhere; attacked, it submerges again and travels upstream in search of a safe harbor. It enters a thermal inland sea, essentially a huge crater lake, whose heat sustains Caprona’s tropical climate. As the sub travels north along the island’s waterways the climate moderates and wildlife undergoes an apparent evolutionary progression.\nOn the shore of the lake the crew builds a palisaded base, dubbed Fort Dinosaur for the area’s prehistoric fauna. The British and Germans agree to work together under Tyler, with Bradley, the mate from the tug, as second in command and Von Schoenvorts, the original sub commander, in control of the Germans. The castaways are attacked by a horde of beast men and take prisoner Ahm, a Neanderthal Man. They learn that the native name for the island is Caspak. Oil is discovered, which they hope to refine into fuel for the U-33. As they set up operations, Bradley undertakes various explorations. During his absence Lys disappears and the Germans abscond with the submarine.\nTyler leaves the other survivors to seek and rescue Lys. A series of adventures ensues among various bands of near-human primitives, each representing a different stage of human advancement, as represented by their weaponry. Tyler rescues Lys from a group of Sto-lu (\"hatchet men\"), and later aids the escape of a woman of the Band-lu (spearmen) to the Kro-lu (bowmen). Lys is lost again, and chance discoveries of the graves of two men associated with Bradley’s expedition leaves Tyler in despair of that party’s fate. Unable to find his way back to Fort Dinosaur, he retreats to the barrier cliffs ringing Caspak in a vain hope of attracting rescue from some passing ship. Improbably reunited with Lys, he sets up house with her, completes the account of his adventures which he has been writing, and casts it out to sea in his thermos.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Land That Time Forgot", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Land_That_Time_Forgot_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.81, 
    "rating_count": 1167, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/17377791-the-land-that-time-forgot", 
        "found": true, 
        "year": 1918
    }, 
    "similar_books": [
        "A Passion In The Desert", 
        "Bertram Cope's Year", 
        "For the Love of Letters: A 21st-Century Guide to the Art of Letter Writing", 
        "The Quest of the Sacred Slipper", 
        "Ambrose Bierce's Write It Right: The Celebrated Cynic's Language Peeves Deciphered, Appraised, and Annotated for 21st-Century Readers", 
        "Mademoiselle Fifi and Other Stories", 
        "The Complete Hammer's Slammers Volume 2", 
        "How to Tell a Story: The Secrets of Writing Captivating Tales", 
        "A Book of Remarkable Criminals", 
        "How to Write Killer Fiction", 
        "The Call of the Canyon", 
        "Mentor: A Memoir", 
        "Cabbages and Kings", 
        "Dirge (Founding of the Commonwealth, #2)", 
        "Sayings of the Buddha: New Translations from the Pali Nikayas", 
        "On Writing Romance: How to Craft a Novel That Sells", 
        "Bolo Brigade (Bolo, #4)", 
        "Man, Oh Man!  Writing M/M Fiction for Kinks & Cash"
    ], 
    "description": "In the South Pacific is a mountainous island called Caspak. Winged humanoid creatures, dinosaurs, ferocious beasts of prey, Neanderthals, \"wild ape-men,\" and monstrous reptiles terrorize each other, and the mixed crew of WW 1 adventurers who fight across the island and dine on Plesiosaurus steaks in the company of a jungle princess.", 
    "format": "Kindle Edition", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/551", 
        "num": 551
    }, 
    "authors": [
        2
    ], 
    "pages": 148, 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "1996-06-01T00:00:00", 
    "author": 2, 
    "original_title": "The Land That Time Forgot (novel)", 
    "summary": "The Land That Time Forgot is a fantasy novel by American writer Edgar Rice Burroughs, the first of his Caspak trilogy. His working title for the story was \"The Lost U-Boat.\" The sequence was first published in Blue Book Magazine as a three-part serial in the issues for September, October and November 1918. The complete trilogy was later combined for publication in book form under the title of the first part by A. C. McClurg in June 1924. Beginning with the Ace Books editions of the 1960s, the three segments have usually been issued as separate short novels.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "currently-reading", 
        "classics", 
        "fantasy", 
        "adventure", 
        "fiction", 
        "sci-fi", 
        "kindle", 
        "classic", 
        "edgar-rice-burroughs", 
        "owned", 
        "ebook", 
        "pulp", 
        "dinosaurs", 
        "audiobook", 
        "series", 
        "audiobooks", 
        "ebooks", 
        "scifi", 
        "sci-fi-fantasy", 
        "novels", 
        "e-books", 
        "fic", 
        "prehistoric", 
        "owned-not-read", 
        "owned-books", 
        "default", 
        "burroughs", 
        "books-i-own", 
        "audio", 
        "action", 
        "favorites", 
        "sf", 
        "read-in-english", 
        "read-in-2015", 
        "on-kindle", 
        "lost-world", 
        "ebooks-i-own", 
        "e-book", 
        "action-adventure", 
        "serial-reader", 
        "classic-adventure", 
        "read-in-2013", 
        "public-domain-scifi", 
        "mystery", 
        "backlog", 
        "a-scify", 
        "kindle-book", 
        "romance", 
        "not-owned", 
        "lost", 
        "to-read-maybe", 
        "kindle-freebies", 
        "unread", 
        "sf-fantasy", 
        "scifi-fantasy", 
        "science", 
        "reviewed", 
        "public-domain", 
        "paperbacks", 
        "own-ebook", 
        "novel", 
        "not-read", 
        "lost-world-lost-race", 
        "literature", 
        "kindle-free", 
        "i-own", 
        "fantasy-sci-fi", 
        "caspak", 
        "burroughs-edgar-rice", 
        "audio-books", 
        "adult", 
        "prehistoric-fiction", 
        "pulp-fiction", 
        "pre-goodreads", 
        "own-on-audiobook", 
        "serial-reads", 
        "in-library", 
        "2017-serial", 
        "to-read-d", 
        "have", 
        "favorites-in-literature", 
        "aventuras", 
        "chandler-library", 
        "to-read-science-fiction", 
        "own-it", 
        "write-review", 
        "ibooks", 
        "actually-own", 
        "ovrdrve-audio", 
        "world-war-l", 
        "first-person-animal", 
        "fiction-series", 
        "damed-dirty-apes", 
        "classic-fiction", 
        "1900-1919", 
        "00-to-read-02", 
        "books-to-buy", 
        "2017-pop-sugar"
    ], 
    "content_available": true, 
    "n_authors": 1
}