{
    "content_name": "33644.txt.utf-8", 
    "author_name": "Donald A. Wollheim", 
    "images_urls": [
        "http://www.gutenberg.org/files/33644/33644-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/33644/33644-h/images/illus.jpg", 
        "http://www.gutenberg.org/files/33644/33644-h/images/title.jpg"
    ], 
    "year": 1959, 
    "images": [], 
    "id": 301, 
    "category": "Text", 
    "plot": "Helping his father on an archeological expedition in the Peruvian Andes, Burl Denning looks forward to studying engineering when he enters college in the fall. The expedition’s study of Inca ruins is interrupted by the arrival of a small guided missile from California. Inside the missile they find a message informing them that over the past several days the sun’s light has dimmed all over the world, threatening the onset of a new ice age, and that the source of the dimming has been traced to a point seven miles from their camp.\nBurl and his father hike to the location they were given and come to a dome surrounded by a wall. Inside the dome they find alien machinery that will not respond to their manipulations of the controls. Burl tries to pick up a small sphere and it blasts him with what feels like an electric shock. He then discovers that the controls will respond to him, so he shuts down the installation and sees immediately that the sunlight outside the dome has returned to normal.\nPicked up by the military and taken to California, the Dennings are told that astronomers have detected a dimming of sunlight on Mercury and Mars and suspect it’s occurring on the other planets as well. Worse, calculations show that if the Sun-stealers’ program continues, the sun will blow up as a nova in two to three years. Fortunately the means to solve the problem stands readily at hand for those who dare to use it – a giant spaceship propelled by an experimental antigravity drive.\nBurl is told that, unlike Cavorite, which H.G. Wells described in First Men in the Moon, the drive on A-G 17 (also called Magellan) is an active device, requiring thermonuclear reactors to provide the necessary power. The drive can produce attraction as well as attraction of gravitational fields and it can concentrate the force, enabling the ship to produce tremendous accelerations. With Burl on board, the crew takes the ship into space and grabs the sun’s gravitational field to pull the ship onto a trajectory that will take it to Venus.\nAn error in their understanding of the A-G drive leads them to shoot past Venus, so they go to Mercury instead. There, protected by parasols, the wrecking crew invades the Sun-tap station and Burl shuts it down. An alarm flashes and some time later, just as the men have finished photographing the station, the station destroys itself, saving the Earthmen the need to bomb it. They then head out to Venus.\nThey find the Sun-tap station on Venus sitting on a wide mudbar in the middle of a shallow, planet-wide ocean. Inside the station Burl shuts down the alarm and then shuts down the station. Then he and his two companions must fight their way past a large, flesh-eating amoeba on their way to the helicopter that will take them back to Magellan.\nMars is their next stop. While they pass close to Earth they learn that the Sun-tap transmissions have been traced and they point to Pluto as their destination. On Mars the men discover that the Sun-tap station has been built underneath a Martian city. Again Burl shuts down the alarm and then the station as the other men on his team take pictures and set a tactical atomic bomb to destroy the place. On their way out Boulton fires his gun at what looks like another alarm and is hit by a bolt of electricity. Fighting their way through a mob of the ant-like Martians, they return to Magellan and set course for Jupiter.\nOn the way Boulton tries to sabotage the ship, but when Burl grapples with him in an effort to stop him both men are knocked out by a flash of light. When they regain consciousness they find that Boulton is back to normal, the electric contact with Burl having freed him from the alien compulsion.\nThe Jovian Sun-tap station sits on Callisto. Burl shuts it down and he and his two companions leave immediately, barely escaping the explosion of the booby-trapped station destroying itself.\nPartway to Saturn they encounter a Plutonian ship, a dumbbell shaped, globe-and-rod craft that launches what looks like a lightning bolt at Magellan. The bolt is absorbed by the bazooka rocket that the men had already launched at the alien ship. A tactical atomic bomb on a rocket obliterates half of the Plutonian ship, which flees.\nAt Saturn they find the Sun-tap station on Iapetus and, wary of booby traps, drop an H-bomb on it. At Uranus the Sun-tap station sits on Oberon and again they wipe it out with a bomb. Then they head toward Pluto, figuring that they will hit the Sun-tap station at Neptune on their way home. They soon overtake the half-ruined Plutonian ship, which hits Magellan with an energy bolt that nearly cripples the ship, but then Burl obliterates the alien completely with an atomic blast.\nArriving at Pluto, an Earth-sized world, the Earthmen discover the last Plutonian city at the north pole with two dumbbell ships hovering over it. They put Magellan into a low equatorial orbit to avoid being spotted while they finish repairing the ship.\nBurl and two companions go down to the surface to explore, working their way north and landing their small rocketship several times to examine a dead Plutonian city. Finally they come to within a mile of the planet’s last stronghold. They infiltrate the place, set out a small atomic bomb with its timer set for four hours, and try to leave. Discovered and chased by Plutonians, Burl is trapped and knocked out.\nHe regains consciousness in a transparent enclosure on the surface of Triton, just outside the main temple of the Plutonians’ lunar religion. He finds the controls and frees himself, then he joins a ragtag band of Neptunians while Magellan lures the two dumbbell ships out into space where the crew destroys them both. Inside the temple Burl finds the inner sanctum lined with glass cases containing aliens, including one of his companions, in suspended animation, waiting to be sacrificed. Burl battles the priests and smashes the cases in a desperate fight. As each alien regains consciousness it joins the fight and soon there are no more Plutonians.\nWith all of the Plutonians dead, the danger to the solar system is past. Burl sees then the people of other planets and of other stars coming together in peace and mutual understanding.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Secret of the Ninth Planet", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Secret_of_the_Ninth_Planet", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.18, 
    "rating_count": 55, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/33644/pg33644.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6115543-the-secret-of-the-ninth-planet", 
        "found": true, 
        "year": 1959
    }, 
    "similar_books": [
        "Masters Of Space", 
        "Star Surgeon (Sector General, #2)", 
        "The Eighth Science Fiction Megapack: 25 Modern and Classic Stories", 
        "The Fredric Brown MEGAPACK ï¿½: 33 Classic Science Fiction Stories", 
        "The Robert Sheckley Megapack: 15 Classic Science Fiction Stories", 
        "Berserker's Star (Berserker, #12)", 
        "Velvet Dogma", 
        "Dark as Day (Cold as Ice, #3)", 
        "2184", 
        "Space Race I: Solar Flare", 
        "Celebrated Crimes", 
        "Tumbler", 
        "Dark Matter", 
        "A Maze of Stars", 
        "The Fourth World", 
        "The Mammoth Book of Mindblowing SF", 
        "Year's Best SF 14"
    ], 
    "description": "From Pulpville Press. On the day that the theft of the solar system's light begins, Burl Denning is with an archaeological expedition in the Andes. Within hours the U.S. Air Force has ordered the expedition to investigate the strange phenomenon that is causing a dimness and a drop in temperature throughout the world. This is the start of a fantastic adventure that takes Burl on the first circumnavigation of the solar system on the Magellan. Each planet-fall brings unexpected hazards, as the ship draws closer and closer to solving the mystery of the thest.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/33644", 
        "num": 33644
    }, 
    "authors": [
        97
    ], 
    "language": "English", 
    "country": 2, 
    "release_date": "2010-09-05T00:00:00", 
    "author": 97, 
    "original_title": "The Secret of the Ninth Planet", 
    "summary": "The Secret of the Ninth Planet is a science-fiction novel written by Donald A. Wollheim and first published in the United States in 1959 by the John C. Winston Co. Wollheim takes his heroes on a grand tour of the solar system as that team struggles to prevent an alien force from blowing up the sun. This is the last of three juvenile novels that Wollheim wrote for Winston, the other two being The Secret of Saturn's Rings and The Secret of the Martian Moons.\nThis is one of the thirty-five juvenile novels that comprise the Winston Science Fiction set, which novels were published in the 1950s for a readership of teen-aged boys. The typical protagonist in these books was a boy in his late teens who was proficient in the art of electronics, a hobby that was easily available to the readers.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fiction", 
        "audio-books", 
        "librivox", 
        "my-ebooks", 
        "young-adult", 
        "audiobooks-read", 
        "3-stars", 
        "on-calibre-to-read", 
        "20th-century-lit", 
        "to-read-sci-fic-fantasy", 
        "31", 
        "own-ebook", 
        "scifi-space-travel", 
        "default", 
        "sf", 
        "my-nook", 
        "sci-fi-read-box-r17", 
        "box-a", 
        "listened-to", 
        "reviewed-apart", 
        "reviewed", 
        "final-frontier", 
        "20th-century-sff", 
        "gutenberg", 
        "pdf", 
        "scifi", 
        "collection", 
        "feedbooks-com", 
        "fiction-non-hungarian", 
        "favourite-readings-of-my-childhood", 
        "sci-fi-fantasy", 
        "scifi-fantasy", 
        "librivox-audio", 
        "kindle", 
        "have-this", 
        "p-mass-mkt-paperback", 
        "all-paper", 
        "space-opera", 
        "special", 
        "hardcover", 
        "adventures", 
        "owned-kindle", 
        "read-in-2012", 
        "3-ebooks", 
        "science", 
        "fantasy", 
        "1954-1969", 
        "e-books", 
        "unfiltered", 
        "read-pre-2010", 
        "pre-hugo-sf", 
        "ebooks", 
        "novels", 
        "read-before-2009", 
        "3a-ebooks", 
        "sf-pre-hugo"
    ], 
    "content_available": true, 
    "n_authors": 1
}