{
    "content_name": "10002.txt.utf-8", 
    "isbn": "1426438281", 
    "language_code": "eng", 
    "author_name": "William Hope Hodgson", 
    "images_urls": [], 
    "year": 1908, 
    "images": [], 
    "id": 18, 
    "category": "Text", 
    "plot": "Tonnison and Berreggnog make a fishing holiday to the remote village of Kraighten in rural Ireland. On the third day of their stay, they stumble upon the ruins of a strangely shaped house on a large lake. They discover the mouldering journal of the Recluse, an unidentified man who recorded his last days in the house before its destruction.\nThe Recluse begins his journal with descriptions of how he acquired the house, along with his daily life with his sister and his faithful dog, Pepper. He started the diary to record the strange experiences and horrors occurring in and around the house. The Recluse relates a vision in which he travels to a remote and vast arena, \"the Plain of Silence\", surrounded by mountains with representations of mythological beast-gods, demons, and other \"bestial horrors\" on their slopes. In the center of the plain stands a house almost identical to his own, save that the house in the arena is much larger and appears to be made of a green jade-like substance. Along the way, he sees a huge, menacing humanoid with swine-like features.\nShortly after his vision of the \"arena,\" he is attacked by humanoid pig-like creatures that he names \"the swine-things\", which appear to come from the depths of a great chasm under the house. The struggle with these creatures lasts for several nights of increasing ferocity, but the man kills several of the creatures and drives them off. As he searches for the origin of the swine-things, the man finds a pit beyond the gardens where a river descends into the earth. There he finds a tunnel leading to the great chasm. A rock slide dams the water in the pit. The man is trapped, but Pepper rescues him. The house transports the Recluse to an unknown place called \"the Sea of Sleep\" where he briefly reunites with his lost love.\nTonnison and Berreggnog must stop reading there as the house collapse has destroyed much of the journal. Except for an enigmatic fragment, the book becomes unreadable between the passage describing \"the Sea of Sleep\" and a later entry titled \"The noise in the night\". They realise that the water from the dammed pit has overflowed to create the lake. They suppose that the destroyed section of the journal may have explained other mysteries about the house.\nAs the Recluse's story continues, he notices that the passage of day and night has increased in speed, eventually blurring into a never-ending twilight. As he watches, his surroundings decay and collapse to dust. The dead world slowly grinds to a halt and the sun goes out after several million millennia. Once the world ends, the man floats through space, seeing angelic, human, and demonic forms passing before his eyes. Later, he finds himself back in his own study on Earth, with everything apparently returned to normality, with one exception: Pepper is dead.\nThe malicious swine-beast from his earlier journeys to the \"arena\" has followed him back to his own dimension. The creature infects the man's new dog with a luminous fungal disease. Although the man shoots the suffering animal, he also contracts the disease. The manuscript ends with the man, by then partly covered by the fungal growth, locked (from the outside only) in his study as the creature comes through a trap door in the basement from the chasm under the house. As he ponders suicide to end his suffering, the creature tries to open the study door and the diary abruptly ends.\nTonnison and Berreggnog search for information about the man and his circumstances. They learn that the house was long believed to be evil before the unsociable old man and his elderly sister acquired it. Monthly supplies were brought in by a man who would say nothing about the Recluse. After several years, the man returned early one day from his delivery trip and said that the house had mysteriously fallen into the chasm. The two travellers leave Kraighten and never return. The novel ends with a five-verse poem titled \"Grief\", found behind the fly-leaf of the diary.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The House on the Borderland", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_House_on_the_Borderland", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.67, 
    "rating_count": 2697, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/220937.The_House_on_the_Borderland", 
        "found": true, 
        "year": 1908
    }, 
    "similar_books": [
        "The Complete John Silence Stories (Dover Horror Classics)", 
        "The Three Impostors and Other Stories", 
        "More Ghost Stories of an Antiquary", 
        "The Witch Of Prague & Other Stories", 
        "In a Lonely Place", 
        "Can Such Things Be?", 
        "The Dark Country", 
        "Wonder Tales: The Book of Wonder and Tales of Wonder", 
        "The Door to Saturn", 
        "Grimscribe: His Lives and Works", 
        "The Yellow Sign & Other Stories", 
        "The Face That Must Die"
    ], 
    "description": "A manuscript is found: filled with small, precise writing and smelling of pit-water, it tells the story of an old recluse and his strange home - and its even stranger, jade-green double, seen by the recluse on an otherworldly plain where gigantic gods and monsters roam.<br /><br />Soon his more earthly home is no less terrible than his bizarre vision, as swine-like creatures boil from a cavern beneath the ground and besiege it. But a still greater horror will face the recluse - more inexorable, merciless and awful than any creature that can be fought or killed.<br /><br /><i>A classic of the first water</i> - H. P. Lovecraft", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/10002", 
        "num": 10002
    }, 
    "authors": [
        11
    ], 
    "language": "English", 
    "isbn13": "9781426438288", 
    "country": 1, 
    "release_date": "2003-11-01T00:00:00", 
    "author": 11, 
    "original_title": "The House on the Borderland", 
    "summary": "The House on the Borderland (1908) is a supernatural horror novel by British fantasist William Hope Hodgson. The novel is a hallucinatory account of a recluse's stay at a remote house, and his experiences of supernatural creatures and otherworldly dimensions.\nAmerican horror writer H. P. Lovecraft listed The House on the Borderland and other works by Hodgson among his greatest influences, and Terry Pratchett has called the novel \"the Big Bang in my private universe as a science fiction and fantasy reader and, later, writer\".", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "currently-reading", 
        "fiction", 
        "classics", 
        "1001", 
        "science-fiction", 
        "kindle", 
        "gothic", 
        "horror", 
        "weird-fiction", 
        "owned", 
        "1001-books-to-read-before-you-die", 
        "classic", 
        "ebook", 
        "1001-import", 
        "weird", 
        "1001-books-to-read", 
        "sci-fi", 
        "ebooks", 
        "supernatural", 
        "cosmic-horror", 
        "books-i-own", 
        "novels", 
        "20th-century", 
        "literature", 
        "e-book", 
        "to-buy", 
        "sci-fi-fantasy", 
        "wish-list", 
        "1900s", 
        "ireland", 
        "lovecraftian", 
        "audiobook", 
        "classic-horror", 
        "favorites", 
        "gothic-horror", 
        "speculative-fiction", 
        "1001-books-you-must-read-before-you", 
        "mystery", 
        "paranormal", 
        "william-hope-hodgson", 
        "books", 
        "unread", 
        "librivox", 
        "sf", 
        "clï¿½sicos", 
        "fantasy-masterworks", 
        "default", 
        "english-literature", 
        "on-kindle", 
        "ghosts", 
        "british", 
        "scifi", 
        "owned-books", 
        "nook", 
        "time-travel", 
        "to-read-fiction", 
        "favourites", 
        "spooky", 
        "favorite-books", 
        "1001-books-to-read-before-i-die", 
        "my-books", 
        "english", 
        "1001-challenge", 
        "fantascienza", 
        "novella", 
        "library", 
        "dark-fantasy", 
        "1001-books", 
        "short", 
        "kindle-books", 
        "1001-before-you-die", 
        "the-weird", 
        "reviewed", 
        "horror-thriller", 
        "paperback", 
        "public-domain", 
        "england", 
        "e-books", 
        "fantasy-sci-fi", 
        "1001-books-you-must-read", 
        "british-lit", 
        "haunted-houses", 
        "1001-list", 
        "to-read-horror", 
        "to-read-soon", 
        "not-owned", 
        "read-2014", 
        "did-not-finish", 
        "1000-books-to-read-before-you-die", 
        "abandoned", 
        "science-fiction-fantasy", 
        "finished", 
        "calibre", 
        "ghost-stories", 
        "adult", 
        "1001-books-2006", 
        "uk", 
        "supernatural-horror"
    ], 
    "content_available": true, 
    "n_authors": 1
}