{
    "content_name": "31599.txt.utf-8", 
    "isbn": "0385262825", 
    "author_name": "Roger D. Aycock", 
    "images_urls": [
        "http://www.gutenberg.org/files/31599/31599-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/31599/31599-h/images/image_i.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 713, 
    "category": "Text", 
    "plot": "Charlie St. Cloud (age 18) and Sam (12) are two brothers with a love so strong, no force can separate them. When their mom leaves Charlie to babysit Sam, they decide to go to watch a 1991 Red Sox baseball game in Boston against the New York Yankees with their pet beagle, Oscar. They \"borrow\" their neighbor Mrs. Pung's Ford Country Squire. On the way there they cannot decide which CD to listen to. As they cross the General Edwards Bridge on the Saugus River, on the way home, Charlie decides to take a look at the moon to see if Sam was right about the moon being larger that night. Charlie does not see an 18-wheeler truck come and they end up tumbling twice crushing Oscar along the way. When they are dead, they find themselves close to the cemetery in Marblehead, the town where they live. Sam is scared and Charlie makes a promise that they will never abandon each other. However, Charlie gets resuscitated in an ambulance by a religious paramedic, Florio Ferrente and carries on living.\nThirteen years later, Charlie, now 31, has grown up and is working at the Waterside cemetery. Every evening at dusk he goes to a nearby forest where he plays with Sam. Charlie has the gift of seeing ghosts. This serves him well as an undertaker, as he can talk with ghosts.\nIn the town lives Tess Carroll, a yachtswoman who wants to make a round the world trip. A week prior to her departure, she directs her yacht into a storm to test it, not listening to her shipsman Tink Weatherbee, who told her not to go into the storm. The storm sucks Tess into its grasp and the ship flips, leaving Tess hanging on upside down. Tess appears at the cemetery where her dad is buried. While regarding her father's memorial, she hears a loud clanging noise, which is Charlie scaring away the geese by banging trash can covers together. She remembers Charlie from high school and wonders if he remembers her. They both talk and Charlie ends up asking Tess to come over for dinner that night. Both are not entirely sure of this arrangement for different reasons. Tess is concerned with the fact that she never really was a true believer in love, and Charlie is worried that this could come in between his promise to him and Sam. The next day while taking a walk with her dog, Bobo, Tess realizes that people ignore her when Bobo comes off his leash and nobody hears her saying to stop him. She then looks into the water and realizes that her reflection is not there. What is more, she can see Sam St. Cloud, the boy who died thirteen years ago.\nWhile at lunch the next day after their date, an officer comes in and states that Tess's boat, the Querencia, has gone missing and parts of the ship have been found. Charlie is shocked at the thought that Tess could be dead. He had heard of \"middle ground\" where spirits would stay until they were ready to pass over to the next level. He had seen many come and go quickly and others who liked to stay like his brother. In the meantime everyone in the town in possession of a boat, including Charlie, explores the harbor in order to look for Tess's body. Charlie questions his sanity because the night they shared together was so real and Tess was full of life. There was no way she could possibly be gone.\nEveryone gives up the search, but then Charlie feels that there is one place he has to go. With Sam's help he finds Tess's body. Tess is transported to a hospital where the doctors stabilize her in a deep coma.\nA few months later, Charlie decides to quit his job and move on, bidding a final farewell to Sam, now 25 years old from crossing over. Charlie is now a paramedic at Engine 2 on Franklin Street. During his last visit at the hospital Tess wakes up. Charlie remembers how they met, and Charlie tells her the story of how they met and fell in love at Waterside Cemetery.\nThe afterword of the novel is narrated by the ghost of Florio Ferrante, the paramedic who saved Charlie's life. He reveals that Tess and Charlie fall in love again and eventually marry and have two sons. It is also said that Charlie and his family will get a new beagle.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "To Remember Charlie By", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Death_and_Life_of_Charlie_St._Cloud", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.81, 
    "rating_count": 16, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/31599/pg31599.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/659148.Remembering_Charlie", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "format": "Hardcover", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31599", 
        "num": 31599
    }, 
    "authors": [
        162
    ], 
    "pages": 228, 
    "language": "English", 
    "isbn13": "9780385262828", 
    "country": 2, 
    "release_date": "2010-03-11T00:00:00", 
    "author": 162, 
    "original_title": "The Death and Life of Charlie St. Cloud", 
    "summary": "The Death and Life of Charlie St. Cloud is a 2004 novel by Ben Sherwood. It is a fictional fable about an extraordinary experience of a man called Charlie St. Cloud who is resuscitated following a car accident that kills his brother.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "biography-memoirs", 
        "non-fiction", 
        "autobiographies-biographies", 
        "scavenged", 
        "historical", 
        "biography", 
        "other", 
        "kijkboek", 
        "film", 
        "theater-history", 
        "hollywood-history", 
        "biographies", 
        "making-of-movies-and-tv-shows", 
        "theater-and-vaudeville", 
        "hollywood"
    ], 
    "content_available": true, 
    "n_authors": 1
}