{
    "content_name": "31062.txt.utf-8", 
    "author_name": "Irving E. Cox", 
    "images_urls": [
        "http://www.gutenberg.org/files/31062/31062-h/images/cover.jpg"
    ], 
    "year": 2011, 
    "images": [], 
    "id": 950, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Cartels Jungle", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Books_of_Blood", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.5, 
    "rating_count": 2, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/31062/pg31062.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/20421935-the-cartels-jungle", 
        "found": true, 
        "year": 2011
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31062", 
        "num": 31062
    }, 
    "authors": [
        160
    ], 
    "language": "English", 
    "country": 1, 
    "release_date": "2010-03-16T00:00:00", 
    "author": 160, 
    "original_title": "Books of Blood", 
    "summary": "Books of Blood are a series of horror fiction collections written by the British author Clive Barker.\nThere are six books in total, each simply subtitled Volume 1 through to Volume 6, and were subsequently re-published in two omnibus editions containing three volumes each. Each volume contains four or five stories. The volume 1–3 omnibus was published with a foreword by Barker's fellow Liverpudlian horror writer Ramsey Campbell.\nThey were published between 1984 and 1985. With the publication of the first volume, Barker became an overnight sensation and was hailed by Stephen King as \"the future of horror\". The book won both the British and World Fantasy Awards.\nAlthough undoubtedly horror stories, like most of Barker's work they mix fantasy themes in as well. The unrelentingly bleak tales invariably take place in a contemporary setting, usually featuring everyday people who become embroiled in terrifying or mysterious events. Barker has stated in Faces of Fear that an inspiration for the Books of Blood was when he read Dark Forces in the early 1980s and realised that a horror story collection need not have any narrow themes, consistent tone or restrictions. The stories could range from the humorous to the truly horrific.\nFor some editions, each book's cover was illustrated by Clive Barker himself.\nEighteen of the stories in the Books of Blood were adapted by Eclipse Books in the comic series Tapping the Vein as well as other titled adaptations.\nSeveral of the stories have been adapted into films, \"Rawhead Rex\" (1986); \"The Forbidden\" (filmed in 1992 as Candyman); \"The Last Illusion\" (filmed in 1995 as Lord of Illusions); \"The Body Politic\" (filmed in 1997 as Quicksilver Highway); \"The Midnight Meat Train\" (2008); \"The Book of Blood\" and \"On Jerusalem Street (a postscript)\" (combined and filmed in 2008 as Book of Blood), and \"Dread\" (2009). \"The Yattering and Jack\" was adapted by Barker himself in 1986 for the US series Tales from the Darkside.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "21st-century-lit", 
        "shelf-c-authors", 
        "genre-syfi-fan-horr", 
        "books"
    ], 
    "content_available": true, 
    "n_authors": 1
}