{
    "content_name": "29504.txt.utf-8", 
    "author_name": "Fritz Leiber", 
    "images_urls": [
        "http://www.gutenberg.org/files/29504/29504-h/images/001.png", 
        "http://www.gutenberg.org/files/29504/29504-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/29504/29504-h/images/002-2.jpg"
    ], 
    "year": 1957, 
    "images": [], 
    "id": 474, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "What's He Doing in There?", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Fafhrd_and_the_Gray_Mouser", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.7, 
    "rating_count": 47, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/11949613-what-s-he-doing-in-there", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [], 
    "description": "The Professor was congratulating Earth's first visitor from another planet on his wisdom in getting in touch with a cultural anthropologist before contacting any other scientists (or governments, God forbid!), and in learning English from radio and TV before landing from his orbit-parked rocket, when the Martian stood up and said hesitantly, \"Excuse me, please, but where is it?\"<br /><br />He was asking directions to the loo, as it happened. It was the Professor's Wife, always a perceptive hostess, came to her husband's rescue by saying, \"Top of the stairs, end of the hall, last door.\"<br /><br />Oddly enough, it was the start of a puzzling and all but unspeakable misadventure. As it were.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29504", 
        "num": 29504
    }, 
    "authors": [
        32
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-07-24T00:00:00", 
    "author": 32, 
    "original_title": "Fafhrd and the Gray Mouser", 
    "summary": "Fafhrd and the Gray Mouser are two sword-and-sorcery heroes appearing in stories written by American author Fritz Leiber. They are the protagonists of what are probably Leiber's best-known stories. One of his motives in writing them was to have a couple of fantasy heroes closer to true human nature than the likes of Howard's Conan the Barbarian or Burroughs's Tarzan.\nFafhrd is a very tall (nearly seven feet) and strong northern barbarian, skilled at both swordsmanship and singing; the Mouser is a small (not much more than five feet) mercurial thief, gifted and deadly at swordsmanship (often using a sword in one hand and a long dagger—technically a main-gauche—in the other), and a former wizard's apprentice who retains some skill at magic. Fafhrd talks like a romantic, but his strong practicality usually wins through, while the cynical-sounding Mouser is prone to showing strains of sentiment at unexpected times. Both are rogues, living in a decadent world where to be so is a requirement of survival. They spend a lot of time drinking, feasting, wenching, brawling, stealing, and gambling, and are seldom fussy about who hires their swords. But they are humane and—most of all—relish true adventure.\nThe characters were loosely modeled upon Leiber himself and his friend Harry Otto Fischer. Fischer initially created them in a letter to Leiber in September 1934, naming at the same time their home city of Lankhmar. In 1936, Leiber finished the first Fafhrd and Gray Mouser novella, \"Adept's Gambit\", and began work on a second, \"The Tale of the Grain Ships\". At the same time, Fischer was writing the beginning of \"The Lords of Quarmall\". \"Adept's Gambit\" would not see publication until 1947, while \"The Lords of Quarmall\" would be finished by Leiber and published in 1964 and \"The Tale of the Grain Ships\" would become the prototype for \"Scylla's Daughter\" (1961) and, later, the novel The Swords of Lankhmar (1968).\nThe stories of the two were only loosely connected until the 1960s, when Leiber organized them chronologically and added additional material in preparation for paperback publication. Starting as young men, the two separately meet their female lovers, meet each other, and lose both their lovers in the same night, which explains both their friendship and the arrested adolescence of their lifestyles. However, in later stories, the two mature, learn leadership, and eventually settle down with new female partners on the Iceland-like Rime Isle. Leiber contemplated continuing the series beyond this point, but died prior to doing so.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "short-stories", 
        "currently-reading", 
        "sci-fi", 
        "kindle", 
        "fiction", 
        "owned", 
        "short-story", 
        "qued-next-to-read", 
        "audio", 
        "roundtuit", 
        "unread", 
        "shorts", 
        "scifi-fantasy", 
        "owned-but-unread", 
        "tbr-owned", 
        "other-fiction", 
        "review-done", 
        "audiobooks", 
        "no-time-soon", 
        "humor", 
        "undecided", 
        "audio-obtained-lvss", 
        "horror-sci-fi", 
        "e-book", 
        "to-read-kindle", 
        "2014-short-stories", 
        "my-kindle-books", 
        "fritz-leiber", 
        "backlog", 
        "high-priority-tbr", 
        "round-tuit", 
        "audio-obtained-ss", 
        "leiber-fritz", 
        "backlogue"
    ], 
    "content_available": true, 
    "n_authors": 1
}