{
    "content_name": "18342.txt.utf-8", 
    "isbn": "0544272994", 
    "language_code": "eng", 
    "author_name": "H. Beam Piper", 
    "images_urls": [], 
    "year": 2014, 
    "images": [], 
    "id": 145, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Answer", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/An_Answer_from_the_Silence", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.17, 
    "rating_count": 60479, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/21413662-what-if", 
        "found": true, 
        "year": 2014
    }, 
    "similar_books": [
        "Curiosity: How Science Became Interested in Everything", 
        "Molecules: The Elements and the Architecture of Everything", 
        "Stuff Matters: Exploring the Marvelous Materials That Shape Our Man-Made World", 
        "The Tale of the Dueling Neurosurgeons: The History of the Human Brain as Revealed by True Stories of Trauma, Madness, and Recovery", 
        "How We Got to Now: Six Innovations That Made the Modern World", 
        "Gifts of the Crow: How Perception, Emotion, and Thought Allow Smart Birds to Behave Like Humans", 
        "That is All", 
        "The Thrilling Adventures of Lovelace and Babbage: The (Mostly) True Story of the First Computer", 
        "Information Doesn't Want to Be Free: Laws for the Internet Age", 
        "The Inexplicable Universe: Unsolved Mysteries (The Great Courses)", 
        "The Copernicus Complex: Our Cosmic Significance in a Universe of Planets and Probabilities", 
        "The Things That Nobody Knows: 501 Mysteries of Life, the Universe and Everything", 
        "WTF, Evolution?!: A Theory of Unintelligible Design", 
        "The Terrible and Wonderful Reasons Why I Run Long Distances", 
        "The Outer Limits of Reason: What Science, Mathematics, and Logic Cannot Tell Us", 
        "Wild Ones: A Sometimes Dismaying, Weirdly Reassuring Story About Looking at People Looking at Animals in America", 
        "Science Ink: Tattoos of the Science Obsessed", 
        "A Survival Guide to the Misinformation Age: Scientific Habits of Mind"
    ], 
    "description": "Randall Munroe left NASA in 2005 to start up his hugely popular site XKCD 'a web comic of romance, sarcasm, math and language' which offers a witty take on the world of science and geeks. It now has 600,000 to a million page hits daily. Every now and then, Munroe would get emails asking him to arbitrate a science debate. 'My friend and I were arguing about what would happen if a bullet got struck by lightning, and we agreed that you should resolve it . . . ' He liked these questions so much that he started up <i>What If</i>. <br /><br /><b>If your cells suddenly lost the power to divide, how long would you survive?</b><br /><br /><b> How dangerous is it, really, to be in a swimming pool in a thunderstorm?</b><br /><br /><b> If we hooked turbines to people exercising in gyms, how much power could we produce?</b><br /><br /><b> What if everyone only had one soulmate?</b><br /><br /><b>When (if ever) did the sun go down on the British empire? </b><br /><br /><b> How fast can you hit a speed bump while driving and live?</b><br /><br /><b>What would happen if the moon went away?</b><br /><br />In pursuit of answers, Munroe runs computer simulations, pores over stacks of declassified military research memos, solves differential equations, and consults with nuclear reactor operators. His responses are masterpieces of clarity and hilarity, studded with memorable cartoons and infographics. They often predict the complete annihilation of humankind, or at least a really big explosion. Far more than a book for geeks, <i>WHAT IF: Serious Scientific Answers to Absurd Hypothetical Questions</i> explains the laws of science in operation in a way that every intelligent reader will enjoy and feel much the smarter for having read.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18342", 
        "num": 18342
    }, 
    "authors": [
        19
    ], 
    "pages": 303, 
    "language": "English", 
    "isbn13": "9780544272996", 
    "countries": [
        2
    ], 
    "release_date": "2006-05-08T00:00:00", 
    "author": 19, 
    "original_title": "An Answer from the Silence", 
    "summary": "An Answer from the Silence: A Story from the Mountains (German: Antwort aus der Stille: Eine Erzï¿½hlung aus den Bergen) is a 1937 novel by the Swiss writer Max Frisch. It tells the story of a young man who escapes to the Swiss Alps ten days before his wedding.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "non-fiction", 
        "science", 
        "nonfiction", 
        "humor", 
        "favorites", 
        "owned", 
        "audiobook", 
        "audiobooks", 
        "humour", 
        "kindle", 
        "to-buy", 
        "physics", 
        "books-i-own", 
        "comedy", 
        "library", 
        "funny", 
        "read-in-2015", 
        "audio", 
        "popular-science", 
        "audible", 
        "ebook", 
        "to-read-non-fiction", 
        "comics", 
        "default", 
        "owned-books", 
        "to-read-nonfiction", 
        "wish-list", 
        "adult", 
        "read-in-2016", 
        "read-2015", 
        "ebooks", 
        "english", 
        "read-in-2014", 
        "audio-books", 
        "non-fic", 
        "science-fiction", 
        "read-2016", 
        "reference", 
        "audio-book", 
        "non-fiction-to-read", 
        "other", 
        "favourites", 
        "fun", 
        "my-books", 
        "abandoned", 
        "book-club", 
        "kindle-unlimited", 
        "read-in-2017", 
        "on-hold", 
        "essays", 
        "math", 
        "nonfic", 
        "technology", 
        "sci-fi", 
        "did-not-finish", 
        "unfinished", 
        "borrowed", 
        "my-library", 
        "mathematics", 
        "read-2014", 
        "fiction", 
        "maybe", 
        "dnf", 
        "philosophy", 
        "american", 
        "general-science", 
        "educational", 
        "bill-gates", 
        "2015-reads", 
        "e-book", 
        "illustrated", 
        "education", 
        "non-fiction-science", 
        "science-technology", 
        "books", 
        "graphic-novels", 
        "nonfiction-to-read", 
        "2016-reads", 
        "science-nature", 
        "e-books", 
        "want-to-read", 
        "pop-science", 
        "didn-t-finish", 
        "physical", 
        "misc", 
        "stand-alone", 
        "trivia", 
        "read-2017", 
        "have", 
        "recommended", 
        "adult-nonfiction", 
        "humorous", 
        "contemporary", 
        "comic", 
        "science-math", 
        "want-to-buy", 
        "gifts", 
        "5-stars"
    ], 
    "content_available": true, 
    "n_authors": 1
}