{
    "content_name": "18139.txt.utf-8", 
    "isbn": "1374903574", 
    "author_name": "Harold L. Goodwin", 
    "images_urls": [], 
    "year": 1952, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/1/1d/Tom_Sawyer_1876_frontispiece.jpg", 
        "https://upload.wikimedia.org/wikipedia/en/6/69/RipFosterRidesTheGrayPlanet.jpg"
    ], 
    "id": 925, 
    "category": "Text", 
    "plot": "Freshly graduated and commissioned Planeteer (the space-going equivalent of a Marine) Lt. Richard Ingalls Peter (\"Rip\") Foster, already contending with inter-service rivalry with the Space Force (equivalent to Navy) crewmen with whom he serves, is tasked with retrieving an asteroid made of pure thorium from the asteroid belt and bringing it to Earth for use as fissionable material. In this he is opposed by agents of the \"Consolidation of Peoples Governments\", who also seek control and use of the asteroid.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Rip Foster in Ride the Gray Planet", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Rip_Foster_Rides_the_Gray_Planet", 
        "found": true
    }, 
    "average_rating": 0.0, 
    "rating_count": 0, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/35311826-rip-foster-in-ride-the-gray-planet", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "description": "This work has been selected by scholars as being culturally important and is part of the knowledge base of civilization as we know it.<br /><br />This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work.<br /><br />Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. To ensure a quality reading experience, this work has been proofread and republished using a format that seamlessly blends the original graphical elements with text in an easy-to-read typeface.<br /><br />We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.", 
    "format": "Paperback", 
    "loc_class": "PZ: Language and Literatures: Juvenile belles lettres", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18139", 
        "num": 18139
    }, 
    "authors": [
        216
    ], 
    "language": "English", 
    "isbn13": "9781374903579", 
    "countries": [
        2
    ], 
    "release_date": "2006-04-10T00:00:00", 
    "author": 216, 
    "original_title": "Rip Foster Rides the Gray Planet", 
    "summary": "Rip Foster Rides the Gray Planet is a young adult science fiction novel written by Harold L. Goodwin under the pseudonym Blake Savage. The novel was originally published by Whitman in hardcover in 1952 and reprinted in the United Kingdom later in the same year as Rip Foster Rides the Grey Planet (note the spelling of \"gray/grey\"). There were two subsequent American reprints under different titles: another hardcover edition as Assignment in Space with Rip Foster in 1958 and a paperback edition as Rip Foster in Ride the Gray Planet, in 1969. Under all titles combined, there were approximately 100,000 copies of the novel printed. The first edition was illustrated by E. Deane Cate and the 1958 edition by Denny McMains. Goodwin is better known for other children's books he wrote, including the Rick Brant Science Adventure Series for Boys. According to Project Gutenberg [1], this novel is in the Public Domain in the United States.", 
    "content_cleaned": false, 
    "classes": [], 
    "content_available": true, 
    "n_authors": 1
}