{
    "content_name": "20519.txt.utf-8", 
    "isbn": "1603122052", 
    "author_name": "George O. Smith", 
    "images_urls": [
        "http://www.gutenberg.org/files/20519/20519-h/images/cover.jpg"
    ], 
    "year": 1956, 
    "images": [], 
    "id": 572, 
    "category": "Text", 
    "plot": "The novel concerns ESP and a disease that turns men into supermen. It contains multiple plotlines concerning the interactions of people that can sense things (espers) and people that can read thoughts (telepaths). This is set against the plot of a secret society that is harboring people that are infected with a spaceborne illness called Mekstrom's Disease. The disease is the point on which the plot turns. People get infected and it slowly turns them into a sort of rock. The hardening begins at one of the extremities such as a finger or toe and slowly begins to creep up the infected limb. Eventually all the extremities are hardening and the disease makes its way to the body proper. At this point, the body is hardened until the vitals fail and the patient dies. The plot turns on a secret society that has found a cure for the infected. To hide themselves from the public at large they have devised a hidden highway program that leads the infected to \"Mekstrom safehouses\" of sorts.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Highways in Hiding", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Highways_in_Hiding", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.72, 
    "rating_count": 24, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/20519/pg20519.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/2504739.Highways_in_Hiding", 
        "found": true, 
        "year": 1956
    }, 
    "similar_books": [], 
    "description": "It was infinitely worse when everyone in the world insisted it couldn't have happened the way he knew it had. In a world where ESP and telepathy were normal, it was difficult to keep secrets. But Steve's search for his missing sweetheart brought him to the threshold of one of the greatest secrets of all time. And it was obvious that somebody would stop at nothing to keep him from uncovering it.<br /><br />What were the oddly sinister symbols along otherwise ordinary roads? What was behind the spreading plague called Mekstrom's Disease? Why were there \"blank\" spots where telepathy didn't work? Who was the elusive enemy with powers even beyond those ESP had bestowed on mankind?<br /><br />And, most important of all . . . could Steve find that enemy before they made him vanish too?<br /><br />And then it came to him that what he really wanted was to possess a body of Mekstrom Flesh, to be a physical superman. . . .", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20519", 
        "num": 20519
    }, 
    "authors": [
        95
    ], 
    "pages": 196, 
    "language": "English", 
    "isbn13": "9781603122054", 
    "release_date": "2007-02-06T00:00:00", 
    "author": 95, 
    "original_title": "Highways in Hiding", 
    "summary": "Highways in Hiding is a science fiction novel by American writer George O. Smith. It was published in 1956 by Gnome Press in an edition of 4,000 copies. The novel was originally serialized in the magazine Imagination in 1955. An abridged version was published by Avon Books in 1957 under the title Space Plague.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sf", 
        "20th-century-lit", 
        "e-shelf", 
        "scif-fi", 
        "15", 
        "people-sf", 
        "feedbooks-com", 
        "novels", 
        "ebook", 
        "reading", 
        "diff-ed", 
        "sci-fi-books", 
        "f-sf", 
        "scifi", 
        "scifi-fantasy"
    ], 
    "content_available": true, 
    "n_authors": 1
}