{
    "content_name": "46222.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Various", 
    "images_urls": [
        "http://www.gutenberg.org/files/46222/46222-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/46222/46222-h/images/dots.jpg", 
        "http://www.gutenberg.org/files/46222/46222-h/images/dots2.jpg", 
        "http://www.gutenberg.org/files/46222/46222-h/images/line1.jpg"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 896, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Fantasy Fan September 1933", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 4.67, 
    "rating_count": 3, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/46222/pg46222.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12255949-the-fantasy-fan", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [], 
    "description": "This hardcover volume features the complete run of all 18 issues, dating from September 1933 to February 1935, and contains original published stories and poems by Weird Tales authors Robert E. Howard, Clark Ashton Smith, H. P. Lovecraft, and others. “Gods of the North,” a revised version of “The Frost-Giant’s Daughter” is among Howard’s contributions to The Fantasy Fan, along with a number of poems. The publication was the first weird fiction fanzine and was edited by the then 17 year old Charles Hornig.<br />The publisher has carefully scanned each page of the 18 issues, cleaned up the areas that were difficult to read, but did not alter the typos or layout, so you feel like you are reading the originals of this 75 year old fanzine. And he’s added the complete text of Lovecraft’s “Supernatural Horror in Literature,” which ran in installments during the magazine’s lifetime, but was not completed before it ceased publication.<br />Not only is each issue presented in its entirety, Thingmaker even matched the appearance of the originals. For example, the September 1934 issue had a white cover (it was the anniversary issue): For this collection, the pages are suitably tan, but the anniversary number has a white cover. The same with the pinkish May 1934 cover. Nice.<br />For people interested in Howard, Lovecraft, and/or Smith - or even Fantasy fiction in general - as well as those who just like weird fiction, this volume is a must have.<br /><br />The above is quoted from: <a target=\"_blank\" href=\"http://www.lisaslairbookstore.com/books/Science-Fiction-and-Fantasy/935/The-Fantasy-Fan\" rel=\"nofollow\">http://www.lisaslairbookstore.com/boo...</a>", 
    "format": "Hardcover", 
    "loc_class": "PN: Language and Literatures: Literature: General, Criticism, Collections", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/46222", 
        "num": 46222
    }, 
    "authors": [
        17
    ], 
    "language": "English", 
    "country": 2, 
    "release_date": "2014-07-08T00:00:00", 
    "author": 17, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading"
    ], 
    "content_available": true, 
    "n_authors": 1
}