{
    "content_name": "29416.txt.utf-8", 
    "isbn": "0060763280", 
    "author_name": "Arthur J. Burks", 
    "images_urls": [
        "http://www.gutenberg.org/files/29416/29416-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-001.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-002.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-051.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-052.jpg"
    ], 
    "year": 2005, 
    "images": [], 
    "id": 687, 
    "category": "Text", 
    "plot": "The story deals with a kind of parasitic aliens that do not have a physical body, and must colonize the minds of some intelligent beings to enjoy life. The world of their hosts is destroyed in some kind of a catastrophe, and they travel through space in search of another suitable host.\nThey ultimately land on primeval earth where there is life but no intelligence. So they must nudge some species towards becoming intelligent, in a manner reminiscent of the first chapter in 2001: A Space Odyssey. The end reveals the modern versions of hosts these aliens chose. We come to know that, sadly, they bet on the wrong animal.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Mind Master", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Possessed_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.14, 
    "rating_count": 25465, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/29416/pg29416.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/785092.Secrets_of_the_Millionaire_Mind", 
        "found": true, 
        "year": 2005
    }, 
    "similar_books": [
        "The One Minute Millionaire: The Enlightened Way to Wealth", 
        "The Millionaire Mind", 
        "Multiple Streams of Income: How to Generate a Lifetime of Unlimited Wealth", 
        "The Science of Getting Rich", 
        "Seven Years to Seven Figures: The Fast-Track Plan to Becoming a Millionaire", 
        "The Success Principles: How to Get from Where You Are to Where You Want to Be", 
        "Rich Dad's Guide to Investing: What the Rich Invest in That the Poor and Middle Class Do Not!", 
        "The Automatic Millionaire: A Powerful One-Step Plan to Live and Finish Rich", 
        "Why We Want You To Be Rich: Two Men, One Message", 
        "Goals!: How to Get Everything You Want Faster Than You Ever Thought Possible", 
        "Law of Success: The 21st-Century Edition", 
        "The Millionaire Maker: Act, Think, and Make Money the Way the Wealthy Do", 
        "Overachievement: The New Science of Working Less to Accomplish More", 
        "Own Your Own Corporation: Why the Rich Own Their Own Companies and Everyone Else Works for Them (Rich Dad's Advisors)", 
        "Real Estate Riches: How to Become Rich Using Your Banker's Money", 
        "Acres of Diamonds"
    ], 
    "description": "<em>Secrets of the Millionaire Mind</em> reveals the missing link between wanting success and achieving it!<br /><br />Have you ever wondered why some people seem to get rich easily, while others are destined for a life of financial struggle? Is the difference found in their education, intelligence, skills, timing, work habits, contacts, luck, or their choice of jobs, businesses, or investments?<br /><br />The shocking answer is: None of the above!<br /><br />In his groundbreaking <em>Secrets of the Millionaire Mind</em>, T. Harv Eker states: \"Give me five minutes, and I can predict your financial future for the rest of your life!\" Eker does this by identifying your \"money and success blueprint.\" We all have a personal money blueprint ingrained in our subconscious minds, and it is this blueprint, more than anything, that will determine our financial lives. You can know everything about marketing, sales, negotiations, stocks, real estate, and the world of finance, but if your money blueprint is not set for a high level of success, you will never have a lot of money—and if somehow you do, you will most likely lose it! The good news is that now you can actually reset your money blueprint to create natural and automatic success.<br /><br /><em>Secrets of the Millionaire Mind</em> is two books in one. Part I explains how your money blueprint works. Through Eker's rare combination of street smarts, humor, and heart, you will learn how your childhood influences have shaped your financial destiny. You will also learn how to identify your own money blueprint and \"revise\" it to not only create success but, more important, to keep and continually grow it.<br /><br />In Part II you will be introduced to seventeen \"Wealth Files,\" which describe exactly how rich people think and act differently than most poor and middle-class people. Each Wealth File includes action steps for you to practice in the real world in order to dramatically increase your income and accumulate wealth.<br /><br />If you are not doing as well financially as you would like, you will have to change your money blueprint. Unfortunately your current money blueprint will tend to stay with you for the rest of your life, unless you identify and revise it, and that's exactly what you will do with the help of this extraordinary book. According to T. Harv Eker, it's simple. If you think like rich people think and do what rich people do, chances are you'll get rich too!", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29416", 
        "num": 29416
    }, 
    "authors": [
        226
    ], 
    "pages": 212, 
    "language": "English", 
    "isbn13": "9780060763282", 
    "release_date": "2009-07-15T00:00:00", 
    "author": 226, 
    "original_title": "The Possessed (short story)", 
    "summary": "\"The Possessed\" is a science fiction short story by British writer Arthur C. Clarke, first published in 1953.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "self-help", 
        "non-fiction", 
        "money", 
        "personal-development", 
        "self-improvement", 
        "personal-finance", 
        "wealth", 
        "psychology", 
        "nonfiction", 
        "self-development", 
        "to-buy", 
        "financial", 
        "owned", 
        "business", 
        "finance", 
        "investing", 
        "personal-growth", 
        "finances", 
        "default", 
        "books-i-own", 
        "entrepreneurship", 
        "business-books", 
        "success", 
        "business-finance", 
        "mindset", 
        "development", 
        "must-read", 
        "motivational", 
        "audiobook", 
        "motivation", 
        "my-books", 
        "philosophy", 
        "favorite", 
        "audio", 
        "library", 
        "investment", 
        "inspirational", 
        "economics", 
        "maybe", 
        "career", 
        "life", 
        "entrepreneur", 
        "owned-books", 
        "personal", 
        "prosperity", 
        "reference", 
        "favorites", 
        "read-2016", 
        "2016-reads", 
        "books", 
        "business-to-read", 
        "mind", 
        "personal-dev", 
        "self", 
        "bored-halfway-through", 
        "growth", 
        "audible", 
        "knowledge", 
        "improvement", 
        "my-library", 
        "millionaire", 
        "in-my-library", 
        "favourites", 
        "wealth-building", 
        "read-2017", 
        "2017-reads", 
        "professional-development", 
        "a", 
        "read-in-2016", 
        "real-estate", 
        "my-shelf", 
        "audiobooks", 
        "coaching", 
        "finanzas", 
        "done", 
        "kindle", 
        "1", 
        "to-read-business", 
        "re-read", 
        "abandoned", 
        "2015-reading-list", 
        "english", 
        "must-reads", 
        "leadership", 
        "education", 
        "top-books", 
        "to-read-personal-development", 
        "business-economics", 
        "t-harv-eker", 
        "to-read-finance", 
        "business-money", 
        "finanzas-personales", 
        "business-management", 
        "law-of-attraction", 
        "bookshelf", 
        "unfinished", 
        "تنمية-بشرية", 
        "audio-book"
    ], 
    "content_available": true, 
    "n_authors": 1
}