{
    "content_name": "29954.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Charles V. De Vet", 
    "images_urls": [
        "http://www.gutenberg.org/files/29954/29954-h/images/001.png", 
        "http://www.gutenberg.org/files/29954/29954-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/29954/29954-h/images/002-2.jpg"
    ], 
    "year": 2013, 
    "images": [], 
    "id": 367, 
    "category": "Text", 
    "plot": "A group of lawyers are meeting to take down Telecon corporations when suddenly they are all hit with a rhinovirus that the US Army Medical Research Institute of Infectious Diseases (USAMRIID) classifies as \"CaV\". At the same time, our protagonist Nick Barnes is in the back of an ambulance trying to save a woman who suffered a car accident. After a high-speed operation, the woman is saved by having the blood drained from a bruise on her chest.\nAfter barely saving her life, Nick and his fellow EMT Charles both make it to the hospital. Nick faces suspension from the dangerous tactic taken to save the woman's life. After leaving the hospital, they come across an office building with a janitor with a battered face. He was the only survivor of the outbreak in the office building. After treating him, Nick and a few police officers at the scene move up to the lawyers office to see nine horribly calcified bodies.\nMinutes later, the USAMRIID turns the area into a quarantine zone and lets Nick and the other officers off easily because they know that the virus couldn't affect them. Samantha Craig, the leader of the operation, dismisses Nick after he tries to discover what's going on. After time passes, Nick tries to break into the quarantine area only to be held up by a group of armed soldiers. He is taken back to Boston General Hospital and is suspended for breaking protocol.\nSamantha learns that Nick's wife Jennifer was a victim of AIDS and was killed in a car wreck that nearly took Nick's right hand. She also knows that he has a degree in microbiology. Samantha too has lost family; her brother Jeffery had died. While the two go into the investigation to discover what causes the disease, they begin to contradict their previous research after discovering the function of CaV.\nWhile this happens, president Marcus Teal of Telecon is preparing to activate his fiber optic system that had outdone Microsoft and other computer companies in the \"Big Turn On\". A controversy erupts between the employees because some are winding up dead and the lead programmer Melora Parkridge begins to plan her revenge on the world after what technology had done to the entire civilization. She creates Reaper to destroy all technologies in the world after the Big Turn On. The virus is capable of burning computers away, but she is unaware that the virus has become self-aware and is killing humans by electrocuting them at the keyboards on PCs or using CaV as a weapon.\nAfter a woman is killed by CaV in Washington, Nick begins to believe that computers are killing people. His belief is extended after joining an autopsy to learn that the virus attacks the brain and tells it to calcify all the cells. What terrifies him the most is the fact that the virus has only affected the people with the beta test run on the Telecon system. This starts the conspiracy that the killer is a computer virus that produces a subliminal light pattern that causes the brain to react.\nAfter getting photos of the Washington infection, they go to Telecon to speak to Marcus Teal about the virus and learn a good bit about fiber optics. He denies their claims and files harassment. Nick is fired, and then Samantha is thrown off the case of tracking down CaV. A friend of Samantha's decides to help her out by funding her search illegally. Eventually they get too deep into the system by sending in Samantha's ex-boyfriend. Nick ends up getting into a gunfight after gunmen take out Samantha's ex-boyfriend.\nSamantha and Nick are on their own, so they decide to break into the system themselves in order to find information about the employees. They learn about the backdoor code that is a code for the military to use. Reaper itself has been using the backdoor code to slip into the test run. After getting enough information, they observe the data and go after a woman who was married to one of the programmers. They go in deeper and eventually Melora discovers them. After that, everybody around them who helps is getting killed or injured by an antagonist. After getting deeper in, a man named Ned Dickerson is also a victim of Reaper by helping it. Reaper is now capable of using light patterns such as those of CaV to control people to do linear tasks. Since it is evolving, this task is weak now.\nMelora is now ready to complete her plan by releasing Reaper into the main computer of Telecon, unaware of its ability to use CaV or control people. The day of the Big Turn On, Marcus Teal is held hostage by Melora during the half-hour before the Big Turn On. Nick and Samantha have already entered the building to stop the oncoming disaster. While trying to shut down the computer, Ned shows up in a trance state with a rifle. He begins to shoot at Nick and Samantha. They begin a chase through the crowd because Ned shoots Teal and takes the key card needed to shut down the computer and quarantine the virus. They eventually find Ned, kill him in front of thousands, and finally stop the Big Turn On. Barely saving the world, Microsoft takes over the project and then they end up becoming the leaders of the system.Nick and Samantha end up getting married. Nick ends up starting his computer, only to receive a blue screen —hinting that they had failed to stop Reaper.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "There is a Reaper ...", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Reaper_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.13, 
    "rating_count": 38551, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/17375956-reaper-s-property", 
        "found": true, 
        "year": 2013
    }, 
    "similar_books": [
        "Unbeautifully (Undeniable, #2)", 
        "Own the Wind (Chaos, #1)", 
        "Heaven's Sinners (The MC Sinners, #2)", 
        "Club Justice (Trinity Falls, #1)", 
        "Move the Sun (Signal Bend, #1)", 
        "Seize Me (Breakneck, #1)", 
        "Craving Constellations (The Aces, #1)", 
        "Saving Dallas (Saving Dallas, #1)", 
        "Outlaw (Evil Dead MC, #1)", 
        "Defiance (Defiance, #1)", 
        "Heart Song (Biker Rockstar, #2)", 
        "Satin and Steel (Riding the Line, #2)", 
        "Sweet Ride (Ride, #2)"
    ], 
    "description": "Marie doesn’t need a complication like Horse. The massive, tattooed, badass biker who shows up at her brother’s house one afternoon doesn’t agree. He wants Marie on his bike and in his bed. Now.<br /><br />But Marie just left her abusive jerk of an ex-husband and she’s not looking for a new man. Especially one like Horse—she doesn’t know his real name or where he lives, she’s ninety percent certain he’s a criminal and that the “business” he talks with her brother isn’t website design. She needs him out of her life, which would be a snap if he’d just stop giving her mind-blowing orgasms.<br /><br />Horse is part of the Reapers Motorcycle Club, and when he wants something, he takes it. What he wants is Marie, but she’s not interested in becoming “property of”.<br /><br />Then her brother steals from the club. Marie can save him by giving Horse what he wants—at home, in public, on his bike… If she’s a very, very good girl, she’ll get lots more of those orgasms only he can offer, and he’ll let her brother live.<br />Maybe.", 
    "format": "Kindle Edition", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29954", 
        "num": 29954
    }, 
    "authors": [
        121
    ], 
    "pages": 306, 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-09-10T00:00:00", 
    "author": 121, 
    "original_title": "Reaper (novel)", 
    "summary": "Reaper is a novel by American writer Ben Mezrich, published in 1998; it was his second novel. It deals with a \"computer virus\" that is hidden inside of the Telecon corporation's systems. The virus begins to go on a mad killing spree by wiping out people at their computer screens. Thus, eventually becoming a threat to every person linked up to the Telecon system. The book was eventually turned into a TV movie starring Janine Turner and Antonio Sabato, Jr., called Fatal Error.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "romance", 
        "favorites", 
        "bikers", 
        "mc", 
        "erotica", 
        "currently-reading", 
        "contemporary", 
        "contemporary-romance", 
        "biker", 
        "alpha-male", 
        "series", 
        "adult", 
        "kindle", 
        "erotic-romance", 
        "motorcycle-club", 
        "bad-boys", 
        "erotic", 
        "bad-boy", 
        "read-in-2013", 
        "joanna-wylde", 
        "ebook", 
        "mc-romance", 
        "alpha-males", 
        "mc-books", 
        "dark", 
        "dnf", 
        "abuse", 
        "motorcycle", 
        "steamy", 
        "favourites", 
        "read-2013", 
        "biker-romance", 
        "m-f", 
        "alpha", 
        "suspense", 
        "4-stars", 
        "audiobook", 
        "drama", 
        "5-stars", 
        "new-adult", 
        "favorite", 
        "read-in-2014", 
        "biker-books", 
        "tattoos", 
        "e-book", 
        "hot", 
        "2013-reads", 
        "part-of-a-series", 
        "smut", 
        "ebooks", 
        "adult-romance", 
        "read-2014", 
        "owned", 
        "books-i-own", 
        "badass-bikers", 
        "alpha-hero", 
        "motorcycles", 
        "romantic-suspense", 
        "adult-fiction", 
        "motorcycle-clubs", 
        "biker-boys", 
        "mc-club", 
        "fiction", 
        "bikers-mc", 
        "biker-mc", 
        "mc-biker", 
        "3-stars", 
        "crime", 
        "motorcycle-men", 
        "library", 
        "first-in-series", 
        "hot-hot-hot", 
        "book-boyfriends", 
        "romance-contemporary", 
        "action", 
        "bad-ass-bikers", 
        "love", 
        "sexy", 
        "audible", 
        "favorite-series", 
        "mcs", 
        "hot-bikers", 
        "read-in-2015", 
        "reapers-mc", 
        "angst", 
        "dirty-talker", 
        "re-read", 
        "wish-list", 
        "2014-reads", 
        "did-not-finish", 
        "nook", 
        "loved", 
        "dirty-talk", 
        "maybe", 
        "audio", 
        "meh", 
        "e-books", 
        "book-boyfriend", 
        "audiobooks"
    ], 
    "content_available": true, 
    "n_authors": 1
}