{
    "content_name": "29599.txt.utf-8", 
    "isbn": "0449911594", 
    "language_code": "eng", 
    "author_name": "Lyn Venable", 
    "images_urls": [
        "http://www.gutenberg.org/files/29599/29599-h/images/001.png", 
        "http://www.gutenberg.org/files/29599/29599-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/29599/29599-h/images/002-2.jpg"
    ], 
    "year": 1982, 
    "images": [], 
    "id": 609, 
    "category": "Text", 
    "plot": "Eilis Lacey is a young woman who is unable to find work in 1950s Ireland. Her older sister Rose organizes a meeting with a Catholic priest called Father Flood on a visit from New York City, who tells Eilis of the wonderful opportunities awaiting her in New York with excellent employment prospects. Because of this she emigrates to Brooklyn, New York and takes up a job in a department store while undertaking night classes in bookkeeping. Her initial experiences working in a boring job and living in a repressive boardinghouse, run by the strict Mrs Madge Kehoe, make her doubt her initial decision. Letters from Rose and her mother bring about severe homesickness but soon she begins to settle into a routine. Eilis meets and falls in love with a young Italian plumber named Tony Fiorello at local Friday night dances. Eilis qualifies easily from her night school course. Her relationship evolves further and Tony brings Eilis to meet his family. Their romance becomes more serious, and Tony confesses his love for Eilis, and his plans to build a home on Long Island.\nOne day while Eilis is working she learns from Father Flood that her sister Rose has died in her sleep from a pre-existing heart condition. She has to return to Ireland to mourn, and she secretly marries Tony before she leaves. In Ireland she falls back into the town society easily. She goes to the beach with Nancy, George and their friend Jim Farrell, who is interested in her. Eilis is forced to spend time with Jim and eventually starts a brief relationship with him. He is a local pub owner, to whom she had been attracted before immigrating to America. Eilis's mother is desperate for her to settle back in Ireland and marry Jim, as Eilis has not confided in her or her friends about her marriage. Eilis procrastinates about a return to her new life by extending her stay. She saves Tony's letters unopened thinking at times that she no longer loves him. Eventually a local busybody, Miss Kelly, tells Eilis she knows her secret because Madge Kehoe is her cousin and somehow the story is out in New York. This is the turning point for Eilis and she immediately books her return passage, telling her mother the truth about her marriage and posting a farewell note to Jim as she leaves town by taxi for the docks.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Homesick", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Brooklyn_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.82, 
    "rating_count": 17230, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/77699.Dinner_at_the_Homesick_Restaurant", 
        "found": true, 
        "year": 1982
    }, 
    "similar_books": [
        "The Manikin", 
        "Unlocking the Air and Other Stories", 
        "What I Lived For", 
        "Rabbis and Wives", 
        "The Feud", 
        "Waiting for the Mahatma", 
        "Leaving the Land", 
        "Whites", 
        "Bear and His Daughter", 
        "At Weddings and Wakes", 
        "Persian Nights", 
        "The Voyeur", 
        "Shakespeare's Kitchen", 
        "Paradise", 
        "The Collected Stories", 
        "Mr. Ives' Christmas", 
        "Mean Spirit", 
        "American Woman"
    ], 
    "description": "Pearl Tull is nearing the end of her life but not of her memory. It was a Sunday night in 1944 when her husband left the little row house on Baltimore’s Calvert Street, abandoning Pearl to raise their three children alone: Jenny, high-spirited and determined, nurturing to strangers but distant to those she loves; the older son, Cody, a wild and incorrigible youth possessed by the lure of power and money; and sweet, clumsy Ezra, Pearl’s favorite, who never stops yearning for the perfect family that could never be his own.<br /><br />Now Pearl and her three grown children have gathered together again–with anger, hope, and a beautiful, harsh, and dazzling story to tell.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29599", 
        "num": 29599
    }, 
    "authors": [
        203
    ], 
    "pages": 303, 
    "language": "English", 
    "isbn13": "9780449911594", 
    "country": 17, 
    "release_date": "2009-08-03T00:00:00", 
    "author": 203, 
    "original_title": "Brooklyn (novel)", 
    "summary": "Brooklyn is a 2009 novel by Irish author Colm Tóibín. It won the 2009 Costa Novel Award, was shortlisted for the 2011 International IMPAC Dublin Literary Award and was longlisted for the 2009 Man Booker Prize. In 2012, The Observer named it as one of \"The 10 best historical novels\".\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "fiction", 
        "favorites", 
        "contemporary", 
        "book-club", 
        "novels", 
        "contemporary-fiction", 
        "books-i-own", 
        "anne-tyler", 
        "literary-fiction", 
        "owned", 
        "literature", 
        "classics", 
        "novel", 
        "kindle", 
        "family", 
        "general-fiction", 
        "library", 
        "adult", 
        "adult-fiction", 
        "american", 
        "baltimore", 
        "relationships", 
        "pulitzer", 
        "default", 
        "family-relationships", 
        "american-literature", 
        "realistic-fiction", 
        "owned-books", 
        "literary", 
        "school", 
        "american-lit", 
        "20th-century", 
        "families", 
        "wish-list", 
        "bookclub", 
        "read-in-2015", 
        "ebooks", 
        "drama", 
        "to-buy", 
        "my-books", 
        "read-in-2012", 
        "favourites", 
        "modern-fiction", 
        "book-group", 
        "read-in-2016", 
        "historical-fiction", 
        "read-in-2013", 
        "e-book", 
        "favorite-authors", 
        "chick-lit", 
        "usa", 
        "women", 
        "i-own", 
        "ap-lit", 
        "family-drama", 
        "female-author", 
        "maryland", 
        "my-library", 
        "ebook", 
        "audiobooks", 
        "all-time-favorites", 
        "library-book", 
        "favorite-books", 
        "americana", 
        "women-writers", 
        "pulitzer-prize", 
        "1980s", 
        "100-novels-everyone-should-read", 
        "women-authors", 
        "overdrive", 
        "recommended", 
        "maybe", 
        "want-to-buy", 
        "siblings", 
        "e-books", 
        "tyler", 
        "women-s-fiction", 
        "family-dynamics", 
        "book-club-books", 
        "couldn-t-finish", 
        "shelfari-favorites", 
        "pulitzer-finalists", 
        "have", 
        "fiction-to-read", 
        "modern-classics", 
        "50-states", 
        "read-2013", 
        "abandoned", 
        "to-re-read", 
        "american-fiction", 
        "audio-books", 
        "female-authors", 
        "food", 
        "for-school", 
        "contemporary-literature", 
        "to-read-fiction", 
        "book-club-reads", 
        "unfinished"
    ], 
    "content_available": true, 
    "n_authors": 1
}