{
    "content_name": "51037.txt.utf-8", 
    "isbn": "037571457X", 
    "language_code": "eng", 
    "author_name": "Clifford D. Simak", 
    "images_urls": [
        "http://www.gutenberg.org/files/51037/51037-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51037/51037-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51037/51037-h/images/illus2.jpg"
    ], 
    "year": 1951, 
    "images": [], 
    "id": 350, 
    "category": "Text", 
    "plot": "The book's eight chapters address prominent themes affecting slave children, including education, leisure, religion, transitions to freedmen, and work expectations. Due to a lack of historical sources direct from children, the book focuses more on their socialization and stories of survival than their internal perspectives. King's evidence includes slave narratives, ex-slave interviews collected by the Works Progress Administration (WPA), plantation owner diaries, census records, newspapers, autobiographies, missionary reports, and Freedmen's Bureau records. She contrasts Northern and Southern slave life, as well as their ownership by whites, blacks, and Native Americans.\nKing shows how enslaved children were educated for survival and resistance. This education was usually informal and parental and taught how to deal with slaveowners and their abuse. King also named literacy and religion's role in their education. Kids were taught mutual cooperation as a virtue between slaves. Few slaves had formal education and those who did were artisans. Those educated or given religious training were only by the fortune of their owner's interests. King's stories tell of children in domestic, farm, and industrial work, who spent their free time in celebrations, dances, games, folk rituals, and hunting.\nWhen unoccupied, the children tended to their own needs and played with toy marbles and hobby horses. Some learned to count by playing hide and seek. Play was primarily for inculcating virtuous traits like courage and loyalty, but it also made life more tolerable. Black and white children played together before the age of ten, but separated afterwards based on the demands of work. Children often helped the adults, and performed chores (like fetching wood or water) that quickly escalated into full work responsibilities.\nThe children's degree of freedom depended on the mother's status. Their names were chosen in conjunction with the owners, who often lent their own surnames as slave names while families gave children African \"day names\". Slaveowner events were used to control the slave population, with a doubling social function for purposes of courtship. King emphasizes the role of the children in motivating families to reunite once free, though many made new families. The dependency of children also urged families to become financially independent. Slave children were generally in bad health with bodies smaller than usual. They frequently died young.\nThe volume continues briefly through the postwar period, where harsh experiences persisted even after slavery ended. For example, Black Codes apprenticeship laws were a means for former slaveowners to own the labor of the formerly enslaved children. Other topics covered in the book include gradual abolition, parental teachings, pregnancy, and the importance of the family.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Second Childhood", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Stolen_Childhood", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.23, 
    "rating_count": 117261, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51037/pg51037.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9516.Persepolis", 
        "found": true, 
        "year": 2000
    }, 
    "similar_books": [
        "Pedro and Me: Friendship, Loss, and What I Learned", 
        "The Rabbi's Cat", 
        "Cancer Vixen", 
        "One Hundred Demons", 
        "Palestine", 
        "Saints (Boxers & Saints, #2)", 
        "Maus II: A Survivor's Tale: And Here My Troubles Began (Maus, #2)", 
        "Pyongyang: A Journey in North Korea", 
        "Stuck Rubber Baby", 
        "The Magical Life of Long Tack Sam: An Illustrated Memoir", 
        "Epileptic", 
        "Vietnamerica: A Family's Journey", 
        "Berlin, Vol. 1: City of Stones", 
        "Stitches", 
        "The Silence of Our Friends", 
        "A Drifting Life", 
        "Buddha, Vol. 5: Deer Park (Buddha, #5)", 
        "Laika"
    ], 
    "description": "A <i>New York Times</i> Notable Book<br />A <i>Time Magazine</i> “Best Comix of the Year”<br />A <i>San Francisco Chronicle </i>and <i>Los Angeles Times</i> Best-seller<br /><br />Wise, funny, and heartbreaking, <i>Persepolis</i> is Marjane Satrapi’s memoir of growing up in Iran during the Islamic Revolution. In powerful black-and-white comic strip images, Satrapi tells the story of her life in Tehran from ages six to fourteen, years that saw the overthrow of the Shah’s regime, the triumph of the Islamic Revolution, and the devastating effects of war with Iraq. The intelligent and outspoken only child of committed Marxists and the great-granddaughter of one of Iran’s last emperors, Marjane bears witness to a childhood uniquely entwined with the history of her country.<br /><br /><i>Persepolis</i> paints an unforgettable portrait of daily life in Iran and of the bewildering contradictions between home life and public life. Marjane’s child’s-eye view of dethroned emperors, state-sanctioned whippings, and heroes of the revolution allows us to learn as she does the history of this fascinating country and of her own extraordinary family. Intensely personal, profoundly political, and wholly original, <i>Persepolis</i> is at once a story of growing up and a reminder of the human cost of war and political repression. It shows how we carry on, with laughter and tears, in the face of absurdity. And, finally, it introduces us to an irresistible little girl with whom we cannot help but fall in love.", 
    "format": "Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51037", 
        "num": 51037
    }, 
    "authors": [
        56
    ], 
    "pages": 153, 
    "language": "English", 
    "isbn13": "9780375714573", 
    "countries": [
        2
    ], 
    "release_date": "2016-01-25T00:00:00", 
    "author": 56, 
    "original_title": "Stolen Childhood", 
    "summary": "Stolen Childhood: Slave Youth in Nineteenth-Century America is a 1995 history book about nineteenth century slave children in America by Wilma King. As the first full-length book on the subject, it began the scholarship of slave childhood. The book uses historical documents to argue that enslaved children were deprived of experiences now understood to constitute childhood, due to early work responsibilities, frequent bodily and emotional trauma, and separations from family. The book covers themes of the children's education, leisure, religion, transitions to freedmen, and work expectations. It was published in the Indiana University Press's Blacks in the Diaspora series, and a revised edition was released in 2011.\nCritics regarded Stolen Childhood positively for taking the historiography of children, slavery, and education in an unexplored direction. Scholars placed the book in a lineage of studies on slave families and women, with King's book as the first dedicated to slave children. Reviewers generally praised her research contribution, but condemned the book's structure and repetitive style. The book won the 1997 Outstanding Book Award from the National College of Black Political Scientists. Choice named King's 2011 revised edition an \"outstanding title\" for academic libraries.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "graphic-novels", 
        "graphic-novel", 
        "non-fiction", 
        "favorites", 
        "comics", 
        "memoir", 
        "currently-reading", 
        "nonfiction", 
        "biography", 
        "history", 
        "young-adult", 
        "memoirs", 
        "fiction", 
        "graphic", 
        "middle-east", 
        "iran", 
        "ya", 
        "book-club", 
        "comics-graphic-novels", 
        "graphic-novels-comics", 
        "autobiography", 
        "owned", 
        "school", 
        "books-i-own", 
        "biography-memoir", 
        "historical", 
        "coming-of-age", 
        "feminism", 
        "war", 
        "historical-fiction", 
        "comic", 
        "politics", 
        "library", 
        "comics-and-graphic-novels", 
        "graphic-novels-and-comics", 
        "series", 
        "adult", 
        "religion", 
        "favourites", 
        "graphicnovels", 
        "comic-books", 
        "read-for-school", 
        "memoir-biography", 
        "to-buy", 
        "women", 
        "for-school", 
        "biographies", 
        "contemporary", 
        "female-author", 
        "multicultural", 
        "teen", 
        "school-books", 
        "owned-books", 
        "comix", 
        "read-in-2016", 
        "islam", 
        "feminist", 
        "art", 
        "french", 
        "bookclub", 
        "borrowed", 
        "high-school", 
        "read-in-2015", 
        "novel", 
        "graphicnovel", 
        "read-in-2014", 
        "family", 
        "asia", 
        "biographical", 
        "classics", 
        "international", 
        "our-shared-shelf", 
        "female-authors", 
        "college", 
        "read-in-2017", 
        "banned-books", 
        "library-books", 
        "sequential-art", 
        "political", 
        "ya-lit", 
        "graphic-novels-manga", 
        "illustrated", 
        "bio-memoir", 
        "graphics", 
        "diversity", 
        "2000s", 
        "literature", 
        "wish-list", 
        "read-in-2013", 
        "iranian", 
        "9th-grade", 
        "biographies-memoirs", 
        "translated", 
        "poc", 
        "comic-graphic-novel", 
        "translation", 
        "culture", 
        "cultural", 
        "women-authors"
    ], 
    "content_available": true, 
    "n_authors": 1
}