{
    "content_name": "149.txt.utf-8", 
    "isbn": "0060920084", 
    "language_code": "en-US", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1989, 
    "images": [], 
    "id": 88, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Lost Continent", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Atlantis:_The_Lost_Continent_Revealed", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.83, 
    "rating_count": 40305, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/26.The_Lost_Continent", 
        "found": true, 
        "year": 1989
    }, 
    "similar_books": [
        "Pecked To Death By Ducks", 
        "Full Circle", 
        "Riding the Iron Rooster", 
        "McCarthy's Bar: A Journey of Discovery In Ireland", 
        "Hunting Mister Heartbreak: A Discovery of America", 
        "Video Night in Kathmandu and Other Reports from the Not-So-Far East", 
        "Holidays in Hell: In Which Our Intrepid Reporter Travels to the World's Worst Places and Asks, \"What's Funny About This\" (O'Rourke, P. J.)", 
        "Road Trip USA: Cross-Country Adventures on America's Two-Lane Highways", 
        "Pint-Sized Ireland: In Search of the Perfect Guinness", 
        "Long Way Round: Chasing Shadows Across the World", 
        "Baghdad without a Map and Other Misadventures in Arabia", 
        "Beauty Tips from Moose Jaw: Travels in Search of Canada"
    ], 
    "description": "'I come from Des Moines. Somebody had to'<br /><br />And, as soon as Bill Bryson was old enough, he left. Des Moines couldn't hold him, but it did lure him back. After ten years in England, he returned to the land of his youth, and drove almost 14,000 miles in search of a mythical small town called Amalgam, the kind of trim and sunny place where the films of his youth were set. Instead, his search led him to Anywhere, USA; a lookalike strip of gas stations, motels and hamburger outlets populated by lookalike people with a penchant for synthetic fibres. Travelling around thirty-eight of the lower states - united only in their mind-numbingly dreary uniformity - he discovered a continent that was doubly lost; lost to itself because blighted by greed, pollution, mobile homes and television; lost to him because he had become a stranger in his own land.<br /><br />The Lost Continent is a classic of travel literature - hilariously, stomach-achingly funny, yet tinged with heartache - and the book that first staked Bill Bryson's claim as the most beloved writer of his generation.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/149", 
        "num": 149
    }, 
    "authors": [
        2
    ], 
    "pages": 299, 
    "language": "English", 
    "isbn13": "9780060920081", 
    "countries": [
        2
    ], 
    "release_date": "1994-07-01T00:00:00", 
    "author": 2, 
    "original_title": "Atlantis: The Lost Continent Revealed", 
    "summary": "Atlantis: The Lost Continent Revealed is a pseudohistorical book by Charles Berlitz. He lists several alternative theories on where the possible mythical Atlantis may have been situated, and cites different legends and stories that may support the different theories. All areas are and theories are covered starting with Plato, Crete (Thera), the Azores and Edgar Cayce's involvement in the story.\nBerlitz, author of many popular books on the paranormal and unexplained phenomena, researched Atlantis and wrote a 1969 book titled The Mystery of Atlantis. Berlitz not only became convinced that Atlantis was real but also that it was the source of the Bermuda Triangle mystery, a subject he explored in his 1974 best-seller The Bermuda Triangle. Illustrated in the book he strongly believed extra-terrestrials were in some way involved in Atlantis and the Bermuda Triangle. His ideas have been described as pseudoscientific. Berlitz's wild ideas about the Bermuda Triangle — and, by extension, Atlantis — were definitively debunked the following year by researcher Larry Kusche, author of 1975 The Bermuda Triangle Mystery — Solved.\nIn 1984, Berlitz wrote Atlantis: The Lost Continent Revealed to counter his shot down ideas from critics.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "travel", 
        "non-fiction", 
        "currently-reading", 
        "nonfiction", 
        "humor", 
        "memoir", 
        "humour", 
        "favorites", 
        "owned", 
        "bill-bryson", 
        "travel-writing", 
        "books-i-own", 
        "memoirs", 
        "america", 
        "biography", 
        "funny", 
        "book-club", 
        "essays", 
        "comedy", 
        "usa", 
        "library", 
        "audiobook", 
        "default", 
        "travelogue", 
        "audiobooks", 
        "american", 
        "to-buy", 
        "my-library", 
        "americana", 
        "adventure", 
        "bryson", 
        "audio", 
        "road-trip", 
        "biography-memoir", 
        "fiction", 
        "travel-books", 
        "kindle", 
        "to-read-nonfiction", 
        "history", 
        "abandoned", 
        "autobiography", 
        "english", 
        "ebook", 
        "to-read-non-fiction", 
        "owned-books", 
        "travelogues", 
        "contemporary", 
        "culture", 
        "ebooks", 
        "united-states", 
        "travel-adventure", 
        "adult", 
        "20th-century", 
        "travel-lit", 
        "favourites", 
        "bookclub", 
        "did-not-finish", 
        "audio-books", 
        "read-in-2010", 
        "home-library", 
        "non-fic", 
        "travels", 
        "wanderlust", 
        "unfinished", 
        "fun", 
        "my-books", 
        "read-in-2011", 
        "viaggi", 
        "1980s", 
        "wish-list", 
        "north-america", 
        "memoir-biography", 
        "general-non-fiction", 
        "factual", 
        "own-it", 
        "humorous", 
        "bio-memoir", 
        "to-read-travel", 
        "bill", 
        "narrativa", 
        "adult-non-fiction", 
        "us", 
        "read-in-2015", 
        "journalism", 
        "read-in-2013", 
        "non-fiction-travel", 
        "writing", 
        "e-book", 
        "favorite-authors", 
        "i-own", 
        "paperback", 
        "travel-literature", 
        "united", 
        "states", 
        "read-in-2008", 
        "read-in-2016", 
        "read-in-2014", 
        "books-owned", 
        "bryson-bill"
    ], 
    "content_available": true, 
    "n_authors": 1
}