{
    "content_name": "18807.txt.utf-8", 
    "original_title": "He Walked Around the Horses", 
    "author_name": "H. Beam Piper", 
    "images_urls": [
        "http://www.gutenberg.org/files/18807/18807-h/images/horses_1.png", 
        "http://www.gutenberg.org/files/18807/18807-h/images/horses_2.png", 
        "http://www.gutenberg.org/files/18807/18807-h/images/horses_3.png"
    ], 
    "year": 1948, 
    "images": [], 
    "id": 202, 
    "category": "Text", 
    "plot": "Benjamin Bathurst, a British diplomat, disappears whilst staying at an inn in Prussia. Piper describes Bathurst in the story as \"a rather stout gentleman, of past middle age.\" However, the real Bathurst was born in 1784, and thus 25 years old at the time of his disappearance.\nThis story posits that Bathurst slipped into a parallel universe. This event was referenced in the Paratime story \"Police Operation\", also written by Piper. The point of divergence from our history is the Battle of Quebec on December 31, 1775 in which Benedict Arnold is killed instead of merely wounded, leading to the victory of British General John Burgoyne over his American counterpart Horatio Gates at the Battles of Saratoga on September 19 and October 7, 1777. Consequently, the American Revolution is eventually crushed while the French Revolution is a total failure and there were no Napoleonic Wars.\nThe alternate Bathurst served as the lieutenant governor of the Crown Colony of Georgia. Napoleon Bonaparte is a colonel in the French Army who is considered a brilliant tactician. Charles Maurice de Talleyrand-Périgord has remained in ecclesiastical orders and risen to become a Catholic Cardinal as well as Louis XVI's Chief Minister. George Washington was killed in battle at Doylestown, Pennsylvania during the short-lived rebellion of the colonies in British North America. Moreover, Thomas Jefferson - the author of the American rebels' Declaration of Philadelphia - fled to Havana and eventually died in the Principality of Liechtenstein several years prior to 1809, while James Madison is in exile in Switzerland. The Bathurst from our timeline is judged to be either insane, or a spy, and imprisoned. He attempts to escape, but is fatally shot. There was also a theory that he was his counterpart's half-brother. However, it is noted that there is no evidence to support this.\nBathurst's diplomatic documents are read by a high ranking British officer. He is amused by Talleyrand's role as Bonaparte's advisor and éminence grise, a role that he finds plausible. However, he is especially puzzled by references to a British general named \"Wellington.\" In the final line of the story, the British officer is revealed to be Sir Arthur Wellesley - known in our reality as the Duke of Wellington. He attained the title by way of his victories in the Napoleonic Wars, which never took place in this universe.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "He Walked Around the Horses", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/He_Walked_Around_the_Horses", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.74, 
    "rating_count": 101, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/5954947-he-walked-around-the-horses", 
        "found": true, 
        "year": 1948
    }, 
    "similar_books": [], 
    "description": "In November 1809, an Englishman named Benjamin Bathurst vanished, inexplicably and utterly. He was en route to Hamburg from Vienna, where he had been serving as his government's envoy to the court of what Napoleon had left of the Austrian Empire. At an inn in Perleburg. in Prussia, while examining a change of horses for his coach, he casually stepped out of sight of his secretary and his valet. He was not seen to leave the inn yard. He was not seen again, ever. At least, not in this continuum ...", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18807", 
        "num": 18807
    }, 
    "authors": [
        19
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2006-07-11T00:00:00", 
    "author": 19, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "summary": "\"He Walked Around the Horses\" is a science fiction short story by American writer H. Beam Piper. It is initially based on the true story of diplomat Benjamin Bathurst, who mysteriously disappeared in 1809. It was first published in the April 1948 issue of Astounding Science Fiction magazine (now Analog). The story is told in epistolary style, as a series of reports, statements and memoranda by various government, army and police officials, and inn servants, stating what they know of the matter.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "h-beam-piper", 
        "scifi", 
        "fiction", 
        "currently-reading", 
        "pulp", 
        "short-stories", 
        "sf", 
        "historical-fiction", 
        "short-story", 
        "kindle", 
        "under-050-pages", 
        "free-from-amazon", 
        "ebooks", 
        "sf-f", 
        "library", 
        "read-sci-fi_fantasy", 
        "time-twist", 
        "modern", 
        "from-usa", 
        "drama", 
        "lenovo", 
        "kobo", 
        "already-dl", 
        "audiobooks", 
        "amazon-ebooks", 
        "shelfari-english", 
        "shelfari-e-book", 
        "iown", 
        "tbr-and-have", 
        "listened", 
        "to-check-out", 
        "review-done", 
        "do-not-want", 
        "history-historical-fiction", 
        "fantasy-sci-fi-magicalreal", 
        "science-fiction-other", 
        "old-books", 
        "audio-obtained-ss", 
        "pg", 
        "science-ficton", 
        "europe", 
        "on-disk", 
        "sf-challenge", 
        "radical-me", 
        "kindle-edition", 
        "owned", 
        "science-fiction-alt-history", 
        "sci-fi-high-five", 
        "time-travel", 
        "alternate-history", 
        "chapterbooks", 
        "acquired", 
        "alternative-history", 
        "0_books-i-d-like-to-own", 
        "english", 
        "e-book", 
        "sci-fi-or-speculative", 
        "mysteries", 
        "classic-sci-fi", 
        "classic-lit", 
        "collected-classics", 
        "aaaaaaaa", 
        "audio-obtained-lvss"
    ], 
    "content_available": true, 
    "n_authors": 1
}