{
    "content_name": "30458.txt.utf-8", 
    "language_code": "en-US", 
    "author_name": "James H. Schmitz", 
    "images_urls": [
        "http://www.gutenberg.org/files/30458/30458-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/30458/30458-h/images/image_002.jpg", 
        "http://www.gutenberg.org/files/30458/30458-h/images/image_003.jpg", 
        "http://www.gutenberg.org/files/30458/30458-h/images/image_004.jpg", 
        "http://www.gutenberg.org/files/30458/30458-h/images/image_005.jpg"
    ], 
    "year": 2015, 
    "images": [], 
    "id": 828, 
    "category": "Text", 
    "plot": "The Recruit begins with twelve-year-old James Choke in his combined science class in his first term of secondary school, where he accidentally slashes classmate Samantha Jennings' face with a nail on the wall after she teases him about his mother's obesity. He shoves his teacher over and runs home, an offence he is later expelled for, to find his stepfather Ronald Onions visiting his mother, Gwen Choke. He goes back to school to pick up his nine-year-old half-sister, Lauren Onions and they eat dinner at a local burger place. They return home to find Ronald gone and Gwen asleep, with multiple missed calls from the school on her phone and a note from the Deputy Head Teacher pushed under the door. Later that night, James discovers that Gwen has died, which he later finds out is from her consuming alcohol while taking painkillers. James is sent to a children's home called Nebraska House, where he shares a room with 13-year-old CHERUB agent Kyle Blueman. Lauren, however, is taken to live with her father Ronald Onions, who views James unfavourably and doesn't allow him to visit her. Contrary to Kyle's advice, James befriends Rob Vaughn and his friends. A few weeks later, James is called in to the police station, where he receives a caution for assaulting Samantha Jennings and his teacher, Cassandra Voolt. Later that night, Rob and his cronies convince him to steal a pack of beer from an off-licence. The shopkeeper catches him after Rob blocks the door, preventing James from escaping. He is escorted to the police station, where he is placed in a cell and his statement recorded.\nThe next morning, James awakes naked in a room at CHERUB campus. After dressing, he finds his way to reception, where the receptionist directs him to the office of CHERUB Chairman Dr. Terrence \"Mac\" McAfferty. He introduces him to CHERUB and puts him through a series of entrance tests where he meets Bruce Norris. He passes all the entrance tests, and is then sent back to Nebraska House to decide whether or not he wants to join. Kyle reveals that he was sent to recruit him. Upon returning to CHERUB, Kyle shows him his new room, and he meets his handler, Meryl Spencer. In her office, he chooses his new name, James Robert Anthony Adams (after Arsenal player Tony Adams). He is then given a physical assessment, and told to run 30 km per week and learn how to swim. He is taught to swim by Amy Collins, a sixteen-year-old black-shirt CHERUB. A few days after arriving at CHERUB campus, Kyle sneaks him onto a one-day mission in London to visit Lauren; Kyle is reprimanded but James gets off with a warning. Three weeks after his arrival at CHERUB campus, he and seven other recruits begin Basic Training, a rigorous 100-day course designed to prepare CHERUB agents for missions, and is paired up with Kerry Chang, a recruit with two attempts at Basic Training under her belt. Despite nearly quitting after spending Christmas night outside in their underwear, they both pass. Shortly after arriving back on campus, he finds out that Lauren has joined CHERUB as well and Ron has been sentenced to nine years in jail for physically abusing her.\nTwo months later, Amy tells James that their swimming lessons are over, and they have a mission together. Overseen by mission controller Ewart Asker, they are to stay with Cathy Dunn at Fort Harmony, a hippy commune in Wales. There, they discover that brothers Fire and World Dunn are planning an anthrax attack against 200 oil executives and politicians, including the United States Secretary of Energy and the Deputy Prime Minister of the United Kingdom, at Petrocon, an oil conference held in the nearby Green Brooke conference center. They successfully prevent the attack, although accomplice Brian \"Bungle\" Evans manages to escape. For his exemplary job in the mission, James is awarded a navy shirt.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Novice", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Recruit_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.14, 
    "rating_count": 9983, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/22297138-the-novice", 
        "found": true, 
        "year": 2015
    }, 
    "similar_books": [
        "Undead Chaos (The Shifter Chronicles, #1)", 
        "The White Gold Score (Daniel Faust, #1.5)", 
        "Spiretown", 
        "When My Heart Was Wicked", 
        "The Berserker and the Pedant (The Berserker and the Pedant, #1)", 
        "Dead Mann Running (Hessius Mann, #2)", 
        "Contractor (The Contractors, #1)", 
        "Cave of Nightmares (The Broken Prism, #1)", 
        "Braineater Jones", 
        "A Stolen Crown (The Book of One, #2)", 
        "13 Days of Midnight", 
        "Pennies for the Ferryman (Dead Eye #1)", 
        "Becoming Jinn (Becoming Jinn, #1)", 
        "The Ark (Children of a Dead Earth, #1)", 
        "Songreaver (Songreaver's Tale, #3)", 
        "The Apprentice (A Knight's Journey, #1)", 
        "Spellbound", 
        "The Sorcerer's Legacy (The Sorcerer's Path, #3)"
    ], 
    "description": "When blacksmith apprentice Fletcher discovers that he has the ability to summon demons from another world, he travels to Adept Military Academy. There the gifted are trained in the art of summoning. Fletcher is put through grueling training as a battlemage to fight in the Hominum Empire’s war against orcs. He must tread carefully while training alongside children of powerful nobles. The power hungry, those seeking alliances, and the fear of betrayal surround him. Fletcher finds himself caught in the middle of powerful forces, with only his demon Ignatius for help.<br /><br />As the pieces on the board maneuver for supremacy, Fletcher must decide where his loyalties lie. The fate of an empire is in his hands. The Novice is the first in a trilogy about Fletcher, his demon Ignatius, and the war against the Orcs.", 
    "format": "Kindle Edition", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30458", 
        "num": 30458
    }, 
    "authors": [
        136
    ], 
    "pages": 398, 
    "language": "English", 
    "country": 1, 
    "release_date": "2009-11-12T00:00:00", 
    "author": 136, 
    "original_title": "The Recruit (novel)", 
    "summary": "The Recruit is the first novel in the CHERUB series, written by Robert Muchamore. It introduces most of the main characters, such as James Adams (né Choke), Lauren Adams (née Onions), Kyle Blueman, and Kerry Chang. It was released in the United Kingdom by Hodder Children's Books on 30 April 2004, and by Simon Pulse in the United States on 30 August 2005.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "young-adult", 
        "fantasy", 
        "favorites", 
        "ya", 
        "magic", 
        "books-i-own", 
        "series", 
        "demons", 
        "owned", 
        "ya-fantasy", 
        "paranormal", 
        "to-buy", 
        "high-fantasy", 
        "2015-releases", 
        "adventure", 
        "dnf", 
        "fiction", 
        "maybe", 
        "kindle", 
        "library", 
        "wish-list", 
        "owned-books", 
        "ebook", 
        "netgalley", 
        "arc", 
        "tbr", 
        "ebooks", 
        "teen", 
        "read-in-2016", 
        "read-in-2015", 
        "my-books", 
        "2015-release", 
        "favourites", 
        "did-not-finish", 
        "supernatural", 
        "to-read-fantasy", 
        "owned-tbr", 
        "action", 
        "series-to-start", 
        "first-in-series", 
        "read-in-2017", 
        "read-2015", 
        "for-review", 
        "must-read", 
        "audiobook", 
        "tbr-pile", 
        "epic-fantasy", 
        "arcs", 
        "fantasy-ya", 
        "summoner", 
        "male-pov", 
        "read-2017", 
        "default", 
        "might-read", 
        "e-books", 
        "middle-grade", 
        "on-my-shelf", 
        "my-library", 
        "want", 
        "maybe-read", 
        "own-to-read", 
        "action-adventure", 
        "books", 
        "want-to-read", 
        "i-own", 
        "sci-fi-fantasy", 
        "taran-matharu", 
        "really-want-to-read", 
        "ya-fiction", 
        "want-to-buy", 
        "war", 
        "2015-reads", 
        "2015-publication", 
        "2017-reads", 
        "library-books", 
        "fantasy-to-read", 
        "to-read-owned", 
        "young-adult-fantasy", 
        "angels-demons", 
        "fantasy-magic", 
        "hardcover", 
        "macmillan", 
        "my-bookshelf", 
        "audiobooks", 
        "books-i-have", 
        "e-book", 
        "interested", 
        "fantasy-sci-fi", 
        "books-owned", 
        "abandoned", 
        "cover-love", 
        "recommended", 
        "read-2016", 
        "young-adult-fiction", 
        "favourite", 
        "1", 
        "tbr-owned", 
        "need-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}