{
    "content_name": "18224.txt.utf-8", 
    "isbn": "0765312808", 
    "language_code": "en-US", 
    "author_name": "Cory Doctorow", 
    "images_urls": [], 
    "year": 2005, 
    "images": [], 
    "id": 483, 
    "category": "Text", 
    "plot": "The story mainly takes place in two Ontario locales. In flashbacks, the main character, usually but not always called Alan (he appears to have been alphabetized rather than named, and will answer to any masculine name beginning with A), and his brothers (also alphabetized) grow up outside of the remote town of Kapuskasing. The novel opens with Alan's purchase of a home in the Kensington Market neighborhood of modern-day Toronto.\nThere are two main plotlines. Alan befriends Kurt, a thirtysomething punk who operates a dumpster-diving operation. Kurt uses computer components that he retrieves from the trash and turns them into Wi-Fi network access points. Kurt's goal is to blanket the entire neighborhood with free and secure Internet access by attaching his access points to buildings in a wireless mesh network with the permission of their owners. Kurt's plan doesn't really get off the ground until he forms a partnership with Alan, who puts a more professional face on the operation and sweet-talks many local owners into allowing the access points to use their space and a small amount of their electricity.\nThe second plotline features fantasy elements. Unbeknownst to most of the other characters, Alan and his brothers are not quite human. Their father is a mountain and their mother is a washing machine. Alan's eldest brother can see the future, his second-eldest is an island, his younger brother is undead, and his three youngest brothers are a set of Russian nesting dolls. Alan is the most normal-seeming of his family. Outwardly, he looks human, but he heals at an incredible rate, and if part of him is cut off, it will grow back, and the cut off part can be made to form a new copy of him, much like an earthworm does.\nAnother plot strand concerns Alan's neighbors, a household of students and artists which includes Mimi, a troubled young woman who like Alan is not quite human. Born with wings on her back and no family history, she lives with her abusive boyfriend Krishna, a musician/bartender who can spot beings like Alan and his family, and hates them. Krishna amputates Mimi's wings every three months; she stays with him because she believes he's the only one willing and able to make her \"normal.\"", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "Someone Comes to Town, Someone Leaves Town", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Someone_Comes_to_Town,_Someone_Leaves_Town", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.51, 
    "rating_count": 2736, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/29588.Someone_Comes_to_Town_Someone_Leaves_Town", 
        "found": true, 
        "year": 2005
    }, 
    "similar_books": [
        "Behemoth: β-Max (Rifters #3.1)", 
        "Appeals Court", 
        "Criptonomicón III: El código Aretusa", 
        "Halo", 
        "Postsingular", 
        "Everyone in Silico", 
        "Budayeen Nights", 
        "The Strange Adventures of Rangergirl", 
        "A Signal Shattered", 
        "The Jazz", 
        "The Caryatids", 
        "Ventus", 
        "Bear Daughter", 
        "In the Drift", 
        "Crystal Nights and Other Stories", 
        "Memory Wire", 
        "Going, Going, Gone", 
        "Rim"
    ], 
    "description": "<div>Alan is a middle-aged entrepreneur in contemporary Toronto, who has devoted himself to fixing up a house in a bohemian neighborhood. This naturally brings him in contact with the house full of students and layabouts next door, including a young woman who, in a moment of stress, reveals to him that she has wings--wings, moreover, which grow back after each attempt to cut them off. <br /><br />Alan understands. He himself has a secret or two. His father is a mountain; his mother is a washing machine; and among his brothers are a set of Russian nesting dolls. <br /><br />Now two of the three nesting dolls, Edward and Frederick, are on his doorstep--well on their way to starvation, because their innermost member, George, has vanished. It appears that yet another brother, Davey, who Alan and his other siblings killed years ago, may have returned...bent on revenge.<br /><br />Under such circumstances it seems only reasonable for Alan to involve himself with a visionary scheme to blanket Toronto with free wireless Internet connectivity, a conspiracy spearheaded by a brilliant technopunk who builds miracles of hardware from parts scavenged from the city's dumpsters. But Alan's past won't leave him alone--and Davey is only one of the powers gunning for him and all his friends.<br /></div>", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18224", 
        "num": 18224
    }, 
    "authors": [
        33
    ], 
    "pages": 315, 
    "language": "English", 
    "isbn13": "9780765312808", 
    "country": 2, 
    "release_date": "2006-04-21T00:00:00", 
    "author": 33, 
    "original_title": "Someone Comes to Town, Someone Leaves Town", 
    "summary": "Someone Comes to Town, Someone Leaves Town is a contemporary fantasy novel by Canadian author Cory Doctorow. It was published in June 2005, concurrently released on the Internet under a Creative Commons license, free for download in several formats including ASCII and PDF. It is Doctorow's third novel.\nThe novel was chosen to launch the Sci Fi Channel's book club, Sci Fi Essentials (now defunct).\n\n", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "fantasy", 
        "fiction", 
        "science-fiction", 
        "sci-fi", 
        "ebook", 
        "scifi", 
        "urban-fantasy", 
        "owned", 
        "favorites", 
        "cyberpunk", 
        "library", 
        "sf", 
        "canadian", 
        "ebooks", 
        "science", 
        "kindle", 
        "books-i-own", 
        "default", 
        "sci-fi-fantasy", 
        "scifi-fantasy", 
        "my-ebooks", 
        "speculative-fiction", 
        "novels", 
        "novel", 
        "adult", 
        "2006", 
        "weird", 
        "audiobooks", 
        "abandoned", 
        "e-book", 
        "sff", 
        "audiobook", 
        "sf-fantasy", 
        "magical-realism", 
        "toronto", 
        "cory-doctorow", 
        "did-not-finish", 
        "contemporary", 
        "didn-t-finish", 
        "in-english", 
        "read-fiction", 
        "doctorow", 
        "finished", 
        "e-books", 
        "my-books", 
        "unfinished", 
        "hardcover", 
        "unsorted", 
        "book-club", 
        "fantasy-fiction", 
        "gave-up", 
        "own-ebook", 
        "to-buy", 
        "horror", 
        "sf-f", 
        "canadiana", 
        "2005", 
        "library-books", 
        "gave-up-on", 
        "to-read-own", 
        "read-in-2015", 
        "fantasy-science-fiction", 
        "on-the-shelf", 
        "bookclub", 
        "on-my-shelf", 
        "fantascienza", 
        "general", 
        "all", 
        "canadian-literature", 
        "to-re-read", 
        "don-t-have-read", 
        "my-collection", 
        "done", 
        "supernatural", 
        "literary-fiction", 
        "weird-fiction", 
        "to-review", 
        "calibre", 
        "owned-books", 
        "free", 
        "kindle-books", 
        "canada", 
        "hardcopy", 
        "spec-fic", 
        "free-ebook", 
        "read-in-2011", 
        "magic-realism", 
        "havent-read", 
        "new_weird", 
        "and", 
        "stand-alone", 
        "male-protagonist", 
        "brett", 
        "surreal", 
        "signed", 
        "home-library", 
        "speculative", 
        "audio"
    ], 
    "content_available": true, 
    "n_authors": 1
}