{
    "content_name": "30348.txt.utf-8", 
    "isbn": "038566608X", 
    "author_name": "T. D. Hamm", 
    "images_urls": [
        "http://www.gutenberg.org/files/30348/30348-h/images/001-1.jpg", 
        "http://www.gutenberg.org/files/30348/30348-h/images/001-2.jpg"
    ], 
    "year": 2012, 
    "images": [], 
    "id": 929, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Last Supper", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Secret_Lovers_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.83, 
    "rating_count": 1390, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/13277589-leonardo-and-the-last-supper", 
        "found": true, 
        "year": 2012
    }, 
    "similar_books": [
        "Bernini: His Life and His Rome", 
        "The Lost Battles: Leonardo, Michelangelo And The Artistic Duel That Sparked The Renaissance", 
        "Saving Italy: The Race to Rescue a Nation's Treasures from the Nazis", 
        "Basilica: The Splendor and the Scandal: Building St. Peter's", 
        "Titian: His Life", 
        "Stealing the Mystic Lamb: The True Story of the World's Most Coveted Masterpiece", 
        "Dark Water: Flood and Redemption in the City of Masterpieces", 
        "Caravaggio: A Life Sacred and Profane", 
        "Michelangelo: A Life in Six Masterpieces", 
        "Universe of Stone: A Biography of Chartres Cathedral", 
        "The Vanishing Velï¿½zquez: A 19th Century Bookseller’s Obsession with a Lost Masterpiece", 
        "The Watchers: A Secret History of the Reign of Elizabeth I", 
        "The Stones of Florence", 
        "I Was Vermeer: The Rise and Fall of the Twentieth Century's Greatest Forger", 
        "The Genius in the Design: Bernini, Borromini, and the Rivalry That Transformed Rome", 
        "Glittering Images: A Journey Through Art from Egypt to Star Wars", 
        "The Artist, the Philosopher, and the Warrior: The Intersecting Lives of Da Vinci, Machiavelli, and Borgia and the World They Shaped", 
        "Dawn of the Belle Epoque: The Paris of Monet, Zola, Bernhardt, Eiffel, Debussy, Clemenceau, and Their Friends"
    ], 
    "description": "Early in 1495, Leonardo da Vinci began work in Milan on what would become one of history's most influential and beloved works of art-<i>The Last Supper</i>. After a dozen years at the court of Lodovico Sforza, the Duke of Milan, Leonardo was at a low point personally and professionally: at forty-three, in an era when he had almost reached the average life expectancy, he had failed, despite a number of prestigious commissions, to complete anything that truly fulfilled his astonishing promise. His latest failure was a giant bronze horse to honor Sforza's father: His 75 tons of bronze had been expropriated to be turned into cannons to help repel a French invasion of Italy. The commission to paint <i>The Last Supper </i>in the refectory of a Dominican convent was a small compensation, and his odds of completing it were not promising: Not only had he never worked on a painting of such a large size-15' high x 30' wide-but he had no experience in the extremely difficult medium of fresco.<br />ï¿½<br />ï¿½In his compelling new book, Ross King explores how-amid war and the political and religious turmoil around him, and beset by his own insecurities and frustrations-Leonardo created the masterpiece that would forever define him. King unveils dozens of stories that are embedded in the painting. Examining who served as the models for the Apostles, he makes a unique claim: that Leonardo modeled two of them on himself. Reviewing Leonardo's religious beliefs, King paints a much more complex picture than the received wisdom that he was a heretic. The food that Leonardo, a vegetarian, placed on the table reveals as much as do the numerous hand gestures of those at Christ's banquet. As King explains, many of the myths that have grown up around <i>The Last Supper </i>are wrong, but its true story is ever more interesting. Bringing to life a fascinating period in European history, Ross King presents an original portrait of one of the world's greatest geniuses through the lens of his most famous work.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30348", 
        "num": 30348
    }, 
    "authors": [
        255
    ], 
    "pages": 336, 
    "language": "English", 
    "isbn13": "9780385666084", 
    "country": 2, 
    "release_date": "2009-10-28T00:00:00", 
    "author": 255, 
    "original_title": "The Secret Lovers (novel)", 
    "summary": "The Secret Lovers, published by E.P. Dutton in 1977, was the third of seven novels by the American novelist Charles McCarry to feature an American intelligence agent named Paul Christopher. It takes place in 1960 and '61, a year after the events in the first Christopher novel, The Miernik Dossier, published in 1973, and three years before the beginning of The Tears of Autumn, published in 1974, which was actually the second book McCarry wrote about Christopher. Later books by McCarry, ten in all as of 2013, expanded from focusing solely on Christopher into what might be considered a chronicle of the Christopher universe: two novels feature his cousins, the Hubbards, and in many of the Christopher novels his father, mother, one-time wife, and daughter play important and recurring roles. Also in this universe is a 1988 historical novel, The Bride of the Wilderness, about Christopher's ancestors in 17th-century England, France, and Massachusetts. McCarry had been an undercover operative for the Central Intelligence Agency for nine years before turning to writing, and his books were hailed for their apparent authenticity and realistic depiction of tradecraft. The Miernik Dossier received excellent reviews, and instantly established McCarry's reputation as one of the foremost American novelists of espionage. Like all of McCarry's books, this one displays \"an almost Jamesian awareness of [its] European locale, the special authenticity of a loving expatriate writing of an adopted foreign land.\"", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "history", 
        "art", 
        "non-fiction", 
        "biography", 
        "italy", 
        "art-history", 
        "nonfiction", 
        "renaissance", 
        "kindle", 
        "historical", 
        "owned", 
        "history-biography", 
        "favorites", 
        "bio", 
        "to-read-non-fiction", 
        "didn-t-finish", 
        "canadian", 
        "historical-fiction", 
        "arts", 
        "art-books", 
        "audiobook", 
        "to-buy", 
        "ebooks", 
        "e-books", 
        "art-and-architecture", 
        "scanned", 
        "my-library", 
        "library", 
        "audiobooks", 
        "non-fic", 
        "art-and-art-history", 
        "non-fiction-to-read", 
        "european-history", 
        "nook", 
        "to-read-history", 
        "unread", 
        "audible", 
        "abandoned", 
        "wish-list", 
        "shelfari-wishlist", 
        "owned-books", 
        "to-read-art", 
        "leonardo-da-vinci", 
        "2015-books-read", 
        "read-2015", 
        "owned-to-read", 
        "ebook", 
        "digital", 
        "biography-memoir", 
        "books-i-own", 
        "adult", 
        "read-2013", 
        "default", 
        "italia", 
        "history-nonfiction", 
        "couldn-t-finish", 
        "fiction", 
        "ross-king", 
        "books-to-buy", 
        "nonfiction-history", 
        "history-european", 
        "public-library", 
        "artists", 
        "the-renaissance", 
        "biographies", 
        "religion", 
        "nonfic", 
        "e-book", 
        "library-books", 
        "could-not-finish", 
        "maybe-to-read", 
        "art-and-artists", 
        "audio-books", 
        "radio-4", 
        "the-arts", 
        "15th-century", 
        "italian-renaissance", 
        "arc", 
        "1-read-next-list", 
        "1-my-shortlist", 
        "bbc-radio-readings", 
        "wpl-ebook", 
        "history-renaissance", 
        "jenreadshistory", 
        "books-i-dont-want-to-read-but-need", 
        "books-i-own-and-have-not-read", 
        "next-to-purchase", 
        "to-read-priority", 
        "samsung", 
        "cultural-italy", 
        "2014-reads", 
        "possible-themes", 
        "amazon", 
        "history-and-culture", 
        "plano-book", 
        "italy-culture", 
        "italy-art", 
        "bio-general"
    ], 
    "content_available": true, 
    "n_authors": 1
}