{
    "content_name": "1013.txt.utf-8", 
    "isbn": "0141441089", 
    "language_code": "eng", 
    "author_name": "H. G. Wells", 
    "images_urls": [], 
    "year": 1901, 
    "images": [], 
    "id": 48, 
    "category": "Text", 
    "plot": "The narrator is a London businessman who withdraws to the countryside to write a play, by which he hopes to alleviate his financial problems. Bedford rents a small countryside house in Lympne, in Kent, where he wants to work in peace. He is bothered every afternoon, however, at precisely the same time, by a passer-by making odd noises. After two weeks Bedford accosts the man, who proves to be a reclusive physicist named Mr. Cavor. Bedford befriends Cavor when he learns he is developing a new material, cavorite, which can negate the force of gravity.\nWhen a sheet of cavorite is prematurely processed, it makes the air above it weightless and shoots off into space. Bedford sees in the commercial production of cavorite a possible source of \"wealth enough to work any sort of social revolution we fancied; we might own and order the whole world\". Cavor hits upon the idea of a spherical spaceship made of \"steel, lined with glass\", and with sliding \"windows or blinds\" made of cavorite by which it can be steered, and persuades a reluctant Bedford to undertake a voyage to the moon; Cavor is certain there is no life there.\nOn the way to the moon, they experience weightlessness, which Bedford finds \"exceedingly restful\". On the surface of the moon the two men discover a desolate landscape, but as the sun rises, the thin, frozen atmosphere vaporizes and strange plants begin to grow with extraordinary rapidity. Bedford and Cavor leave the capsule, but in romping about get lost in the rapidly growing jungle. They hear for the first time a mysterious booming coming from beneath their feet. They encounter \"great beasts\", \"monsters of mere fatness\", that they dub \"mooncalves\", and five-foot-high \"Selenites\" tending them. At first they hide and crawl about, but growing hungry partake of some \"monstrous coralline growths\" of fungus that inebriate them. They wander drunkenly until they encounter a party of six extraterrestrials, who capture them. The insectoid lunar natives (referred to as \"Selenites\", after Selene, the moon goddess) are part of a complex and technologically sophisticated society that lives underground, but this is revealed only in radio communications received from Cavor after Bedford's return to earth.\nBedford and Cavor break out of captivity beneath the surface of the moon and flee, killing several Selenites. In their flight they discover that gold is common on the moon. In their attempt to find their way back to the surface and to their sphere, they come upon some Selenites carving up mooncalves but fight their way past. Back on the surface, they split up to search for their spaceship. Bedford finds it but returns to Earth without Cavor, who injured himself in a fall and was recaptured by the Selenites, as Bedford learns from a hastily scribbled note he left behind.\nChapter 19, \"Mr. Bedford in Infinite Space\", plays no role in the plot but is a remarkable set piece in which the narrator describes experiencing a quasi-mystical \"pervading doubt of my own identity. . . the doubts within me could still argue: 'It is not you that is reading, it is Bedford—but you are not Bedford, you know. That's just where the mistake comes in.' 'Counfound it!' I cried, 'and if I am not Bedford, what am I? But in that direction no light was forthcoming, though the strangest fancies came drifting into my brain, queer remote suspicions like shadow seem from far away... Do you know I had an idea that really I was something quite outside not only the world, but all worlds, and out of space and time, and that this poor Bedford was just a peephole through which I looked at life...\"\nBy good fortune, the narrator lands in the sea off the coast of Britain, near the seaside town of Littlestone, not far from his point of departure. His fortune is made by some gold he brings back, but he loses the sphere when a curious boy named Tommy Simmons climbs into the unattended sphere and shoots off into space. Bedford writes and publishes his story in The Strand Magazine, then learns that \"Mr. Julius Wendigee, a Dutch electrician, who has been experimenting with certain apparatus akin to the apparatus used by Mr. Tesla in America\", has picked up fragments of radio communications from Cavor sent from inside the moon. During a period of relative freedom Cavor has taught two Selenites English and learned much about lunar society.\nCavor's account explains that Selenites exist in thousands of forms and find fulfillment in carrying out the specific social function for which they have been brought up: specialization is the essence of Selenite society. \"With knowledge the Selenites grew and changed; mankind stored their knowledge about them and remained brutes—equipped,\" remarks the Grand Lunar, when he finally meets Cavor and hears about life on Earth. Unfortunately, Cavor reveals humanity's propensity for war; the lunar leader and those listening to the interview are \"stricken with amazement\". Bedford infers that it is for this reason that Cavor has been prevented from further broadcasting to Earth. Cavor's transmissions are cut off as he is trying to describe how to make cavorite. His final fate is unknown, but Bedford is sure that \"we shall never… receive another message from the moon\".", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The First Men in the Moon", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_First_Men_in_the_Moon", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.69, 
    "rating_count": 8615, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/536478.The_First_Men_in_the_Moon", 
        "found": true, 
        "year": 1901
    }, 
    "similar_books": [
        "Dark Benediction", 
        "The Complete Roderick", 
        "Helliconia Trilogy", 
        "Life During Wartime", 
        "Downward to the Earth", 
        "The Child Garden", 
        "The Centauri Device", 
        "Sirius: A Fantasy of Love and Discord", 
        "Emphyrio", 
        "R.U.R. & War with the Newts", 
        "The Land That Time Forgot (Caspak, #1-3)", 
        "Jem", 
        "From the Earth to the Moon (Extraordinary Voyages, #4)", 
        "Cities in Flight (Cities in Flight, #1-4)", 
        "The Dancers at the End of Time (Dancers at the End of Time, #1-3)", 
        "Pavane", 
        "Now Wait for Last Year", 
        "Floating Worlds"
    ], 
    "description": "When penniless businessman Mr Bedford retreats to the Kent coast to write a play, he meets by chance the brilliant Dr Cavor, an absent-minded scientist on the brink of developing a material that blocks gravity. Cavor soon succeeds in his experiments, only to tell a stunned Bedford the invention makes possible one of the oldest dreams of humanity: a journey to the moon. With Bedford motivated by money, and Cavor by the desire for knowledge, the two embark on the expedition. But neither are prepared for what they find - a world of freezing nights, boiling days and sinister alien life, on which they may be trapped forever.<br /><br />", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/1013", 
        "num": 1013
    }, 
    "authors": [
        1
    ], 
    "pages": 213, 
    "language": "English", 
    "isbn13": "9780141441085", 
    "countries": [
        1
    ], 
    "release_date": "2004-10-20T00:00:00", 
    "author": 1, 
    "original_title": "The First Men in the Moon", 
    "summary": "The First Men in the Moon is a scientific romance by the English author H. G. Wells, originally serialised in The Strand Magazine from December 1900 to August 1901 and published in hardcover in 1901, who called it one of his \"fantastic stories\". The novel tells the story of a journey to the moon undertaken by the two protagonists, a businessman narrator, Mr. Bedford, and an eccentric scientist, Mr. Cavor. Bedford and Cavor discover that the moon is inhabited by a sophisticated extraterrestrial civilization of insect-like creatures they call \"Selenites\".\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "classics", 
        "sci-fi", 
        "fiction", 
        "currently-reading", 
        "owned", 
        "classic", 
        "scifi", 
        "sf-masterworks", 
        "kindle", 
        "sf", 
        "books-i-own", 
        "favorites", 
        "fantasy", 
        "h-g-wells", 
        "literature", 
        "adventure", 
        "novels", 
        "default", 
        "sci-fi-fantasy", 
        "owned-books", 
        "steampunk", 
        "ebook", 
        "to-buy", 
        "1900s", 
        "ebooks", 
        "british-literature", 
        "space", 
        "english", 
        "20th-century", 
        "my-library", 
        "audiobook", 
        "library", 
        "science", 
        "dystopia", 
        "classic-literature", 
        "scifi-fantasy", 
        "sf-fantasy", 
        "tbr", 
        "wish-list", 
        "fantasy-sci-fi", 
        "novel", 
        "speculative-fiction", 
        "unread", 
        "aliens", 
        "my-books", 
        "british", 
        "own-it", 
        "science-fiction-fantasy", 
        "science-fiction-and-fantasy", 
        "e-books", 
        "moon", 
        "collection", 
        "19th-century", 
        "classics-to-read", 
        "wells-h-g", 
        "english-literature", 
        "dystopian", 
        "i-own", 
        "space-travel", 
        "victorian", 
        "sci-fi-to-read", 
        "owned-to-read", 
        "hg-wells", 
        "kindle-books", 
        "classic-sci-fi", 
        "books", 
        "penguin-classics", 
        "fantasy-science-fiction", 
        "audio-books", 
        "classic-lit", 
        "wells", 
        "comics", 
        "tbr-classics", 
        "home-library", 
        "روايات", 
        "need-to-buy", 
        "e-book", 
        "books-i-have", 
        "abandoned", 
        "england", 
        "adult-fiction", 
        "own-ebook", 
        "own-to-read", 
        "brit-lit", 
        "uk", 
        "classic-fiction", 
        "fiction-sci-fi", 
        "fiction-science-fiction", 
        "want-to-own", 
        "fiction-to-read", 
        "suspense", 
        "library-books", 
        "sci-fi-masterworks", 
        "the-classics", 
        "adaptation", 
        "owned-not-read", 
        "project-gutenberg", 
        "science-fiction-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}