{
    "content_name": "21988.txt.utf-8", 
    "isbn": "0062435574", 
    "language_code": "eng", 
    "author_name": "James E. Gunn", 
    "images_urls": [
        "http://www.gutenberg.org/files/21988/21988-h/images/fp.png", 
        "http://www.gutenberg.org/files/21988/21988-h/images/illo3.png", 
        "http://www.gutenberg.org/files/21988/21988-h/images/illo4.png", 
        "http://www.gutenberg.org/files/21988/21988-h/images/tp.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/f001.jpg", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p007.jpg", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p008.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p009.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p010.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p011.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p012.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p013.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p014.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p015.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p016.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p017.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p018.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p019.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p020.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p021.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p022.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p023.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p024.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p025.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p026.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p027.jpg", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p028.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p029.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p030.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p031.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p032.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p033.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p034.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p035.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p036.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p037.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p038.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p039.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p040.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p041.jpg", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p042.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p043.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p044.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p045.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p046.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p047.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p048.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p049.png", 
        "http://www.gutenberg.org/files/21988/21988-page-images/p050.png"
    ], 
    "year": 2016, 
    "images": [], 
    "id": 585, 
    "category": "Text", 
    "plot": "Breaking Dawn is divided into three separate parts. The first part details Bella's marriage and honeymoon with Edward, which they spend on a private island that Carlisle bought and gave to Esme, Isle Esme, off the coast of Brazil. Two weeks into their honeymoon, Bella realizes that she is pregnant with a half-vampire, half-human child and that her condition is progressing at an unnaturally accelerated rate. After contacting Carlisle, who confirms her pregnancy, she and Edward immediately return home to Forks, Washington, where the fetus continues to develop at an abnormal speed.\nThe second part of the book is written from the perspective of Jacob Black, a werewolf who had also fallen in love with Bella. A month after the wedding, Bella calls her dad, Charlie Swan, and says that she is sick. Charlie relays this to Billy Black, Jacob's dad, and Billy relays it to the pack. Jacob thinks that Bella is actually a vampire now and attempts to lead an assault on the Cullens for breaking the treaty. When he arrives, he discovers that Bella was sick, but it was from her pregnancy, not a disease. Jacob begs Bella to abort the fetus and save her life, but Bella is determined that she will live long enough to have the baby and be transformed into a vampire. Jacob runs off in his werewolf form and keeps thinking of what Bella had said. This accidentally reveals Bella's condition to the pack, and because they think the baby will become a monster, the pack decides to kill the baby and Bella immediately. Jacob refuses, and when Sam uses an alpha command to force Jacob, Jacob accepts his bloodline as the true leader of the pack and breaks free of Sam's control. He runs off to warn the Cullens of the pack's plan to kill Bella and the baby. However, while en route, Seth Clearwater, one of the younger pack members, joins Jacob and makes note of the fact that neither of them can hear the others' thoughts and that they had formed their own pack. They warn the Cullens and take up patrol around the Cullens' property. Leah, Seth's older sister, joins them shortly afterward. After a chance remark by Jacob, they discover that the baby simply craves blood, and Bella has to drink it out of a cup for the greatest effectiveness. Bella gets better, but the fetus in Bella's body grows swiftly and the timing of birth is unknown due to the lack of any related medical knowledge on human-vampire births. Carlisle, the experienced doctor, is out of the house to replenish blood supplies from a hospital blood bank when Bella falls, detaching the placenta and inducing labor. The baby breaks many of her bones, including her spine, and she loses massive amounts of blood. In order to save her life, Edward changes her into a vampire by injecting his venom into her heart. Jacob, thinking that Bella is dead, and blaming Bella's daughter Renesmee as the cause, tries to kill Renesmee. Instead, he \"imprints\"—an involuntary response in which a shape-shifter finds his soul mate—on her.\nThe third section shifts back to Bella's perspective, describing Bella's painful transformation and finding herself changed into a vampire and enjoying her new life and abilities. However, the vampire Irina misidentifies Renesmee as an \"immortal child,\" a child who has been turned into a vampire. Because \"immortal children\" are uncontrollable, creating them has been outlawed by the Volturi. After Irina presents her allegations to the Volturi, they plan to destroy Renesmee and the Cullens. In an attempt to survive, the Cullens gather other vampire clans from around the world to stand as witnesses and prove to the Volturi that Renesmee is not an immortal child. Edward telepathically connects with Jacob and his Quileute pack, with the full realization of Jacob's imprint on Renesmee forging a new family connection of an unbreakable bond and mutual pact of protection between the Cullens and the Quileute, ending hatred between the races. As local and foreign vampires arrive, the Cullen house becomes the headquarters and training ground for the assorted vampires and the Quileute wolf packs. Information pieced together from the many visitors reveals the Volturi's ulterior motives for power through the acquisition of vampires with special abilities, turning the gathered vampire witnesses into self-aware rebels intent on defending their freedoms. Faced with the Volturi's ruthless killing of numerous vampires, many of the guest vampires reveal secret talents, which they know the Volturi will demand to control, or seek to destroy in fear of the powers being used against them. The transformation of each person from human to vampire alters their characteristics, physically and mentally, with traits in human form enhanced in vampire form and particular skills heightened, sometimes into a supernatural power. Since no two minds think alike, although similar, no two powers are identical and some powers require time to develop or improve. The majority of special abilities are mind-based, with exceptions occurring in powers that are physically related. At the Cullen home, various abilities and strategies are worked on individually and collectively, with exceptional talents displayed by notable vampires such as:\nThe Cullen coven: Edward's telepathy, Alice's precognition, Jasper's pathokinesis, Bella's mental shield, and Renesmee's tactile thought projection and mental shield penetration.\nThe Cullen Allies: Eleazar's ability identification, Kate's psychic electrokinesis, Maggie's lie detection, Siobhan's outcome manipulation, Zafrina's mental visual projection, and Benjamin's elemental manipulation.\nBella's human ability shielded her from psychic powers, but as a vampire she learns she can project it to shield others in a wide radius, a secret weapon that neutralizes most of the Volturi's powers. Renesmee's hybrid human-vampire gifts show that gifts can be hereditary, passed down genetically from both Edward and Bella. Upon confronting the gathered Cullen allies and witnesses, the Volturi discover that they have been misinformed on Renesmee's identity, and execute Irina when she refuses to make a claim against the wolves for killing Laurent, trying unsuccessfully to instigate a full battle. Additionally, Caius brings up the Cullens' pact with the Quileute as allying with the vampires' sworn enemy, the Children of the Moon, but it turns out the Quileutes are \"shapeshifters\" that chose the form of giant wolves, and not Lycans. The Volturi remain undecided on whether Renesmee should be viewed as a threat to vampires' secret existence. At that time, Alice and Jasper, who had left prior to the gathering of the Cullen's allies, return with a Mapuche called Nahuel, a 150-year-old vampire-human hybrid like Renesmee, and his biological aunt, Huilen. Huilen tells of how her sister fell in love with a vampire and became pregnant with his child. She also shares that when Nahuel was born, he bit her and made her immortal. Nahuel demonstrates that the hybrids pose no threat, and the Volturi agree to leave the Cullens alone. Before the Volturi leave, he also informs them of his father, Joham's intent to create more hybrids to produce a \"super race.\" While allowing them to deal with his father, Nahuel begs the Volturi to spare his sisters. The Cullens and their allies return to their homes in peace, accepting that the Volturi may one day return. When Edward and Bella are alone, she shows Edward a skill she has worked on, enabling him to read her mind for the first time, and sharing her feelings about him from her human and vampire memories.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Breaking Point", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Breaking_Dawn", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.97, 
    "rating_count": 2739, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/26072600-honor", 
        "found": true, 
        "year": 2016
    }, 
    "similar_books": [
        "Max (Cold Fury Hockey, #6)", 
        "Twist (Dive Bar, #2)", 
        "The Time in Between (Magdalene, #3)", 
        "Fathomless", 
        "Buns (Hudson Valley, #3)", 
        "Split", 
        "Unwritten (Woodlands, #5)", 
        "The Darkest Link (Second Circle Tattoos, #4)", 
        "Close to You (Fusion, #2)", 
        "The Boss (Untamed Hearts, #5)", 
        "Ride Rough (Raven Riders, #2)", 
        "All Closed Off (Rusk University, #4)", 
        "The Hot Shot (Game On, #4)", 
        "Fighting Winter (Winter's Brothers, #1)", 
        "Rules of Contact (Play by Play, #12)", 
        "Loaded (Trent Brothers, #3)", 
        "Beautiful (Beautiful Bastard, #5)"
    ], 
    "description": "Don't be fooled.<br /><br />Don't make excuses for me.<br /><br />I am not a good man.<br /><br />I've seen things no one should, done things no one should talk about. Honor and conscience have no place in my life. But I've fought and I've survived. I've had to.<br /><br />The first time I saw her dancing on that seedy stage in that second rate club, I felt my heart pulse for the first time. Keelyn Foster was too young, too vibrant for this place, and I knew in an instant that I would make her mine. But first I had to climb my way to the top. I had to have something more to offer her.<br /><br />I'm here now, money is no object and I have no equal. Except for her. She's disappeared. But don't worry, I will find her and claim her. She will be mine.<br /><br />Like I said, don't be fooled. I am not the devil in disguise… I'm the one front and center.", 
    "format": "ebook", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/21988", 
        "num": 21988
    }, 
    "authors": [
        161
    ], 
    "pages": 368, 
    "language": "English", 
    "isbn13": "9780062435576", 
    "countries": [
        2
    ], 
    "release_date": "2007-07-02T00:00:00", 
    "author": 161, 
    "original_title": "Breaking Dawn", 
    "summary": "Breaking Dawn is the fourth novel in The Twilight Saga by American author Stephenie Meyer. Divided into three parts, the first and third sections are written from Bella Swan's perspective and the second is written from the perspective of Jacob Black. The novel directly follows the events of the previous novel, Eclipse, as Bella and Edward Cullen get married, leaving behind a heartbroken Jacob. When Bella faces unexpected and life-threatening situations, she willingly risks her human life and possible vampire immortality to undergo the ultimate transformation from a weak pawn to the strong queen with unique powers to fight the final battle to save all those she loves.\nMeyer finished an outline of the book in 2003, but developed and changed it as she wrote New Moon and Eclipse, though the main and most significant storylines remained unchanged. Little, Brown and Company took certain measures to prevent the book's contents from leaking, such as closing forums and message boards on several fansites and providing a special e-mail address for fans to send in links to leaks and spoilers online.\nBreaking Dawn was released on August 2, 2008 at midnight release parties in over 4,000 bookstores throughout the US. From its initial print run of 3.7 million copies, over 1.3 million were sold in the US and 20,000 in the UK in the first 24 hours of the book's release, setting a record in first-day sales performance for the Hachette Book Group USA. The book was highly successful, selling over 6 million copies in 2008, and was the third best-selling novel of 2008 behind Twilight and New Moon.\nUnlike the series' previous two entries, Breaking Dawn received mixed reviews from critics. It is also the most controversial book of the series, as adult themes and concepts are explored more directly than in its predecessors. However, the novel was awarded the British Book Award for \"Children's Book of the Year\". It was translated in 38 languages with rights sold to over 50 countries. The book has been adapted into a two-part movie, with the first part released on November 18, 2011 and the second part released on November 16, 2012.", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "romance", 
        "series", 
        "new-adult", 
        "contemporary", 
        "dnf", 
        "favorites", 
        "contemporary-romance", 
        "jay-crownover", 
        "dark", 
        "october-2016", 
        "kindle", 
        "read-in-2016", 
        "arc", 
        "adult", 
        "bad-boy", 
        "2016-reads", 
        "audiobook", 
        "mafia", 
        "october", 
        "crime", 
        "dark-romance", 
        "erotica", 
        "library", 
        "not-yet-released", 
        "oct-2016", 
        "alpha-male", 
        "audio", 
        "2016-release", 
        "read-in-2017", 
        "audio-book", 
        "suspense", 
        "2016-releases", 
        "waiting-for-release", 
        "coming-soon", 
        "to-be-released", 
        "ebook", 
        "bad-boys", 
        "books-i-own", 
        "not-out-yet", 
        "signed-books", 
        "audible", 
        "2016-read", 
        "audiobooks", 
        "maybe", 
        "must-read", 
        "did-not-finish", 
        "read-2016", 
        "2016-reading-challenge", 
        "drama", 
        "signed", 
        "erotic", 
        "e-book", 
        "hea", 
        "spin-off", 
        "favorite-author", 
        "oct-16", 
        "next", 
        "to-buy", 
        "mob", 
        "part-of-a-series", 
        "romantic-suspense", 
        "crownover-jay", 
        "overdrive", 
        "owned", 
        "dual-pov", 
        "wish-list", 
        "author-jay-crownover", 
        "anti-hero", 
        "action", 
        "audio-books", 
        "not-my-cuppa", 
        "steamy", 
        "fiction", 
        "strippers", 
        "reviewed", 
        "standalone", 
        "arcs", 
        "need", 
        "first-in-series", 
        "tbr", 
        "alpha-males", 
        "not-interested", 
        "favorite-authors", 
        "read-2017", 
        "hot-and-steamy", 
        "angst", 
        "favourites", 
        "2016-books", 
        "steamy-romance", 
        "nope", 
        "next-to-read", 
        "maybe-read", 
        "4-stars", 
        "book-boyfriends", 
        "favs", 
        "downloaded", 
        "stripper", 
        "the-breaking-point"
    ], 
    "content_available": true, 
    "n_authors": 1
}