{
    "content_name": "30491.txt.utf-8", 
    "author_name": "Charles V. De Vet", 
    "images_urls": [
        "http://www.gutenberg.org/files/30491/30491-h/images/001.png", 
        "http://www.gutenberg.org/files/30491/30491-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/30491/30491-h/images/002-2.jpg"
    ], 
    "year": 1952, 
    "images": [], 
    "id": 877, 
    "category": "Text", 
    "plot": "Set nine months after the events of Stolen, or as Paige observes at the beginning of the novel \"nine months, three weeks and two days\", Dime Store Magic begins with Paige receiving complaints from the Elders about Savannah, clearly not for the first time. The Elders hate trouble and object to anything that might draw attention to the Coven. The same day Paige receives a petition for custody of her ward from Leah O'Donnell, a half-demon involved in events at the compound the previous year.\nPaige meets Leah and her lawyers, Gabriel Sandford, at the Cary Law Offices in East Falls. There she recognises Gabriel as a sorcerer. It is revealed that the custody claim comes not from Leah, but Savannah's father, Kristof Nast. Nast is the head of the Nast Sorcerer Cabal in Los Angeles, California.\nAfter she gets home, Paige is confronted by Victoria and the other Elders who are concerned because Leah's intent to use Paige's status as a witch in the custody battle threatens to expose the Coven. Paige persuades them to give her three days to clear matters up. She then arranges a meeting with Grantham Cary Jr., the local lawyer. It is decided to request that Nast submit to DNA testing to prove his paternity claim. Sandford, as Paige expected, refuses on behalf of his client.\nIn order to force her to submit, Leah and associates begin a dirty tricks campaign that includes placing a hand of glory on her property and setting up satanic altars in the fields behind. Paige comes under investigation by the town sheriff's department and also the social services.\nAt this point, Lucas Cortez turns up on Paige's doorstep and offers his services. His offer is refused as witches do not trust sorcerers. The media set up camp outside Paige's house and, on a drive into town to pick up a takeaway, Paige's car is deliberately run into by Grantham Cary Jr because she refused his offer of paying his fees by sharing his bed. Furious, she confronts his wife at his house and then returns home. Cary leaves a message on her answering machine asking her to come to his office to talk. However, when she gets there it is to discover Leah is there too. The half-demon uses her powers to throw Cary out of a window, framing Paige for his murder.\nPaige is taken to the police station, from where she is released by Lucas Cortez, despite Paige's protests. They then go to a Coven meeting, but receive little support from the other members. Angry, Paige agrees to talk to Lucas and he provides her with background information on the Cabals.\nThe next day Paige receives a call telling her to come to the funeral home to pick up her file from Cary's people. Thinking this is strange, as it is currently Cary's visitation, Paige nonetheless agrees and she and Savannah go to the home. However, whilst they are there Nast employees stage a scene that involves bodies raising from the dead and illusions. Paige and Savannah are rescued by Lucas. The police arrive but are forced to let them go.\nEvents continue to escalate with other incidents occurring. The Coven get increasingly anxious, and Social Services turn up to check on Savannah. However, the interview does not go well as Savannah is upset - at least until she discovers that she has begun to menstruate. Cortez grows concerned because the menses ceremony associated with a witch's first period can be vital to ensuring her loyalty to her Cabal and he believes that this will increase the urgency of any action Leah and her colleagues take.\nPaige also grows curious about the differences between witch and sorcerer magic. She starts to realise that there were once several grades of spell: primary, secondary and tertiary. However, at some point the higher level spells were lost or deliberately destroyed, only a few surviving in old grimoires that the Coven Elders refuse to let the other witches use. These grimoires are kept by Savannah's aunt, Margaret. When they visit her to borrow her car, Paige takes the grimoires. She, Savannah and Lucas then drive to Salem, Massachusetts. There, the two witches argue. Savannah insists on the ceremony her mother wished to use, not the Coven approved one Paige underwent. Paige finally agrees to Savannah's wish, but the ceremony requires them to get certain ingredients which requires them to go to the cemetery. Afterwards, Paige shares the knowledge of the grimoires with Lucas and they become lovers.\nThe next day Paige's house is fire-bombed, and she and Savannah are kidnapped by the Nast Cabal. Nast presents his claim to Savannah. Savannah agrees to it provided she can have Paige do the originally planned ceremony and also that Paige can stay. Kristof Nast accepts. They then meet Greta and Olivia Enwright. They are supposed to be teaching Savannah, however during this lessons they force her to sacrifice a boy and drink his blood. Savannah is deeply upset. Nast denies any knowledge. Sandford observes that the Cabal Witches had expected Greta's daughter to succeed her, not Savannah, and that the ritual might have been a form of revenge.\nPaige is secured and gagged so that she can't spellcast. Sandford brings her to the notice of Lucas' family and one visits her. He orders her death by sundown. Friesen takes her away to kill her, but Paige manages to escape. When she returns to Nast's house, it is to find all hell has broken loose in her absence. Savannah has called a demon as she attempts to raise her mother from the dead. Nast is killed trying to save his daughter. Lucas tells Paige a spell that will permit her to look like Eve Levine temporarily. They use this to get Savannah out of the house.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Vital Ingredient", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Dime_Store_Magic", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.25, 
    "rating_count": 4, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/10663606-vital-ingredient", 
        "found": true, 
        "year": 2009
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30491", 
        "num": 30491
    }, 
    "authors": [
        121
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-11-17T00:00:00", 
    "author": 121, 
    "original_title": "Dime Store Magic", 
    "summary": "Dime Store Magic is a fantasy novel by written by Kelley Armstrong. It is the third in the Women of the Otherworld series featuring Paige Winterbourne. First seen in Stolen, Paige is a witch, the only daughter of the now deceased Coven leader and expected to follow in her mother's footsteps. Guardian of young teenage witch, Savannah, following the events of Stolen, Paige finds herself confronting a telekinetic half-demon and a powerful cabal of sorcerers as she attempts to protect her ward.", 
    "content_cleaned": true, 
    "classes": [
        "unread", 
        "ebooks", 
        "14", 
        "stanza"
    ], 
    "content_available": true, 
    "n_authors": 1
}