{
    "content_name": "31469.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "H. P. Lovecraft", 
    "images_urls": [
        "http://www.gutenberg.org/files/31469/31469-h/images/001.png", 
        "http://www.gutenberg.org/files/31469/31469-h/images/002.png", 
        "http://www.gutenberg.org/files/31469/31469-h/images/003-1.jpg", 
        "http://www.gutenberg.org/files/31469/31469-h/images/003-2.jpg"
    ], 
    "year": 1937, 
    "images": [], 
    "id": 15, 
    "category": "Text", 
    "plot": "For many years, the protagonist and his uncle, Dr. Elihu Whipple, have nurtured a fascination with an old abandoned house on Benefit Street. Dr. Whipple has made extensive records tracking the mysterious, yet apparently, coincidental sickness and death of many who have lived in the house for over one hundred years. They are also puzzled by the strange weeds growing in the yard, as well as the unexplained foul smell, and whitish phosphorescent fungi growing in the cellar.\n\nAfter the protagonist discovers a strange, yellowish vapour in the basement, which seems to be coupled with a moldy outline of a huddled human form on the floor, he and his uncle decide to spend the night in the house, investigating the possibility of some supernatural force. They set up both cots and chairs in the cellar, arm themselves with military flamethrowers, and outfit a modified Crookes tube in the hopes of destroying any supernatural presence they might find.\nWhen Dr. Whipple naps, while his nephew keeps watch, he begins tossing and turning, and finally starts babbling in French, until he suddenly awakes. He tells the protagonist he had strange visions of lying in an open pit, inside a house with constantly shifting features, while faces stared down at him. Many of the faces were those of the Harris family, whose members died in the house.\nWhen the protagonist sleeps, he is awakened by a horrific scream. He sees a revolting yellowish \"corpse-light\" bubbling up from the floor, which stares at him with many eyes before vanishing in a wisp through the chimney. He finds his uncle transformed into a monster with \"blackened, decaying features\" and dripping claws. He turns on the Crookes tube, but seeing that it has no effect, escapes the house through the cellar door as his uncle's body dissolves, transforming into a multitude of faces of those who died in the house as it melts. The protagonist returns the next day to find his equipment intact, but no body.\nThe protagonist hatches a plan. He orders a military gas mask, digging tools, and six carboys of sulfuric acid to be delivered to the cellar door of the shunned house. He digs into the earthen floor of the cellar, turning up fungous yellow ooze, and arranges the barrels of acid around the hole in the belief that he will happen upon some kind of monstrous creature. Eventually, he uncovers a soft, blue-white, translucent tube, bent in half and two feet in diameter at its widest point. He frantically climbs out of the neck-deep hole, and dumps in four barrels of acid, realizing that he had found the elbow of a gigantic monster. The protagonist faints after emptying the fourth barrel.\nWhen he awakens, the protagonist empties the two remaining barrels, to no effect, replaces the dirt, and finds that the strange fungus has turned to harmless ash. He mourns his uncle, but is relieved to be sure that the horrible creature is finally dead. The protagonist records that the house has subsequently been rented to another family, and that the house now appears completely normal.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Shunned House", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Shunned_House", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.57, 
    "rating_count": 1665, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8507286-the-shunned-house", 
        "found": true, 
        "year": 1937
    }, 
    "similar_books": [
        "The Man Whom the Trees Loved", 
        "Nachtstï¿½cke", 
        "The Spider", 
        "Racconti del terrore", 
        "The Overcoat and The Nose", 
        "The Mask of Cthulhu", 
        "The Boats of the 'Glen Carrig'", 
        "The Secret Places of the Heart", 
        "L'amicizia", 
        "Great Ghost Stories", 
        "Incident On and Off a Mountain Road", 
        "I Am the Doorway", 
        "Ghost Stories", 
        "The Children's Crusade (The Books of Magic, #3)", 
        "I quattro pilastri della saggezza", 
        "Space Eldritch", 
        "Amicizia", 
        "Inferno"
    ], 
    "description": "H. P. Lovecraft was one of the greatest horror writers of all time. His seminal work appeared in the pages of legendary Weird Tales and has influenced countless writer of the macabre. This is one of those stories.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31469", 
        "num": 31469
    }, 
    "authors": [
        9
    ], 
    "pages": 48, 
    "language": "English", 
    "release_date": "2010-03-02T00:00:00", 
    "author": 9, 
    "original_title": "The Shunned House", 
    "summary": "\"The Shunned House\" is a horror fiction novelette by American author H. P. Lovecraft, written on October 16–19, 1924. It was first published in the October 1937 issue of Weird Tales.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "horror", 
        "currently-reading", 
        "short-stories", 
        "fiction", 
        "classics", 
        "kindle", 
        "fantasy", 
        "lovecraft", 
        "short-story", 
        "owned", 
        "default", 
        "classici", 
        "gothic", 
        "american", 
        "ebooks", 
        "weird-fiction", 
        "ebook", 
        "narrativa", 
        "american-literature", 
        "favorites", 
        "e-books", 
        "paranormal", 
        "h-p-lovecraft", 
        "usa", 
        "books-i-own", 
        "racconti", 
        "owned-books", 
        "hp-lovecraft", 
        "lovecraftian", 
        "finished", 
        "mystery", 
        "reviewed", 
        "audiobooks", 
        "sci-fi", 
        "e-book", 
        "science-fiction", 
        "20th-century", 
        "audiobook", 
        "libri", 
        "classic", 
        "letteratura-americana", 
        "gothic-horror", 
        "short-stories-novellas", 
        "horror-supernatural", 
        "books", 
        "terror", 
        "english", 
        "horror-thriller", 
        "literature", 
        "supernatural", 
        "project-gutenberg", 
        "halloween", 
        "digital", 
        "new", 
        "serial-reader", 
        "scifi-fantasy", 
        "vampire", 
        "20th-century-lit", 
        "gutenberg", 
        "fantasy-sci-fi", 
        "my-kindle", 
        "mistero-soprannaturale", 
        "lovecraft-and-lovecraftian", 
        "narrativa-straniera", 
        "speculative-fiction", 
        "novella", 
        "weird", 
        "next-reading", 
        "mistery", 
        "read-in-2015", 
        "dark", 
        "the-weird", 
        "read-in-2014", 
        "american-lit", 
        "fantastic", 
        "lett-americana", 
        "dark-fantasy", 
        "cartaceo", 
        "read-in-italian", 
        "statunitensi", 
        "adult-fiction", 
        "read-in-english", 
        "ghost-stories", 
        "my-books", 
        "horror-fantasy", 
        "vampires", 
        "romanzo", 
        "read-2013", 
        "american-classics", 
        "thriller", 
        "read-in-2013", 
        "horror-fiction", 
        "not-finished", 
        "read-in-2012", 
        "public-domain", 
        "eldritch", 
        "classic-literature", 
        "short", 
        "on-hold"
    ], 
    "content_available": true, 
    "n_authors": 1
}