{
    "content_name": "5097.txt.utf-8", 
    "isbn": "1548703745", 
    "author_name": "Jules Verne", 
    "images_urls": [], 
    "year": -1, 
    "images": [], 
    "id": 139, 
    "category": "Text", 
    "plot": "During the year 1866, ships of several nations spot a mysterious sea monster, which some suggest to be a giant narwhal. The United States government assembles an expedition in New York City to find and destroy the monster. Professor Pierre Aronnax, a French marine biologist and narrator of the story, who happens to be in New York at the time, receives a last-minute invitation to join the expedition which he accepts. Canadian whaler and master harpoonist Ned Land and Aronnax's faithful servant Conseil are also brought aboard.\nThe expedition departs Brooklyn aboard the United States Navy frigate Abraham Lincoln and travels south around Cape Horn into the Pacific Ocean. The ship finds the monster after a long search and then attacks the beast, which damages the ship's rudder. The three protagonists are then hurled into the water and grasp hold of the \"hide\" of the creature, which they find, to their surprise, to be a submarine very far ahead of its era. They are quickly captured and brought inside the vessel, where they meet its enigmatic creator and commander, Captain Nemo.\nThe rest of the story follows the adventures of the protagonists aboard the creature—the submarine, the Nautilus—which was built in secrecy and now roams the seas free from any land-based government. Captain Nemo's motivation is implied to be both a scientific thirst for knowledge and a desire for revenge upon (and self-imposed exile from) civilization. Nemo explains that his submarine is electrically powered and can perform advanced marine biology research; he also tells his new passengers that although he appreciates conversing with such an expert as Aronnax, maintaining the secrecy of his existence requires never letting them leave. Aronnax and Conseil are enthralled by the undersea adventures, but Ned Land can only think of escape.\nThey visited many places under the ocean, some of them could be found in real life while others were completely fictional. The travelers witness the real corals of the Red Sea, the wrecks of the battle of Vigo Bay, the Antarctic ice shelves, the Transatlantic telegraph cable and the fictional submerged land of Atlantis. The travelers also use diving suits to hunt sharks and other marine life with air-guns and have an underwater funeral for a crew member who died when an accident occurred under mysterious—and unknown to the reader—conditions inside the Nautilus. When the Nautilus returns to the Atlantic Ocean, a pack of \"poulpes\" (usually translated as a giant squid, although in French \"poulpe\" means \"octopus\") attacks the vessel and kills a crew member.\nThroughout the story Captain Nemo is suggested to have exiled himself from the world after an encounter with the forces that occupied his country that had devastating effects on his family. Not long after the incident of the poulpes, Nemo suddenly changes his behavior toward Aronnax, avoiding him. Aronnax no longer feels the same and begins to sympathize with Ned Land. Near the end of the book, the Nautilus is attacked by a warship of some nation that made Nemo suffer. Filled with hatred and revenge, Nemo ignores Aronnax's pleas for mercy. Nemo—nicknamed angel of hatred by Aronnax—destroys the ship, ramming it just below the waterline, sinking it into the bottom of the sea, much to Aronnax's horror, as he watches the ship plunge into the abyss. Nemo bows before the pictures of his wife and children and is plunged into deep depression after this encounter. For several days after this, the protagonists' situation changes. No one seems to be on board any longer and the Nautilus moves about randomly. Ned Land is even more depressed, Conseil fears for Ned's life, and Aronnax, horrified at what Nemo had done to the ship, can no longer stand the situation either. One evening, Ned Land announces an opportunity to escape. Although Aronnax wants to leave Nemo, whom he now holds in horror, he still wishes to see him for the last time. But he knows that Nemo would never let him escape, so he has to avoid meeting him. Before the escape, however, he sees him one last time (although secretly), and hears him say \"Almighty God! Enough! Enough!\". Aronnax immediately goes to his companions and they are ready to escape. But while they loosen the dinghy, they discover that the Nautilus has wandered into the Moskenstraumen, more commonly known as the \"Maelstrom\". They manage to escape and find refuge on a nearby island off the coast of Norway, but the fate of Nautilus is unknown.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Vingt mille Lieues Sous Les Mers — Complete", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Twenty_Thousand_Leagues_Under_the_Sea", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 0.0, 
    "rating_count": 0, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/35778313-vingt-mille-lieues-sous-les-mers---complete", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "description": "Vingt mille Lieues Sous Les Mers - Complete By Jules Verne", 
    "format": "Paperback", 
    "loc_class": "PQ: Language and Literatures: Romance literatures: French, Italian, Spanish, Portuguese", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/5097", 
        "num": 5097
    }, 
    "authors": [
        6
    ], 
    "language": "French", 
    "isbn13": "9781548703745", 
    "release_date": "2004-02-01T00:00:00", 
    "author": 6, 
    "original_title": "Twenty Thousand Leagues Under the Sea", 
    "summary": "Twenty Thousand Leagues Under the Sea (French: Vingt mille lieues sous les mers: Tour du monde sous-marin, Twenty Thousand Leagues Under the Seas: A Tour of the Underwater World) is a classic science fiction novel by French writer Jules Verne published in 1870.\nThe novel was originally serialized from March 1869 through June 1870 in Pierre-Jules Hetzel's periodical, the Magasin d'ï¿½ducation et de Rï¿½crï¿½ation. The deluxe illustrated edition, published by Hetzel in November 1871, included 111 illustrations by Alphonse de Neuville and ï¿½douard Riou. The book was highly acclaimed when released and still is now; it is regarded as one of the premiere adventure novels and one of Verne's greatest works, along with Around the World in Eighty Days and Journey to the Center of the Earth. The description of Nemo's ship, called the Nautilus, was considered ahead of its time, as it accurately describes features on submarines, which at the time were very primitive vessels.", 
    "content_cleaned": true, 
    "classes": [], 
    "content_available": true, 
    "n_authors": 1
}