{
    "content_name": "51126.txt.utf-8", 
    "isbn": "1530358396", 
    "author_name": "Evelyn E. Smith", 
    "images_urls": [
        "http://www.gutenberg.org/files/51126/51126-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51126/51126-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51126/51126-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/51126/51126-h/images/illus3.jpg", 
        "http://www.gutenberg.org/files/51126/51126-h/images/illus4.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 653, 
    "category": "Text", 
    "plot": "The story begins with Thomas P. \"Tompy\" Terry, an athlete and musician son of a physicist, star drummer in his marching band at Pennwood prep in fictional small town, Pennwood, Pennsylvania, swept away by then-fictitious Hurricane Hannah on his way to the Labor Day parade.\nHe lands on the shore of Winkie Lake, where he meets Yankee, the first American dog in space, a bull terrier delighted at his newfound ability to talk.\nThe nearest town is Wackajammy, in the northeastern part of the Winkie Country, which is the breadbasket of the West. The King, Jackalack, believes that Tompy and Yankee are there to fulfill a prophecy to rescue their princess, his aunt, Doffi, who instructs all of the bakers of the town, who refuse to do any work without her present. Yammer Jammer, the king's advizer, using a book called the Mind Reader determines that the two have no intent to do the search when they leave, and locks them in prison. Yankee is able to dig out during the night and get the key, and when they leave, they steal the Mind Reader.\nThough determined to get home, Yankee in particular wishes to rescue the princess anyway. They next encounter an anteater, a town of powdered and packaged workaholic people, Tidy Town, whose king wants to force them to be listeners, cross into the Gillikin Country with the aid of Tim Ber the Trav-E-Log, meet a kindly but private woodsman named Axel, and a village of pleasant people with luminescent paper lanterns for heads who are active only at night.\nClimbing Mount Upandup, they meet a flower fairy named Su-Posy who mentions that she delivers flowers to an imprisoned princess nearby to cheer her up. Also resting on this mountain is Jinnicky the Red Jinn, with whom Tompy and Yankee make fast friends.\nAlso living on the mountain is Badmannah, who has kidnapped Princess doffi, and soon after, uses a magic magnifying glass to abduct Princess Ozma and the entire Emerald City palace.\nRegrouping at the Red Jinn's palace, Yankee procures a net and attaches it to Jinnicky's jinrikisha as a drag net, using it to capture Badmannah and lower him to the bottom of the Nonestic Ocean. He cannot drown here, being immortal like all Ozites, but it will get him out of the way for a while.\nThat leaves the task of restoring the Emerald City palace. Except for Ozma, the residents are all crammed into a magic box that Jinnicky has not allowed to be opened until the palace is restored, except when Yankee is briefly trapped as well. Once opened, Ozma is still missing. Using the Magic Picture, she is seen in Badmannah's cave, Ozma having wished herself via the Magic Belt to the nearest safe place, and with Badmannah gone, it was. Using his red magic, Jinnicky restores the Emerald City.\nJinnicky flies Tompy home in his jinrikisha, and gives him a little jar to open when in need of his magic. Yankee is recognizable from newspapers, and Mr. Terry returns him to the Army, requesting that he be given an honorable discharge to be Tompy's pet. The Army representative initially declines, but when Tompy opens the jar, relents.\nYankee retains the ability to speak once a week, and together, they decide to read The Purple Prince of Oz a chapter a night to learn about the adventures of their friend, Jinnicky.\nTompy is not the first traveler to Oz to be familiar with it from reading the books, which are explicitly referenced as being available in the United States as fairy tales—Peter Brown in The Gnome King of Oz briefly mentions having read an Oz book (Betsy Bobbin and Trot are aware of Oz before they get there, but we are not told how). It is, however the first to mention another Oz book within the text, although John R. Neill had drawn an image of a shelf in Oz full of the Oz books, one being read. The book has no subplot, and moves straightforwardly through its single plot, uncharacteristic of previous Oz books, but typical of the deuterocanonical books of which it is the first.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Princess and the Physicist", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Yankee_in_Oz", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.0, 
    "rating_count": 0, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51126/pg51126.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/29464285-the-princess-and-the-physicist", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "description": "The Princess and the Physicist A Science Fiction Novelette First published in \"Galaxy Science Fiction\" June 1955. Evelyn E. Smith (25 July 1922 - 4 July 2000) was an American writer and crossword puzzle compiler. During the 1950s, she regularly published-under her real name-short stories and novelettes in magazines like Galaxy Science Fiction and Fantastic Universe. These range from post-apocalyptic satires, such as \"The Last of the Spode\" and \"The Hardest Bargain,\" to \"BAXBR/DAXBR,\" where she explores the dangers of Martian crossword puzzles. Smith also wrote four science fiction novels, which chiefly deal with questions of gender identity and, like all of her work, are characterized by their wit and humor.", 
    "format": "Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51126", 
        "num": 51126
    }, 
    "authors": [
        172
    ], 
    "pages": 30, 
    "language": "English", 
    "isbn13": "9781530358397", 
    "country": 2, 
    "release_date": "2016-02-04T00:00:00", 
    "author": 172, 
    "original_title": "Yankee in Oz", 
    "summary": "Yankee in Oz is a 1972 Oz novel by Ruth Plumly Thompson. It was the first published by The International Wizard of Oz Club. A letter from the Henry Regnery Company, which bought Reilly & Lee, is reproduced in the front indicating the publisher's blessing for the new Oz book to appear. It was originally written in 1959, but because the Oz books were not selling, it was not published. The first two editions of the book were published in 8½ x 11 inch format and running only 94 pages. This was done at the request of illustrator Dick Martin to reduce the number of required illustrations and to show them closer to the actual size they were drawn. The second printing (1986) featured a new cover, with the first edition artwork reprinted preceding the title page. The third printing (2007) is standard Oz book size. Its cover is a gaudier redesign of the second edition cover. The book also features maps by James E. Haff, and as such, Thompson correctly places the Winkie Country in the west of Oz.", 
    "content_cleaned": true, 
    "classes": [], 
    "content_available": true, 
    "n_authors": 1
}