{
    "content_name": "624.txt.utf-8", 
    "isbn": "0451527631", 
    "original_title": "Looking Backward", 
    "year": 1888, 
    "author_name": "Edward Bellamy", 
    "images_urls": [], 
    "language_code": "eng", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/9/92/Edward_Bellamy_2000_1887.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/8/84/Looking_Backward.jpg"
    ], 
    "id": 54, 
    "category": "Text", 
    "plot": "Bellamy's novel tells the story of a hero figure named Julian West, a young American who, towards the end of the 19th century, falls into a deep, hypnosis-induced sleep and wakes up one hundred and thirteen years later. He finds himself in the same location (Boston, Massachusetts), but in a totally changed world: It is the year 2000 and, while he was sleeping, the United States has been transformed into a socialist utopia. The remainder of the book outlines Bellamy's thoughts about improving the future. The major themes include problems associated with capitalism, a proposed socialist solution of a nationalization of all industry, the use of an \"industrial army\" to organize production and distribution, as well as how to ensure free cultural production under such conditions.\nThe young man readily finds a guide, Doctor Leete, who shows him around and explains all the advances of this new age; including drastically reduced working hours for people performing menial jobs and almost instantaneous, Internet-like delivery of goods. Everyone retires with full benefits at age 45, and may eat in any of the public kitchens. The productive capacity of the United States is nationally owned, and the goods of society are equally distributed to its citizens. A considerable portion of the book is dialogue between Leete and West wherein West expresses his confusion about how the future society works and Leete explains the answers using various methods, such as metaphors or direct comparisons with 19th-century society.\nAlthough Bellamy's novel did not discuss technology or the economy in detail, commentators frequently compare Looking Backward with actual economic and technological developments. For example, Julian West is taken to a store which (with its descriptions of cutting out the middleman to cut down on waste in a similar way to the consumers' cooperatives of his own day based on the Rochdale Principles of 1844) somewhat resembles a modern warehouse club like BJ's, Costco, or Sam's Club. He additionally introduces a concept of \"credit\" cards in chapters 9, 10, 11, 13, 25, and 26, but these actually function like modern debit cards. All citizens receive an equal amount of \"credit.\" Those with more difficult, specialized, dangerous or unpleasant jobs work fewer hours (in contrast to the real-world practice of paying them more for their efforts of, presumably, the same hours). Bellamy also predicts both sermons and music being available in the home through cable \"telephone\" (already demonstrated but commercialized only in 1890 as Théâtrophone in France). Bellamy labeled the philosophy behind the vision \"nationalism\", and his work inspired the formation of more than 160 Nationalist Clubs to propagate his ideas.\nDespite the \"ethical\" character of his socialism (though he was initially reluctant to use the term \"socialism\"), Bellamy's ideas somewhat reflect classical Marxism. In Chapter 19, for example, he has the new legal system explained. Most civil suits have ended in socialism, while crime has become a medical issue. The idea of atavism, then current, is employed to explain crimes not related to inequality (which Bellamy thinks will vanish with socialism). Remaining criminals are medically treated. One professional judge presides, appointing two colleagues to state the prosecution and defense cases. If all do not agree on the verdict, then it must be tried over. Chapter 15 and 16 have an explanation of how free, independent public art and news outlets could be provided in a more libertarian socialist system. In one case Bellamy even writes \"the nation is the sole employer and capitalist\".", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Looking Backward, 2000 to 1887", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Looking_Backward", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.27, 
    "rating_count": 2653, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/296977.Looking_Backward", 
        "found": true, 
        "year": 1888
    }, 
    "similar_books": [
        "News from Nowhere and Other Writings", 
        "A Modern Utopia", 
        "A Crystal Age", 
        "Red Star", 
        "Ecotopia", 
        "The City of the Sun", 
        "Erewhon (Erewhon , #1)", 
        "Democracy: An American Novel", 
        "Swastika Night", 
        "Social Darwinism in American Thought", 
        "The Night of the Long Knives", 
        "The Learning Tree", 
        "Viriconium Nights", 
        "Theodore Roosevelt", 
        "A Journey in Other Worlds: A Romance of the Future", 
        "The Wonder", 
        "A Hazard of New Fortunes", 
        "All Creatures Great and Small, All Things Bright and Beautiful, and All Things Wise and Wonderful: Three James Herriot Classics"
    ], 
    "description": "Edward Bellamy's classic look at the future has been translated into over twenty languages and is the most widely read novel of its time. A young Boston gentleman is mysteriously transported from the nineteenth to the twenty-first century -- from a world of war and want to one of peace and plenty. This brilliant vision became the blueprint of utopia that stimulated some of the greatest thinkers of our age.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/624", 
        "num": 624
    }, 
    "authors": [
        21
    ], 
    "pages": 240, 
    "language": "English", 
    "isbn13": "9780451527639", 
    "countries": [
        2
    ], 
    "release_date": "1996-08-01T00:00:00", 
    "author": 21, 
    "cover": "https://images.gr-assets.com/books/1309284869l/296977.jpg", 
    "summary": "Looking Backward: 2000–1887 is a utopian science fiction novel by Edward Bellamy, a journalist and writer from Chicopee Falls, Massachusetts; it was first published in 1888.\nIt was the third-largest bestseller of its time, after Uncle Tom's Cabin and Ben-Hur: A Tale of the Christ. It influenced a large number of intellectuals, and appears by title in many socialist writings of the day. \"It is one of the few books ever published that created almost immediately on its appearance a political mass movement\".\nIn the United States alone, over 162 \"Bellamy Clubs\" sprang up to discuss and propagate the book's ideas. Owing to its commitment to the nationalization of private property and the desire to avoid use of the term socialism, this political movement came to be known as Nationalism — not to be confused with the political concept of nationalism. The novel also inspired several utopian communities.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "fiction", 
        "owned", 
        "utopia", 
        "literature", 
        "classics", 
        "politics", 
        "classic", 
        "philosophy", 
        "dystopia", 
        "time-travel", 
        "utopian", 
        "sf", 
        "kindle", 
        "history", 
        "fantasy", 
        "default", 
        "favorites", 
        "19th-century", 
        "utopia-dystopia", 
        "ebook", 
        "novels", 
        "american-literature", 
        "american", 
        "dystopian", 
        "novel", 
        "economics", 
        "school", 
        "library", 
        "e-book", 
        "classic-literature", 
        "socialism", 
        "1880s", 
        "historical-fiction", 
        "owned-books", 
        "dystopia-utopia", 
        "1800s", 
        "political", 
        "utopias", 
        "to-buy", 
        "read-for-school", 
        "sci-fi-fantasy", 
        "unread", 
        "for-school", 
        "currently-reading", 
        "non-fiction", 
        "home-library", 
        "english", 
        "utopian-dystopian", 
        "college", 
        "american-lit", 
        "general-fiction", 
        "utopias-dystopias", 
        "fantasy-sci-fi", 
        "america", 
        "have", 
        "dnf", 
        "university", 
        "did-not-finish", 
        "usa", 
        "ebooks", 
        "science", 
        "adult", 
        "speculative", 
        "to-read-fiction", 
        "i-own", 
        "my-ebooks", 
        "other", 
        "my-books", 
        "books", 
        "reviewed", 
        "read-in-2016", 
        "literary-fiction", 
        "edward-bellamy", 
        "shelved", 
        "boston", 
        "my-library", 
        "social-commentary", 
        "read-fiction", 
        "in-storage", 
        "scifi-fantasy", 
        "own-to-read", 
        "maybe", 
        "literary", 
        "lit", 
        "political-fiction", 
        "nineteenth-century", 
        "author-male", 
        "wish-list", 
        "uni", 
        "books-owned", 
        "unfinished", 
        "on-kindle", 
        "not-owned", 
        "cultural-studies", 
        "fiction-lit", 
        "utopia-distopia", 
        "read-in-2011", 
        "classic-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}