{
    "content_name": "29384.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Victor A. Endersby", 
    "images_urls": [
        "http://www.gutenberg.org/files/29384/29384-h/images/image_001.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 818, 
    "category": "Text", 
    "plot": "Chembankunju's only aim in life is to own a boat and a net. He finally succeeds in buying both with the help of Pareekutty, a young Muslim trader, on condition that the fish hauled by the boat will be sold to him. Chembankunju's pretty daughter Karuthamma and Pareekutty love each other. Karuthamma s mother, Chakki, knows about it and reminds her daughter about the life they lead within the boundaries of strict social tradition. Karuthamma sacrifices her love for Pareekutty and marries Palani, an orphan discovered by Chembankunju in the course of one of his fishing expeditions. Following the marriage, Karuthamma accompanies her husband to his village, despite her mother's sudden illness and her father's repeated requests to stay. In his fury, Chembankunju disowns her. On acquiring a boat and a net and subsequently adding one more, Chembankunju becomes more greedy and heartless. With his dishonesty, he drives Pareekutty to bankruptcy. After the death of his wife, Chembankunju marries Pappikunju, the widow of the man from whom he had bought his first boat. Panchami, Chembankunju's younger daughter, leaves home to join Karuthama, on arrival of her step mother. Meanwhile, Karuthamma has endeavoured to be a good wife and mother. But scandal about her old love for Pareekutty spreads in the village. Palani s friends ostracize him and refuse to take him fishing with them. By a stroke of fate, Karuthamma and Pareekutty meet one night and their old love is awakened... Palani, at sea alone and baiting a large shark, is caught in a huge whirlpool and is swallowed by the sea. Next morning, Karuthamma and Parekutty, are also found dead hand in hand, washed ashore. At a distance lie the washed-up corpses of Palani the baited shark.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Disowned", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Chemmeen_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.2, 
    "rating_count": 5, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/23445006-skater-boy-luke-hemmings-au", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "description": "He wanted her, she'd never tell, secretly, she wanted him as well.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29384", 
        "num": 29384
    }, 
    "authors": [
        261
    ], 
    "language": "English", 
    "release_date": "2009-07-12T00:00:00", 
    "author": 261, 
    "original_title": "Chemmeen (novel)", 
    "summary": "Chemmeen (Malayalam: ചെമ്മീൻ, cemmīn [t͡ʃemmiːn], lit. prawn) is a Malayalam novel written by Thakazhi Sivasankara Pillai in 1956. Chemmeen tells the story of the relationship between Karuthamma, the daughter of a Hindu fisherman, and Pareekutti, the son of a Muslim fish wholesaler. The theme of the novel is a myth among the fishermen communities along the coastal Kerala State in the Southern India. The myth is about chastity. If the married fisher woman was infidel when her husband was in the sea, the Sea Goddess (Kadalamma literally means Mother Sea) would consume him. It is to perpetuate this myth that Thakazhi wrote this beautiful novel. It was adapted into a film of same name, which won critical acclaim and commercial success.\nThakazhi made a departure from his a vowed commitment to realism as it appeared in his works till then he brought in a fresh breeze of lyricism and romanticism. The novel acquires the quality of a fable in which life in the fishermen’s community is depicted with great emotional detail. The customs, taboos, beliefs, rituals and the day-to-day business of living through the pain of stark existence come alive magically through Thakazhi’s pen.\nChemmeen won the Kendra Sahitya Akademi Award, India's second highest literary prize, in 1957.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading"
    ], 
    "content_available": true, 
    "n_authors": 1
}