{
    "content_name": "24375.txt.utf-8", 
    "isbn": "0140621679", 
    "language_code": "eng", 
    "author_name": "Laurence M. Janifer", 
    "images_urls": [
        "http://www.gutenberg.org/files/24375/24375-h/images/001a.png", 
        "http://www.gutenberg.org/files/24375/24375-h/images/image1a.jpg", 
        "http://www.gutenberg.org/files/24375/24375-h/images/image2.jpg", 
        "http://www.gutenberg.org/files/24375/24375-h/images/image3.jpg", 
        "http://www.gutenberg.org/files/24375/24375-h/images/image4.jpg"
    ], 
    "year": 1960, 
    "images": [], 
    "id": 503, 
    "category": "Text", 
    "plot": "Dorothy is a young girl who lives with her Aunt Em and Uncle Henry and her little dog Toto on a farm in the Kansas prairies. One day, Dorothy and Toto are caught up in a cyclone that deposits her farmhouse into Munchkin Country in the magical Land of Oz. The falling house has killed the Wicked Witch of the East, the evil ruler of the Munchkins. The Good Witch of the North arrives with three other grateful Munchkins and gives Dorothy the magical Silver Shoes that once belonged to the Wicked witch. The Good Witch tells Dorothy that the only way she can return home is to go to the Emerald City and ask the great and powerful Wizard of Oz to help her. As Dorothy embarks on her journey, the Good Witch of the North kisses her on the forehead, giving her magical protection from harm.\nOn her way down the yellow brick road, Dorothy attends a banquet held by a Munchkin man named Boq. The next day, Dorothy frees the Scarecrow from the pole on which he is hanging, applies oil from a can to the rusted connections of the Tin Woodman, and meets the Cowardly Lion. The Scarecrow wants a brain, the Tin Woodman wants a heart, and the Cowardly Lion wants courage, so Dorothy encourages the three of them to journey with her and Toto to the Emerald City to ask for help from the Wizard. After several adventures, the travelers enter the gates of the Emerald City and meet the Guardian of the Gates, who asks them to wear green tinted spectacles to keep their eyes from being blinded by the city's brilliance. Each one is called to see the Wizard: Dorothy sees the Wizard as a giant head on a marble throne, the Scarecrow as a lovely lady in silk gauze, the Tin Woodman as a terrible beast, the Cowardly Lion as a ball of fire. The Wizard agrees to help them all if they kill the Wicked Witch of the West, who rules over Oz's Winkie Country. The Guardian warns them that no one has ever managed to defeat the witch.\nThe Wicked Witch of the West sees the travelers approaching with her one telescopic eye. She sends a pack of wolves to tear them to pieces, but the Tin Woodman kills them with his axe. She sends wild crows to peck their eyes out, but the Scarecrow kills them by breaking their necks. She summons a swarm of black bees to sting them, but they are killed trying to sting the Tin Woodman while the Scarecrow's straw hides the other three. She sends her Winkie soldiers to attack them, but the Cowardly Lion stands firm to repel them. Finally, she uses the power of the Golden Cap to send the winged monkeys to capture Dorothy, Toto, and the Cowardly Lion, unstuff the Scarecrow, and dent the Tin Woodman. Dorothy is forced to become the Wicked Witch's personal slave, while the witch schemes to steal Dorothy's Silver Shoes.\n\nThe Wicked Witch successfully tricks Dorothy out of one of her Silver Shoes. Angered, Dorothy throws a bucket of water at her and is shocked to see the witch melt away. The Winkies rejoice at being freed of the witch's tyranny and help restuff the Scarecrow and mend the Tin Woodman. They ask the Tin Woodman to become their ruler, which he agrees to do after helping Dorothy return to Kansas. Dorothy finds the Golden Cap and summons the Winged Monkeys to carry her and her companions back to the Emerald City. The King of the Winged Monkeys tells how he and the other monkeys are bound by an enchantment to the cap by the sorceress Gayelette from the North, and that Dorothy may use the cap to summon the Winged Monkeys two more times.\nWhen Dorothy and her friends meet the Wizard of Oz again, Toto tips over a screen in a corner of the throne room that reveals the Wizard. He sadly explains he is a humbug—an ordinary old man who, by a hot air balloon, came to Oz long ago from Omaha. The Wizard provides the Scarecrow with a head full of bran, pins, and needles (\"a lot of bran-new brains\"), the Tin Woodman with a silk heart stuffed with sawdust, and the Cowardly Lion a potion of \"courage\". Their faith in the Wizard's power gives these items a focus for their desires. The Wizard decides to take Dorothy and Toto home and leave the Emerald City. At the send-off, he appoints the Scarecrow to rule in his stead, which he agrees to do after Dorothy returns to Kansas. Toto chases a kitten in the crowd and Dorothy goes after him, but the tethers of the balloon break and the Wizard floats away.\nDorothy summons the Winged Monkeys to carry her and Toto home, but they explain they cannot cross the desert surrounding Oz. The Soldier with the Green Whiskers informs Dorothy that Glinda the Good Witch of the South may be able to help her return home, so the friends begin their journey to see Glinda, who lives in Oz's Quadling Country. On the way, the Cowardly Lion kills a giant spider who is terrorizing the animals in a forest. The animals ask the Cowardly Lion to become their king, which he agrees to do after helping Dorothy return to Kansas. Dorothy summons the Winged Monkeys a third time to fly them over a mountain to Glinda's palace. Glinda greets the travelers and reveals that the Silver Shoes Dorothy wears can take her anywhere she wishes to go. Dorothy embraces her friends, all of whom will be returned to their new kingdoms through Glinda's three uses of the Golden Cap: the Scarecrow to the Emerald City, the Tin Woodman to the Winkie Country, and the Lion to the forest; after which the cap shall be given to the King of the Winged Monkeys, freeing them. Dorothy takes Toto in her arms, knocks her heels together three times, and wishes to return home. Instantly, she begins whirling through the air and rolling through the grass of the Kansas prairie, up to her Kansas farmhouse. She is now in her stocking feet; her shoes were lost forever in the desert. Dorothy runs to her Aunt Em, saying \"I'm so glad to be at home again!\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Wizard", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Wonderful_Wizard_of_Oz", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.98, 
    "rating_count": 247874, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/236093.The_Wonderful_Wizard_of_Oz", 
        "found": true, 
        "year": 1900
    }, 
    "similar_books": [
        "The Royal Book of Oz (Oz, #15)", 
        "Mary Poppins (Mary Poppins, #1)", 
        "Elmer and the Dragon (My Father's Dragon, #2)", 
        "The Borrowers (The Borrowers, #1)", 
        "Oz: Ozma of Oz (Marvel Classics)", 
        "The 13 Clocks", 
        "The Cricket on the Hearth", 
        "Finn Family Moomintroll (The Moomins, #3)", 
        "The Hunting of the Snark", 
        "The Green Fairy Book", 
        "Pinocchio", 
        "Dolphin Treasure", 
        "The Phoenix and the Carpet (Five Children, #2)", 
        "Farmer Boy (Little House, #3)", 
        "Betsy-Tacy (Betsy-Tacy, #1)", 
        "King Arthur and His Knights of the Round Table", 
        "Peter Pan in Kensington Gardens / Peter and Wendy"
    ], 
    "description": "Follow the yellow brick road!<br /><br />Dorothy thinks she's lost forever when a tornado whirls her and her dog, Toto, into a magical world. To get home, she must find the wonderful wizard in the Emerald City of Oz. On the way she meets the Scarecrow, the Tin Woodman and the Cowardly Lion. But the Wicked Witch of the West has her own plans for the new arrival - will Dorothy ever see Kansas again?", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24375", 
        "num": 24375
    }, 
    "authors": [
        64
    ], 
    "pages": 154, 
    "language": "English", 
    "isbn13": "9780140621679", 
    "countries": [
        2
    ], 
    "release_date": "2008-01-21T00:00:00", 
    "author": 64, 
    "original_title": "The Wonderful Wizard of Oz", 
    "summary": "The Wonderful Wizard of Oz () is an American children's novel written by author L. Frank Baum and illustrated by W. W. Denslow, originally published by the George M. Hill Company in Chicago on May 17, 1900. It has since been reprinted on numerous occasions, most often under the title The Wizard of Oz, which is the title of the popular 1902 Broadway musical adaptation as well as the iconic 1939 musical film adaptation.\nThe story chronicles the adventures of a young farm girl named Dorothy in the magical Land of Oz, after she and her pet dog Toto are swept away from their Kansas home by a cyclone. The novel is one of the best-known stories in American literature and has been widely translated. The Library of Congress has declared it \"America's greatest and best-loved homegrown fairytale\". Its groundbreaking success and the success of the Broadway musical adapted from the novel led Baum to write thirteen additional Oz books that serve as official sequels to the first story.\nBaum dedicated the book \"to my good friend & comrade, My Wife\", Maud Gage Baum. In January 1901, George M. Hill Company completed printing the first edition, a total of 10,000 copies, which quickly sold out. The Wonderful Wizard of Oz sold three million copies by the time it entered the public domain in 1956.", 
    "content_cleaned": true, 
    "classes": [
        "classics", 
        "to-read", 
        "fiction", 
        "childrens", 
        "favorites", 
        "classic", 
        "children-s", 
        "books-i-own", 
        "owned", 
        "young-adult", 
        "children-s-books", 
        "kindle", 
        "kids", 
        "adventure", 
        "series", 
        "childrens-books", 
        "audiobook", 
        "clï¿½ssics", 
        "owned-books", 
        "audiobooks", 
        "magic", 
        "ya", 
        "ebook", 
        "literature", 
        "audible", 
        "oz", 
        "children-s-literature", 
        "middle-grade", 
        "childhood-favorites", 
        "kids-books", 
        "children-s-lit", 
        "juvenile", 
        "currently-reading", 
        "audio", 
        "ebooks", 
        "fairy-tales", 
        "default", 
        "to-buy", 
        "novels", 
        "rory-gilmore-reading-challenge", 
        "my-ebooks", 
        "fantasy", 
        "library", 
        "american", 
        "childrens-literature", 
        "my-books", 
        "classic-literature", 
        "childhood-books", 
        "read-aloud", 
        "american-literature", 
        "read-in-2013", 
        "childrens-lit", 
        "english", 
        "sci-fi-fantasy", 
        "favourites", 
        "rory-gilmore-challenge", 
        "re-read", 
        "i-own", 
        "children-books", 
        "e-books", 
        "youth", 
        "fantasy-sci-fi", 
        "20th-century", 
        "audio-book", 
        "books", 
        "childrens-classics", 
        "classics-to-read", 
        "audio-books", 
        "childhood-reads", 
        "book-club", 
        "children-s-classics", 
        "read-in-2015", 
        "e-book", 
        "read-in-2014", 
        "witches", 
        "read-alouds", 
        "read-in-2016", 
        "juvenile-fiction", 
        "read-in-english", 
        "kid-lit", 
        "rory-gilmore", 
        "fairy-tale", 
        "novel", 
        "children-s-fiction", 
        "movies", 
        "kindle-books", 
        "school", 
        "own-it", 
        "wish-list", 
        "to-read-classics", 
        "childrens-fiction", 
        "chapter-books", 
        "children-ya", 
        "1900s", 
        "childhood-favourites", 
        "movie", 
        "classic-fiction", 
        "read-2013", 
        "read-in-2012", 
        "l-frank-baum"
    ], 
    "content_available": true, 
    "n_authors": 1
}