{
    "content_name": "40968.txt.utf-8", 
    "isbn": "0975451650", 
    "language_code": "eng", 
    "author_name": "Algis Budrys", 
    "images_urls": [
        "http://www.gutenberg.org/files/40968/40968-h/images/dsf027i.png"
    ], 
    "year": 2005, 
    "images": [], 
    "id": 842, 
    "category": "Text", 
    "plot": "The story takes place in the 25th century, four hundred years after humans have begun colonizing other planets, and a generation after the home planet, Earth, has been conquered by the Invaders.\nThe Invaders (whose name for themselves in never given) in this case are humanoid, very similar to Earth humans. A tiny human government-in-exile exists in the Alpha Centauri system, which is home to a large and prosperous human society, but the colonists there are rapidly losing their ties to the home planet. They are even beginning to look different, for instance having unusually colored eyes. They have a solid military-industrial base, a functioning space fleet, and ideas about expanding their sphere of influence, but apparently no particular interest in liberating Earth.\nThe Invaders have superior social engineering technology, allowing them to assess the capabilities of any individual and assign them to a role in life best suited to them. Many humans prefer this and accept their place in Invader society. Invader society is highly ordered and clean, in contrast to the polluted industrial cities in the colonies.\nOne man, Michael Wireman, is the last hope of the exiles. He is the son of the aging President of the government-in-exile. He left Earth as a baby when his parents and the other members of the government-in-exile escaped the Invasion. Despite having no memories of Earth, he has been raised to despise colonial society and worship the idea of liberating Earth. As the novel opens, Michael's father tells the other members of the exiled government that a large arms shipment will be sent to Earth to supply guerrillas led by a man named Hammil. The circumstances suggest that the colonial government is finally ready to support action against the Invaders, but is avoiding doing it openly. However, by this time many of the exiles have made good lives for themselves in their new home. This did not matter as long as the liberation was hopeless, but they refuse to dismantle those lives to return to Earth.\nThey realize that Michael Wireman is the only one who can carry on the cause. However he is a misfit with serious psychological problems, partly as a result of his indoctrination by his mother. The colonists give him military training and send him to Earth. Wireman finds the resistance group on Earth, but they are corrupt. Hammil is a narcissistic megalomaniac whose only asset is his charisma. He uses the first shipment of weapons to assault an Invader outpost and hang the commander, who was responsible for Hammil being thrown out of the Earth military. Wireman is involved in a firefight that results in him killing two attackers. He is stunned to discover that they are not Invader soldiers, but rival guerrillas trying to steal weapons. To make matters worse, Wireman discovers that the colonial envoy sent with him has a peace treaty that directly commits the colonists to support Hammil, bypassing the government in exile, in exchange for the right to have military bases on Earth, effectively making Earth itself a colony. Now completely isolated, Wireman abandons the guerrillas. In an attempt to find himself, he surrenders to be Classified as a member of human society under the Invaders. The Invaders send him to a human Classifier, Dr. Hobart.\nHobart conducts a long series of tests using form questions and measurements with a portable computer. During the sessions he engages Wireman in conversation about what he is really looking for, and what he did with the guerrillas. Wireman slowly realizes that he hates Hobart and his outlook on life. Hobart thinks that achievement consists of creating a plan for your life and following it. Wireman has never had a plan, and has never excelled at anything. He becomes more and more angry, at the same time as he begins to entertain the thought of taking over the guerrillas. He begins to see himself, not as a misfit, but as a complete Outsider.\nThe Classification fails miserably. Wireman has no place in an ordered society. He overpowers Hobart, and escapes. Before Wireman renders him unconscious, Hobart tells him that the one thing the Invader's technology cannot measure is the ability to re-make society.\nHammil's closest associates have by this time come to doubt his leadership. Wireman returns to the guerrillas. When Hammil tells him he might be qualified to serve as a common soldier in the guerillas, Wireman summarily shoots Hammil dead in front of Hammil's closest associates, although Wireman knows this may cause them to shoot him. Instead, Wireman is asked what they do next. Wireman replies, \"Now we begin.\"\nIn the final chapter, Wireman's father returns to a liberated Earth. The Invader garrison troops were ill-equipped to put down an organized revolt, and the colonists blockaded the Solar System to prevent relief troops from arriving. Wireman informs the colonial delegation that their treaty is worthless. He is now in charge and not about to make any concessions. The colonists' own domestic politics commit them to supporting the liberated Earth, and leave them no alternative but to continue the blockade and let him become, in effect, the new dictator on Earth.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Desire No More", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Falling_Torch", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.11, 
    "rating_count": 72, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/623073.Secrets_Volume_15_", 
        "found": true, 
        "year": 2005
    }, 
    "similar_books": [
        "Secrets: Volume 14", 
        "Secrets Volume 18 Dark Passions: The Best in Romantic Erotic Romance", 
        "Secrets: Volume 1", 
        "Secrets: Volume 4", 
        "Secrets: Volume 8 (Secrets Volume, #8; Wyndham Werewolf, #2)", 
        "Sinful (Winston Brothers, #3)", 
        "Sexy Beast II (Sexy Beast #2)", 
        "At His Mercy", 
        "Impulsive (Eternal Pleasure, #2)", 
        "Promoted by the Billionaire", 
        "The Gifts of Christmas (Sommerville, #6.5)", 
        "Heat Rises", 
        "Entangled", 
        "Winter's Desire", 
        "Secret Thirst", 
        "Snow on the Roof", 
        "Guilty Pleasures: A Collection of 3 Super Sexy Novellas", 
        "Everlasting Bad Boys (Dragon Kin, #0.1)"
    ], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "format": "Trade Paperback", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/40968", 
        "num": 40968
    }, 
    "authors": [
        91
    ], 
    "pages": 316, 
    "language": "English", 
    "isbn13": "9780975451656", 
    "country": 2, 
    "release_date": "2012-10-07T00:00:00", 
    "author": 91, 
    "original_title": "The Falling Torch", 
    "summary": "The Falling Torch is a 1959 science fiction novel by American writer Algis Budrys. A 1999 Baen Books edition was \"very slightly rewritten, and includes one entirely new chapter.\nThe novel is about a group of freedom fighters who attempt the nearly hopeless task of liberating planet Earth from the grip of a race of alien invaders. The story has obvious overtones of freeing the author's homeland (Lithuania) from its Soviet occupiers.\nThe situation in the early chapters - of the Earth exiles maintaining a government in exile but losing hope of ever liberating their home planet - was clearly familiar to Burdis; his father Jonas Budrys was appointed as the Lithuanian consul general in New York in 1936, when his son was five years old and continued to hold that position, even though Lithuania was occupied by Nazi Germany and then annexed by the Soviet and made into a Soviet Republic - since the United States continued to recognize the pre-World War II Lithuanian government and the exile Lithuanian Diplomatic Service was subsidized by State Department. During most of his adult life, Budrys himself held a captain's commission in the Free Lithuanian Army. Thus he was in a personal situation similar to that of the protagonist Michael Wireman at the outset - though Budrys never tried to infiltrate Soviet-ruled Lithuania and start a rebellion there.\nHowever, in the foreword to the Baen edition, the author firmly denies that such was the primary reason for writing the novel. Instead he aimed to produce a story of a man who, like others such as Timur, were in some way disabled and alienated from society, before coming to dominate it.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "anthology", 
        "romance", 
        "cynthia-eden", 
        "erotica", 
        "owned", 
        "erotic-romance", 
        "contemporary-romance", 
        "print-book", 
        "on-my-shelves", 
        "novella", 
        "anthologies", 
        "series", 
        "books-i-own", 
        "hard", 
        "default", 
        "steamy", 
        "historical-romance", 
        "saskia-walker", 
        "secrets", 
        "to-read-own", 
        "books", 
        "warehouse-series", 
        "all-in-the-family", 
        "book-storage-box-8", 
        "eden-cynthia", 
        "in-com", 
        "re-read-books", 
        "sort", 
        "smutty-trash", 
        "bites-and-morsels", 
        "zeries-secrets", 
        "keeper-collection", 
        "booksiown-not-read", 
        "paperback", 
        "shelf-undefined", 
        "find", 
        "2006", 
        "voksne-bï¿½ger", 
        "zshelf-eb", 
        "tsk-tsk-tsk", 
        "anthology-or-collection", 
        "adult-reads", 
        "rt-2009", 
        "fiction", 
        "own-but-not-read", 
        "currently-reading", 
        "wild-fire", 
        "favorite-author", 
        "auto-buy", 
        "read-in-2011", 
        "re-read", 
        "victorian-romance", 
        "shapeshifters---werewolves", 
        "romantic-suspense", 
        "paranormal-romances", 
        "lifemates", 
        "historical-romances", 
        "2006-reads", 
        "want-to-buy", 
        "ebooks-i-want", 
        "eden", 
        "cynthia", 
        "thompson", 
        "jane", 
        "court", 
        "leigh", 
        "walker", 
        "saskia", 
        "erotic", 
        "c-eden", 
        "adult", 
        "adt", 
        "omnibus", 
        "ebooks-im-getting-soon"
    ], 
    "content_available": true, 
    "n_authors": 1
}