{
    "content_name": "369.txt.utf-8", 
    "isbn": "1592245765", 
    "language_code": "eng", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1914, 
    "images": [], 
    "id": 136, 
    "category": "Text", 
    "plot": "The story is set in 13th century England and concerns the fictional outlaw Norman of Torn, who purportedly harried the country during the power struggle between King Henry III and Simon de Montfort. Norman is the supposed son of the Frenchman de Vac, once the king's fencing master, who has a grudge against his former employer and raises the boy to be a simple, brutal killing machine with a hatred of all things English. His intentions are partially subverted by a priest who befriends Norman and teaches him his letters and chivalry towards women.\nOtherwise, all goes according to plan. By 17, Norman is the best swordsman in all of England; by the age of 18, he has a large bounty on his head, and by the age of 19, he leads the largest band of thieves in all of England. None can catch or best him. In his hatred for the king he even becomes involved in the civil war, which turns the tide in favor of de Montfort. In another guise, that of Roger de Conde, he becomes involved with de Montfort's daughter Bertrade, defending her against her and her father's enemies. She notes in him a curious resemblance to the king's son and heir Prince Edward.\nFinally brought to bay in a confrontation with both King Henry and de Montfort, Norman is brought down by the treachery of de Vac, who appears to kill him, though at the cost of his own life. As de Vac dies, he reveals that Norman is in fact Richard, long-lost son of King Henry and Queen Eleanor and brother to Prince Edward. The fencing master had kidnapped the prince as a child to serve as the vehicle of his vengeance against the king. Luckily, Norman/Richard turns out not to be truly dead, surviving to be reconciled to his true father and attain the hand of Bertrade.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Outlaw of Torn", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Outlaw_of_Torn", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.98, 
    "rating_count": 580, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1305387.The_Outlaw_of_Torn", 
        "found": true, 
        "year": 1914
    }, 
    "similar_books": [
        "Madame Butterfly", 
        "Worms of the Earth (Bran Mak Morn)", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "Victory on Janus (Janus, #2)", 
        "Gentlemen Be Seated", 
        "Paula Deen's My First Cookbook", 
        "Masada", 
        "The Castle of the Otter", 
        "The Czar Of Fear (Doc Savage, #22)", 
        "The Surgeon's Lady (Channel Fleet, #2)", 
        "When a Man's a Man", 
        "Nevada"
    ], 
    "description": "Here is a story that has lain dormant for seven hundred years. At first it was suppressed by one of the Plantagenet kings of England. Later it was forgotten. I happened to dig it up by accident. The accident being the relationship of my wife's cousin to a certain Father Superior in a very ancient monastery in Europe. He let me pry about among a quantity of mildewed and musty manuscripts and I came across this. It is very interesting -- partially since it is a bit of hitherto unrecorded history, but principally from the fact that it records the story of a most remarkable revenge and the adventurous life of its innocent victim -- Richard, the lost prince of England. In the retelling of it I have left out most of the history. What interested me was the unique character about whom the tale revolves -- the visored horseman who -- but let us wait until we get to him. It all happened in the thirteenth century, and while it was happening it shook England from north to south and from east to west; and reached across the channel and shook France...", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/369", 
        "num": 369
    }, 
    "authors": [
        2
    ], 
    "pages": 238, 
    "language": "English", 
    "isbn13": "9781592245765", 
    "release_date": "2008-07-11T00:00:00", 
    "author": 2, 
    "original_title": "The Outlaw of Torn", 
    "summary": "The Outlaw of Torn is a historical novel by Edgar Rice Burroughs, originally published as a five-part serial in New Story Magazine from January to May 1914, and first published in book form by A. C. McClurg in 1927. It was Burroughs' second novel, his first being the science fiction work A Princess of Mars. His third was Tarzan of the Apes.\nThe Outlaw of Torn is one of only two historical novels Burroughs wrote. The other, I Am a Barbarian, set in the Rome of Caligula, was not published until 1967, seventeen years after his death.", 
    "content_cleaned": false, 
    "classes": [
        "currently-reading", 
        "to-read", 
        "historical-fiction", 
        "fiction", 
        "owned", 
        "classics", 
        "adventure", 
        "fantasy", 
        "pulp", 
        "favorites", 
        "edgar-rice-burroughs", 
        "ebook", 
        "kindle", 
        "classic", 
        "ebooks", 
        "books-i-own", 
        "historical", 
        "romance", 
        "e-books", 
        "science-fiction", 
        "burroughs", 
        "erb", 
        "sci-fi", 
        "historical-fantasy", 
        "to-read-maybe", 
        "sci-fi-fantasy", 
        "england", 
        "action-adventure", 
        "unread", 
        "favorite", 
        "paperbacks", 
        "on-kindle", 
        "recommended", 
        "owned-books", 
        "owned-not-read", 
        "paperback", 
        "action", 
        "not-read", 
        "science-fiction-fantasy", 
        "junk", 
        "jobs-career-vocation", 
        "classic-adventure", 
        "scifi-fantasy", 
        "e-reader", 
        "actually-own", 
        "read-have", 
        "lek", 
        "suspense", 
        "read-twice", 
        "kindlecollection", 
        "20th-century-lit", 
        "guttenberg-project", 
        "tsundoku", 
        "kindle-freebies", 
        "historical-fantasy-adult", 
        "france", 
        "frame-story-it-s-real", 
        "adult", 
        "ps-american-literature", 
        "i-own", 
        "about-to-read-classics", 
        "fiction-1", 
        "e-shelf", 
        "general-index", 
        "2016-books-read", 
        "family", 
        "to-read-and-own", 
        "i-love-these", 
        "pat-s-audible", 
        "audible", 
        "fun-and-adventurous", 
        "short-stories", 
        "burroughs-edgar-rice", 
        "shelf-b-authors", 
        "children-s-books", 
        "scifi", 
        "on-the-hunt-for", 
        "when-i-was-a-kid", 
        "history", 
        "to-read-sci-fi-fantasy", 
        "swashbuckling", 
        "on-calibre", 
        "read-in-2014", 
        "books-i-read-before-2009", 
        "books-i-own-and-have-read", 
        "childhood", 
        "tr-edgar-rice-burroughs", 
        "kindle-owned", 
        "next-iii", 
        "lesser-known-treasures", 
        "ebook-available", 
        "unread-books-i-own", 
        "home-library", 
        "2000-2009", 
        "next-best", 
        "sff-to-read", 
        "shelfari-review-only", 
        "shelfari-part-of-a-set", 
        "shelfari-no", 
        "shelfari-kindle-originalk3"
    ], 
    "content_available": true, 
    "n_authors": 1
}