{
    "content_name": "624.txt.utf-8", 
    "isbn": "0451527631", 
    "language_code": "eng", 
    "author_name": "Edward Bellamy", 
    "images_urls": [], 
    "year": 1888, 
    "images": [], 
    "id": 54, 
    "category": "Text", 
    "plot": "The story takes up immediately after the events of Looking Backward with the main characters from the first novel, Julian West, Doctor Leete, and his daughter Edith.\nWest tells his nightmare of return to the 19th century to Edith, who is sympathetic. West's citizenship in the new America is recognized, and he goes to the bank to obtain his own account, or \"credit card,\" from which he can draw his equal share of the national product. He learns that Edith and her mother do not normally wear the long skirts he has seen them in (they had been wearing them so as not to offend his 19th century sensibilities): when Julian tells Edith that he would not be shocked to see them dressed in the modern fashion, Edith immediately runs into the house and comes out dressed in a pants suit. Clothing has revolutionised and is now made of strengthened paper, recycled when dirty, and replaced at very little cost (shoes and dishes are made of variations on the same substance).\nJulian learns that women are free to compete in many of the same trades as men; the manager of the paper factory he visits with Edith is a woman. Edith herself is in the second year of the three year general labor period required of everyone before choosing a trade, but has taken leave to spend time with Julian. The two tour a tenement house, in which no one now lives, kept as a reminder of the evils of private capitalism.\nJulian opens his safe (a device unknown in 2000 outside museums). Dr. Leete sees his mortgages and securities not as long-obsolete claims to ownership interest in things, but rather in people and their labor. The papers are worthless except as antiques, as most papers of the sort were burned at the conclusion of the economic transition, in a great blaze on the former site of the New York Stock Exchange. The gold coins in the safe are admired for their prettiness, but are also worthless.\nJulian learns more about the world of the year 2000. Handwriting has been virtually replaced by phonograph records, and jewelry is no longer used, since jewels are now worthless. Julian is amazed by a television-like device, called the electroscope. World communication is simplified, since everyone now speaks a universal language in addition to their native tongue. Not only are there motor cars, but also private air cars. Everyone is now vegetarian, and the thought of eating meat is looked upon with revulsion.\nThe book concludes with an almost uninterrupted series of lectures from Dr. Leete and other characters, mostly concerning how the idyllic state in which West has arrived was achieved.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Looking Backward, 2000 to 1887", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Equality_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.27, 
    "rating_count": 2653, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/296977.Looking_Backward", 
        "found": true, 
        "year": 1888
    }, 
    "similar_books": [
        "News from Nowhere and Other Writings", 
        "A Modern Utopia", 
        "A Crystal Age", 
        "Red Star", 
        "Ecotopia", 
        "The City of the Sun", 
        "Erewhon (Erewhon , #1)", 
        "Democracy: An American Novel", 
        "Swastika Night", 
        "Social Darwinism in American Thought", 
        "The Night of the Long Knives", 
        "The Learning Tree", 
        "Viriconium Nights", 
        "Theodore Roosevelt", 
        "A Journey in Other Worlds: A Romance of the Future", 
        "The Wonder", 
        "A Hazard of New Fortunes", 
        "All Creatures Great and Small, All Things Bright and Beautiful, and All Things Wise and Wonderful: Three James Herriot Classics"
    ], 
    "description": "Edward Bellamy's classic look at the future has been translated into over twenty languages and is the most widely read novel of its time. A young Boston gentleman is mysteriously transported from the nineteenth to the twenty-first century -- from a world of war and want to one of peace and plenty. This brilliant vision became the blueprint of utopia that stimulated some of the greatest thinkers of our age.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/624", 
        "num": 624
    }, 
    "authors": [
        21
    ], 
    "pages": 240, 
    "language": "English", 
    "isbn13": "9780451527639", 
    "countries": [
        2
    ], 
    "release_date": "1996-08-01T00:00:00", 
    "author": 21, 
    "original_title": "Equality (novel)", 
    "summary": "Equality is a utopian novel by Edward Bellamy, and the sequel to Looking Backward: 2000–1887. It was first published in 1897. The book contains a minimal amount of plot; Bellamy primarily used Equality to expand on the theories he first explored in Looking Backward.\nThe text is now in the public domain and available for free.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "fiction", 
        "owned", 
        "utopia", 
        "literature", 
        "classics", 
        "politics", 
        "classic", 
        "philosophy", 
        "dystopia", 
        "time-travel", 
        "utopian", 
        "sf", 
        "kindle", 
        "history", 
        "fantasy", 
        "default", 
        "favorites", 
        "19th-century", 
        "utopia-dystopia", 
        "ebook", 
        "novels", 
        "american-literature", 
        "american", 
        "dystopian", 
        "novel", 
        "economics", 
        "school", 
        "library", 
        "e-book", 
        "classic-literature", 
        "socialism", 
        "1880s", 
        "historical-fiction", 
        "owned-books", 
        "dystopia-utopia", 
        "1800s", 
        "political", 
        "utopias", 
        "to-buy", 
        "read-for-school", 
        "sci-fi-fantasy", 
        "unread", 
        "for-school", 
        "currently-reading", 
        "non-fiction", 
        "home-library", 
        "english", 
        "utopian-dystopian", 
        "college", 
        "american-lit", 
        "general-fiction", 
        "utopias-dystopias", 
        "fantasy-sci-fi", 
        "america", 
        "have", 
        "dnf", 
        "university", 
        "did-not-finish", 
        "usa", 
        "ebooks", 
        "science", 
        "adult", 
        "speculative", 
        "to-read-fiction", 
        "i-own", 
        "my-ebooks", 
        "other", 
        "my-books", 
        "books", 
        "reviewed", 
        "read-in-2016", 
        "literary-fiction", 
        "edward-bellamy", 
        "shelved", 
        "boston", 
        "my-library", 
        "social-commentary", 
        "read-fiction", 
        "in-storage", 
        "scifi-fantasy", 
        "own-to-read", 
        "maybe", 
        "literary", 
        "lit", 
        "political-fiction", 
        "nineteenth-century", 
        "author-male", 
        "wish-list", 
        "uni", 
        "books-owned", 
        "unfinished", 
        "on-kindle", 
        "not-owned", 
        "cultural-studies", 
        "fiction-lit", 
        "utopia-distopia", 
        "read-in-2011", 
        "classic-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}