{
    "content_name": "1250.txt.utf-8", 
    "isbn": "0452281253", 
    "language_code": "eng", 
    "author_name": "Ayn Rand", 
    "images_urls": [], 
    "year": 1938, 
    "images": [], 
    "id": 6, 
    "category": "Text", 
    "plot": "Equality 7-2521, writing by candlelight in a tunnel under the earth, tells the story of his life up to that point. He exclusively uses plural pronoun(s) (\"we\", \"our\", \"they\") to refer to himself and others. He was raised like all children in his society, away from his parents in collective homes. Later, he realized that he was born with a \"curse\", that makes him learn quickly and ask many questions. He excelled at the Science of Things and dreamed of becoming a Scholar. However, a Council of Vocations assigns all people to their Life Mandate, and he was assigned to be a Street Sweeper.\nEquality 7-2521 accepts his street sweeping assignment as penance for his \"Transgression of Preference\" in secretly desiring to be a Scholar. He works with Union 5-3992 and International 4-8818, who is Equality's only friend (which is another Transgression of Preference). He found an entrance to a tunnel in their assigned work area. Despite International's protests that any exploration unauthorized by a Council is forbidden, Equality entered the tunnel and found that it contains metal tracks. Equality realized that the tunnel is from the Unmentionable Times of the distant past. He began sneaking away from his community to use the tunnel as a laboratory for scientific experiments. He stole paper and is using it to write his journal. He is now 21 years old.\nWhile cleaning a road at the edge of the City, Equality meets Liberty 5-3000, a 17-year-old Peasant girl who works in the fields. He commits another transgression by thinking constantly of her, instead of waiting to be assigned a woman at the annual Time of Mating. She has dark eyes and golden hair, and he names her \"The Golden One\". When he speaks to her, he discovers that she also thinks of him. Later he reveals his secret name for her, and Liberty tells Equality she has named him \"The Unconquered\".\nContinuing his scientific work, Equality rediscovers electricity. In the ruins of the tunnel, he finds a glass box with wires in it, that gives off light when he passes electricity through it. He decides to take his discovery to the World Council of Scholars, thinking that such a great gift to mankind will outweigh his transgressions and lead to him being made a Scholar. However, one night he loses track of time in the underground tunnel and his absence from the Home of the Street Sweepers is noticed. He is whipped and held in the Palace of Corrective Detention. The night before the World Council of Scholars is set to meet, he easily escapes; there are no guards because no one has ever attempted escape before. The next day he presents his work to the World Council of Scholars. Horrified that he has done unauthorized research, they assail him as a \"wretch\" and a \"gutter cleaner\", saying he must be punished. They say his discovery must be destroyed, lest it disrupt the plans of the World Council and the Department of Candles. Equality seizes the box, cursing the council before fleeing into the Uncharted Forest that lies outside the City.\nIn the Uncharted Forest, Equality sees himself as damned for having left his fellow men, but he enjoys his freedom. No one will pursue him into this forbidden place. He only misses the Golden One. On his second day of living in the forest, the Golden One appears, having followed him into the forest. They live together in the forest and try to express their love for one another, but they lack the words to express love as individuals.\nThey find a house from the Unmentionable Times in the mountains, and decide to live in it. While reading books from the house's library, Equality discovers the word \"I\" and tells the Golden One about it. Having rediscovered individuality, they give themselves new names from the books: Equality becomes \"Prometheus\" and Liberty becomes \"Gaea\". Gaea is pregnant with Prometheus' child. Prometheus talks about the past, wondering how men could give up their individuality, and plans a future in which they will regain it.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Anthem", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Anthem_(novella)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.62, 
    "rating_count": 95724, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/667.Anthem", 
        "found": true, 
        "year": 1938
    }, 
    "similar_books": [
        "Ominous Parallels", 
        "The Criminal", 
        "One Lonely Night", 
        "Ayn Rand Answers: The Best of Her Q & A", 
        "The Passion of Ayn Rand", 
        "The Law", 
        "Fear", 
        "Anatomy of the State", 
        "Trustee from the Toolroom", 
        "A Modern Utopia", 
        "The Scarlet Plague", 
        "Logan's Run (Logan, #1)", 
        "Free Market Revolution: How Ayn Rand's Ideas Can End Big Government", 
        "Ayn Rand and the World She Made", 
        "Ape and Essence", 
        "My Years with Ayn Rand", 
        "Latter-day Liberty: A Gospel Approach to Government and Politics", 
        "Time Will Run Back: A Novel About the Rediscovery of Capitalism"
    ], 
    "description": "<b>Anthem</b> has long been hailed as one of <b>Ayn Rand</b>'s classic novels, and a clear predecessor to her later masterpieces, <b>The Fountainhead</b> and <b>Atlas Shrugged</b>. In Anthem, Rand examines a frightening future in which individuals have no name, no independence, and no values. Equality 7-2521 lives in the dark ages of the future where all decisions are made by committee, all people live in collectives, and all traces of individualism have been wiped out. Despite such a restrictive environment, the spark of individual thought and freedom still burns in him--a passion which he has been taught to call sinful. In a purely egalitarian world, Equality 7-2521 dares to stand apart from the herd--to think and choose for himself, to discover electricity, and to love the woman of his choice. Now he has been marked for death for committing the ultimate sin. In a world where the great \"we\" reign supreme, he has rediscovered the lost and holy word--\"I.\"", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/1250", 
        "num": 1250
    }, 
    "authors": [
        5
    ], 
    "pages": 105, 
    "language": "English", 
    "isbn13": "9780452281257", 
    "countries": [
        2, 
        16
    ], 
    "release_date": "1998-03-01T00:00:00", 
    "author": 5, 
    "original_title": "Anthem (novella)", 
    "summary": "Anthem is a dystopian fiction novella by Ayn Rand, written in 1937 and first published in 1938 in England. The story takes place at an unspecified future date when mankind has entered another dark age. Technological advancement is now carefully planned and the concept of individuality has been eliminated. A young man known as Equality 7-2521 rebels by doing secret scientific research. When his activity is discovered, he flees into the wilderness with the girl he loves. Together they plan to establish a new society based on rediscovered individualism.\nRand originally conceived of the story as a play, then decided to write for magazine publication. At her agent's suggestion, she submitted it to book publishers. The novella was first published by Cassell in England. It was published in the United States only after Rand's next novel, The Fountainhead, became a best seller. Rand revised the text for the US edition, which was published in 1946.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fiction", 
        "favorites", 
        "philosophy", 
        "dystopia", 
        "dystopian", 
        "science-fiction", 
        "classics", 
        "currently-reading", 
        "sci-fi", 
        "owned", 
        "classic", 
        "school", 
        "literature", 
        "books-i-own", 
        "kindle", 
        "read-for-school", 
        "politics", 
        "novels", 
        "ayn-rand", 
        "fantasy", 
        "for-school", 
        "school-books", 
        "owned-books", 
        "political", 
        "adult", 
        "default", 
        "high-school", 
        "library", 
        "ebook", 
        "ebooks", 
        "classic-literature", 
        "my-ebooks", 
        "scifi", 
        "my-library", 
        "novel", 
        "adult-fiction", 
        "young-adult", 
        "american", 
        "objectivism", 
        "general-fiction", 
        "book-club", 
        "20th-century", 
        "dystopian-literature", 
        "audiobook", 
        "sci-fi-fantasy", 
        "dystopias", 
        "to-buy", 
        "novella", 
        "re-read", 
        "dystopian-fiction", 
        "2012-2013-first-marking-quarter", 
        "speculative-fiction", 
        "audiobooks", 
        "audio", 
        "school-reads", 
        "sf", 
        "rand", 
        "i-own", 
        "literary-fiction", 
        "utopia-dystopia", 
        "all-time-favorites", 
        "social-commentary", 
        "short-stories", 
        "school-reading", 
        "post-apocalyptic", 
        "read-in-school", 
        "literary", 
        "american-literature", 
        "required-reading", 
        "dystopian-lit", 
        "my-books", 
        "e-books", 
        "classic-fiction", 
        "read-in-2016", 
        "e-book", 
        "romance", 
        "books", 
        "philosophical", 
        "female-author", 
        "scifi-fantasy", 
        "own-it", 
        "distopia", 
        "proposed-reading-program", 
        "kindle-books", 
        "audio-books", 
        "classic-lit", 
        "russian", 
        "shelfari-favorites", 
        "read-in-2015", 
        "english", 
        "wish-list", 
        "modern", 
        "favorite-books", 
        "distopian", 
        "contemporary", 
        "libertarian", 
        "american-lit", 
        "reviewed", 
        "female-authors"
    ], 
    "content_available": true, 
    "n_authors": 1
}