{
    "content_name": "20796.txt.utf-8", 
    "isbn": "0898651913", 
    "language_code": "eng", 
    "author_name": "Marion Zimmer Bradley", 
    "images_urls": [], 
    "year": 1963, 
    "images": [], 
    "id": 65, 
    "category": "Text", 
    "plot": "Like most of Burroughs' fiction, the novels in the series are mostly travelogues, feature copious violence, and often depict civilized heroes captured by uncivilized cultures and mimicking their captors to survive.\nMost Barsoom novels follow a familiar plot structure, wherein a hero is forced to a far-off location in search of a woman kidnapped by an odious but powerful villain.\nFemale characters are likely to be virtuous and fight off amorous advances and other dangers until able to connect with the hero; who himself fights a variety of enemies and deposes petty rulers of severely repressed populations, usually with the assistance of a native.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Colors of Space", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Barsoom", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.65, 
    "rating_count": 670, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/472228.The_Colors_of_Space", 
        "found": true, 
        "year": 1963
    }, 
    "similar_books": [
        "Badge of Infamy", 
        "The Defiant Agents (Time Traders/Ross Murdock, #3)", 
        "Invaders from the Infinite", 
        "Spacehounds of IPC", 
        "The Survivors (Ragnarok, #1)", 
        "Mars Crossing", 
        "The Green Odyssey", 
        "Four Day Planet", 
        "Operation: Outer Space", 
        "The Lotus Caves", 
        "Starman's Quest", 
        "An Alien Light", 
        "The Night of the Long Knives", 
        "Dinosaur Planet Survivors (Dinosaur Planet, #2)"
    ], 
    "description": "-SUDDEN PANIC-<br />It was a week before the Lhari ship went into warp-drive, and all that time young Bart Steele had stayed in his cabin. He was so bored with his own company that the Mentorian medic was a welcome sight when he came to prepare him for <i>cold-sleep</i>. <br /><br />The Mentorian paused, needle in hand. \"Do you wish to be wakened for the time we shall spend in each of the three star systems, sir? You can, of course, be given enough drug to keep you in cold-sleep until we reach your destination.\" <br /><br />Bart felt tempted -- he wanted very much to see the other star systems. But he couldn't risk meeting other passengers. <br /><br />The needle went into his arm. In sudden panic, he realized he was helpless. The ship would touch down on three worlds, and on any of them the Lhari might have his description, or his alias! He could be taken off, unconscious, and might never wake up! He tried to move, to protest, but he couldn't. There was a freezing moment of intense cold and then nothing. . . .", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20796", 
        "num": 20796
    }, 
    "authors": [
        25
    ], 
    "language": "English", 
    "isbn13": "9780898651911", 
    "countries": [
        2
    ], 
    "release_date": "2007-03-11T00:00:00", 
    "author": 25, 
    "original_title": "Barsoom", 
    "summary": "Barsoom is a fictional representation of the planet Mars created by American pulp fiction author Edgar Rice Burroughs. The first Barsoom tale was serialized as Under the Moons of Mars in 1912, and published as a novel as A Princess of Mars in 1917. Ten sequels followed over the next three decades, further extending his vision of Barsoom and adding other characters. The first five novels are in the public domain in U.S., and the entire series is free around the world on Project Gutenberg Australia, but the books are still under copyright in most of the rest of the world.\nThe world of Barsoom is a romantic vision of a dying Mars. Writers and science popularizers like Camille Flammarion who were convinced that Mars was at a later stage of evolution than Earth and therefore much drier, took the ideas farther and published books like Les Terres du Ciel (1884), which contained illustrations of a planet covered with canals. Burroughs gives credits to him in his writings, and goes as far as to say that he based his vision of Mars on that of Flammarion. John Carter is transported to Mars in a way described by Flammarion in Urania (1889), where a man from Earth is transported to Mars as an astral body where he wakes up to a lower gravity, two moons, strange plants and animals and several races of advanced humans. In The Plurality of Inhabited Worlds and Lumen, he further speculates about plant people and other creatures on far away planets, elements that would later appear in the Barsoom stories.\nThe Barsoom series, where John Carter in the late 19th century is mysteriously transported from Earth to a Mars suffering from dwindling resources, has been cited by many well known science fiction writers as having inspired and motivated them in their youth, as well as by key scientists involved in both space exploration and the search for extraterrestrial life. Elements of the books have been adapted by many writers, in novels, short stories, comics, television and film.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "fiction", 
        "currently-reading", 
        "ebook", 
        "kindle", 
        "owned", 
        "marion-zimmer-bradley", 
        "scifi", 
        "sf", 
        "scifi-fantasy", 
        "fantasy", 
        "audio", 
        "adventure", 
        "young-adult", 
        "aliens", 
        "science", 
        "ebooks", 
        "audiobook", 
        "audiobooks", 
        "e-book", 
        "default", 
        "space-opera", 
        "not-read", 
        "fantasy-sci-fi", 
        "sci-fi-fantasy", 
        "novel", 
        "phy-copy", 
        "books", 
        "science-fiction-fantasy", 
        "read-in-english", 
        "calibre", 
        "classics", 
        "audio-books", 
        "kindle-books", 
        "shelfari", 
        "sf-fantasy", 
        "have", 
        "undecided", 
        "bedroom", 
        "audiobooked", 
        "teen-fiction", 
        "general", 
        "sci-fi-and-fantasy", 
        "borrowed", 
        "librivox", 
        "audio-book", 
        "epub", 
        "favorites", 
        "aldiko", 
        "jfic", 
        "on-calibre-to-read", 
        "science-fiction-shelf", 
        "possibilities", 
        "short-novels", 
        "1960s", 
        "1-toppicks", 
        "bookcase-upstairs-1-top", 
        "shelved-tbr", 
        "lit-usa", 
        "20th-century-lit", 
        "for-show", 
        "2017-march-reading-challenges", 
        "on-project-gutenberg", 
        "old-stony-way", 
        "jugendbuch", 
        "abenteuer", 
        "readanybook", 
        "modern-scifi", 
        "sff", 
        "to-buy", 
        "non-serial-novels", 
        "shelf-b-authors", 
        "own-kindle", 
        "i-own", 
        "genre-syfi-fan-horr", 
        "female-authors", 
        "unsorted-read", 
        "anglofono", 
        "_ebooks", 
        "genre-science-fiction", 
        "date-read", 
        "to-read-would-have-to-buy", 
        "sci-fi-reading-list", 
        "fantasy-and-science-fiction", 
        "stopped-midway", 
        "4-stars", 
        "non-erotica", 
        "1989", 
        "read-2016", 
        "2016-august", 
        "stopped-reading", 
        "general-supernatural-fiction", 
        "four-star-books", 
        "books-owned", 
        "owned_analog", 
        "v_eigene-welt", 
        "owned-physical", 
        "the-official-booklist"
    ], 
    "content_available": true, 
    "n_authors": 1
}