{
    "content_name": "51046.txt.utf-8", 
    "author_name": "Lester Del Rey", 
    "images_urls": [
        "http://www.gutenberg.org/files/51046/51046-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51046/51046-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51046/51046-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/51046/51046-h/images/illus3.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 232, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "...And It Comes Out Here", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Here_Comes_the_Sun", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.43, 
    "rating_count": 7, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51046/pg51046.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/31205791-and-it-comes-out-here", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51046", 
        "num": 51046
    }, 
    "authors": [
        73
    ], 
    "language": "English", 
    "release_date": "2016-01-26T00:00:00", 
    "author": 73, 
    "original_title": "Here Comes the Sun", 
    "summary": "\"Here Comes the Sun\" is a song written by George Harrison that was first released on the Beatles' 1969 album Abbey Road. Along with \"Something\" and \"While My Guitar Gently Weeps\", it is one of Harrison's best-known compositions from the Beatles era. The song was written at the country house of his friend Eric Clapton, where Harrison had chosen to play truant for the day, to avoid attending a meeting at the Beatles' Apple Corps organisation. The lyrics reflect the composer's relief at both the arrival of spring and the temporary respite he was experiencing from the band's business affairs.\nThe Beatles recorded \"Here Comes the Sun\" at London's EMI Studios in the summer of 1969. Led by Harrison's acoustic guitar, the recording also features Moog synthesizer, which he had introduced to the Beatles' sound after acquiring an early model of the instrument in California. Reflecting the continued influence of Indian classical music on Harrison's writing, the composition includes a series of unusual time changes.\n\"Here Comes the Sun\" has received acclaim from music critics. Combined with his other contribution to Abbey Road, \"Something\", it gained for Harrison the level of recognition as a songwriter that had previously been reserved for his bandmates John Lennon and Paul McCartney. Harrison played the song during many of his relatively rare live performances as a solo artist, including at the Concert for Bangladesh in 1971 and, with Paul Simon, during his appearance on Saturday Night Live in 1976. Richie Havens and Steve Harley & Cockney Rebel each had hit singles with \"Here Comes the Sun\" in the 1970s. Nina Simone, George Benson, Booker T. & the M.G.'s, Peter Tosh and Joe Brown are among the many other artists who have covered the song.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "audio"
    ], 
    "content_available": true, 
    "n_authors": 1
}