{
    "content_name": "20726.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "H. Beam Piper", 
    "images_urls": [
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-001.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-007.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-008.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-015.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-022.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-030.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-037.png", 
        "http://www.gutenberg.org/files/20726/20726-h/images/illus-044.png"
    ], 
    "year": 1853, 
    "images": [], 
    "id": 336, 
    "category": "Text", 
    "plot": "In his home town of Saratoga, New York, Solomon Northup, a free negro who was a skilled carpenter and violinist, was approached by two circus promoters. They offered him a brief, high-paying job as a musician with their traveling circus. Without informing his wife, who was away at work in a nearby town, he traveled with the strangers to downstate New York and Washington, D.C. Soon after arriving in the capital, he awoke to find himself drugged, bound, and in the cell of a slave pen. When Northup asserted his rights as a free man, he was beaten and warned never again to mention his free life in New York.\nTransported by ship to New Orleans, Northup and other enslaved blacks contracted smallpox and one died. In transit, Northup implored a sympathetic sailor to send a letter to his family. The letter arrived safely, but, lacking knowledge of his final destination, Northup's family was unable to effect his rescue.\nNorthup's first owner was William Prince Ford, who ran a lumber mill on a bayou of the Red River. Northup subsequently had several other owners, less humane than Ford, during his twelve-year bondage. At times, his carpentry and other skills contributed to his being treated relatively well, but he also suffered extreme cruelty. On two occasions, he was attacked by John Tibeats, a white man he was leased to, and defended himself, for which he suffered severe reprisals. After about two years of enslavement, Northup was sold to Edwin Epps, a notoriously cruel cotton planter. Epps held Northup enslaved for 10 years, during which time he assigned the New Yorker to various roles from cotton picker, to hauler to driver, which required Northup to oversee the work of fellow slaves and punish them for undesirable behavior. While on Epps' plantation, Northup became friends with a slave girl named Patsey, whom he writes about briefly in the book.\nAfter being beaten for claiming his free status in Washington, D.C., Northup in the ensuing 12 years did not reveal his true history again to a single person, slave or owner. Finally he confided his story to Samuel Bass, a white carpenter and abolitionist from Canada working at the Epps plantation. Bass, at great risk to himself, sent letters to Northup’s wife and friends in Saratoga. Parker, a white shopkeeper, received one of the letters and sought assistance from Henry B. Northup, a white attorney and politician whose family had held and freed Solomon Northup's father and with whom Solomon had a longtime friendship. Henry contacted New York state officials. As the state had passed a law in 1840 to provide financial resources for the rescue of citizens kidnapped into slavery, the Governor appointed Henry Northup as an agent to travel to Louisiana and work with law enforcement to free Solomon. Once in Louisiana, Henry Northup hired local Avoyelles Parish attorney, John P. Waddill, to assist in securing Solomon Northup's freedom. After a variety of bureaucratic measures and searches were undertaken, the attorney succeeded in locating Solomon and freeing him from the plantation. Northup later filed charges against the men who sold him into slavery but was unsuccessful in his suit. He returned to New York and reunited with his family there.\nNorthup concludes his narrative with the following statement:\n\nMy narrative is at an end. I have no comments to make upon the subject of Slavery. Those who read this book may form their own opinions of the \"peculiar institution.\" What it may be in other States, I do not profess to know; what it is in the region of Red River, is truly and faithfully delineated in these pages. This is no fiction, no exaggeration. If I have failed in anything, it has been in presenting to the reader too prominently the bright side of the picture. I doubt not hundreds have been as unfortunate as myself; that hundreds of free citizens have been kidnapped and sold into slavery, and are at this moment wearing out their lives on plantations in Texas and Louisiana. But I forbear. Chastened and subdued in spirit by the sufferings I have borne, and thankful to that good Being through whose mercy I have been restored to happiness and liberty, I hope henceforward to lead an upright though lowly life, and rest at last in the church yard where my father sleeps.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Slave is a Slave", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Twelve_Years_a_Slave", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.21, 
    "rating_count": 2820, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18912839-12-years-a-slave-and-other-slave-narratives", 
        "found": true, 
        "year": 1853
    }, 
    "similar_books": [
        "Harriet Tubman: The Moses of Her People", 
        "Touching America's History: From the Pequot War Through WWII", 
        "Freedom's Cap: The United States Capitol and the Coming of the Civil War", 
        "Beyond Survival", 
        "Winston S. Churchill, Volume VI: Finest Hour, 1939-1941", 
        "Worlds Torn Asunder: a Holocaust Survivor's Memoir of Hope", 
        "Laura Ingalls Wilder: Young Pioneer (Childhood of Famous Americans)", 
        "Winston S. Churchill: Young Statesman, 1901-1914 (Volume II) (Churchill Biography Book 2)", 
        "The Smithsonian Book of Presidential Trivia", 
        "Van Gogh", 
        "A Farm In The Hidewood:  My South Dakota Home", 
        "Where the Cherry Tree Grew: The Story of Ferry Farm, George Washington’s Boyhood Home", 
        "Bound for the Promised Land: Harriet Tubman: Portrait of an American Hero", 
        "The Wolf's Lair: Inside Hitler's Germany", 
        "Bastard Husband: A Love Story", 
        "Sail Away: Journeys of a Merchant Seaman", 
        "Lincoln and Douglas: The Debates That Defined America", 
        "With Malice Toward One"
    ], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20726", 
        "num": 20726
    }, 
    "authors": [
        19
    ], 
    "language": "English", 
    "country": 2, 
    "release_date": "2007-03-03T00:00:00", 
    "author": 19, 
    "original_title": "Twelve Years a Slave", 
    "summary": "Twelve Years a Slave is an 1853 memoir and slave narrative by American Solomon Northup as told to and edited by David Wilson. Northup, a black man who was born free in New York state, details his being tricked to go to Washington, D.C., where he was kidnapped and sold into slavery in the Deep South. He was in bondage for 12 years in Louisiana before he was able to secretly get information to friends and family in New York, who in turn secured his release with the aid of the state. Northup's account provides extensive details on the slave markets in Washington, D.C. and New Orleans, and describes at length cotton and sugar cultivation and slave treatment on major plantations in Louisiana.\nThe work was published eight years before the Civil War by Derby & Miller of Auburn, New York, soon after Harriet Beecher Stowe's best-selling novel about slavery, Uncle Tom's Cabin (1852), to which it lent factual support. Northup's book, dedicated to Stowe, sold 30,000 copies, making it a bestseller in its own right.\nAfter being published in several editions in the 19th century and later cited by specialist scholarly works on slavery in the United States, the memoir fell into public obscurity for nearly 100 years. It was re-discovered on separate occasions by two Louisiana historians, Sue Eakin (Louisiana State University at Alexandria) and Joseph Logsdon (University of New Orleans). In the early 1960s, they researched and retraced Solomon Northup’s journey and co-edited a historically annotated version that was published by Louisiana State University Press (1968).\nThe memoir has been adapted as two film versions, produced as the 1984 PBS television movie Solomon Northup's Odyssey and the Oscar-winning 2013 film 12 Years a Slave.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "non-fiction", 
        "history", 
        "biography", 
        "kindle", 
        "nonfiction", 
        "historical", 
        "classics", 
        "owned", 
        "ebooks", 
        "memoir", 
        "favorites", 
        "kindle-books", 
        "ebook", 
        "biographies", 
        "read-2014", 
        "classic", 
        "autobiography", 
        "audiobooks", 
        "memoirs", 
        "slavery", 
        "owned-books", 
        "american-history", 
        "audiobook", 
        "survival", 
        "drama", 
        "biography-memoir", 
        "adventure", 
        "2014-books", 
        "audio", 
        "stopped-reading", 
        "fiction", 
        "on-kindle", 
        "library", 
        "kindle-freebies", 
        "books-i-own", 
        "african-americans", 
        "african-american", 
        "listened-to", 
        "book-club-books", 
        "e-books", 
        "to-buy", 
        "historical-fiction", 
        "kindle-owned", 
        "my-choices", 
        "freebies", 
        "19th-century", 
        "ap-lit", 
        "biography-and-autobiography", 
        "couldn-t-finish", 
        "to-read-owned", 
        "purchased", 
        "my-kindle-books", 
        "might-read", 
        "kindle-freebie", 
        "history-biography", 
        "free", 
        "educational", 
        "civil-war", 
        "biographical", 
        "amazon", 
        "abandoned", 
        "great-reads", 
        "books-to-movies", 
        "school-books", 
        "african-american-lit", 
        "history-to-read", 
        "have-read", 
        "2014-book-challenge", 
        "challenge", 
        "to-read-classics", 
        "book-club-reads", 
        "us-history", 
        "novel", 
        "book-group", 
        "2014-50-book-challenge", 
        "i-own-it", 
        "autobiographies", 
        "12-years-a-slave", 
        "southern", 
        "recabar", 
        "historia", 
        "en-el-cine", 
        "ebooks-i-own", 
        "non-fict", 
        "3-considering", 
        "autobiography-memoir", 
        "biograpy-autobiography-memoir", 
        "maybe", 
        "historisch-want-to-read", 
        "900", 
        "300", 
        "to-search-about", 
        "standort_mein-bï¿½cherregal", 
        "setting_usa", 
        "setting_past", 
        "setting_north-amerika", 
        "main-character_male", 
        "main-character_adult", 
        "language_german"
    ], 
    "content_available": true, 
    "n_authors": 1
}