{
    "content_name": "25035.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Robert Silverberg", 
    "images_urls": [
        "http://www.gutenberg.org/files/25035/25035-h/images/001.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0096.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0097-image.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0097.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0098.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0099.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0100.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0101.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0102.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0103.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0104.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0105.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0106.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0107.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0108.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0109.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0110.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0111.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0112.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0113.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0114.png", 
        "http://www.gutenberg.org/files/25035/25035-page-images/p0115.png"
    ], 
    "year": 2008, 
    "images": [], 
    "id": 323, 
    "category": "Text", 
    "plot": "The narrator, an elderly, unnamed Manhattan lawyer with a comfortable business, already employs two scriveners to copy legal documents by hand, Nippers and Turkey. An increase in business leads him to advertise for a third, and he hires the forlorn-looking Bartleby in the hope that his calmness will soothe the irascible temperaments of the other two.\nAt first, Bartleby produces a large volume of high-quality work. But one day, when asked to help proofread a document, Bartleby answers with what soon becomes his perpetual response to every request – \"I would prefer not to.\" To the dismay of the lawyer and the irritation of the other employees, Bartleby performs fewer and fewer tasks and eventually none, instead staring for long periods of time at a brick wall just outside one of the office's windows. The narrator makes several futile attempts to reason with him and to learn something about him; when he stops by the office one Sunday morning, he discovers that Bartleby has started living there.\nTension builds as business associates wonder why Bartleby is always there. Sensing the threat to his reputation but emotionally unable to evict Bartleby, the narrator moves his business out. Soon the new tenants come to ask for help in removing Bartleby, who now sits on the stairs all day and sleeps in the building's doorway at night. The narrator visits him and attempts to reason with him, and surprises even himself by inviting Bartleby to come live with him, but Bartleby declines the offer. Later the narrator returns to find that Bartleby has been forcibly removed and imprisoned in the Tombs. Finding Bartleby glummer than usual during a visit, the narrator bribes a turnkey to make sure he gets enough food. When the narrator returns a few days later to check on Bartleby, he has died of starvation, having preferred not to eat.\nSome time afterwards, the narrator hears a rumor that Bartleby had worked in a dead letter office and reflects that dead letters would have made anyone of Bartleby's temperament sink into an even darker gloom. The story closes with the narrator's resigned and pained sigh, \"Ah Bartleby! Ah humanity!\".", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Happy Unfortunate", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Bartleby,_the_Scrivener", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.38, 
    "rating_count": 26, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6479536-the-happy-unfortunate", 
        "found": true, 
        "year": 2008
    }, 
    "similar_books": [], 
    "description": "Dekker, back from space, found great physical changes in the people of Earth; changes that would have horrified him five years before. But now, he wanted to be like the rest, even if he had to lose an eye and both ears to do it.<br /><br /><br /><a href=\"https://www.goodreads.com/book/show/18597081-the-happy-unfortunate-the-hunted-heroes\" rel=\"nofollow\">The Happy Unfortunate/The Hunted Heroes</a>", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/25035", 
        "num": 25035
    }, 
    "authors": [
        50
    ], 
    "pages": 24, 
    "language": "English", 
    "country": 2, 
    "release_date": "2008-04-10T00:00:00", 
    "author": 50, 
    "original_title": "Bartleby, the Scrivener", 
    "summary": "\"Bartleby, the Scrivener: A Story of Wall Street\" is a short story by the American writer Herman Melville, first serialized anonymously in two parts in the November and December 1853 issues of Putnam's Magazine, and reprinted with minor textual alterations in his The Piazza Tales in 1856. A Wall Street lawyer hires a new clerk who, after an initial bout of hard work, refuses to make copy and any other task required of him, with the words \"I would prefer not to\".\nNumerous essays have been published on what, according to scholar Robert Milder, \"is unquestionably the masterpiece of the short fiction\" in the Melville canon.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "short-story", 
        "scifi", 
        "unread-owned", 
        "library", 
        "short-ebooks", 
        "own-unread", 
        "z_fiction", 
        "x_shortstory", 
        "wo_scifi", 
        "w_us_unitary", 
        "short-stories", 
        "pulp", 
        "fiction", 
        "ebooks", 
        "z", 
        "x_novellit", 
        "to-read-short", 
        "epub", 
        "e-book", 
        "e-reader", 
        "speculative-fiction", 
        "ebook", 
        "type-short-story", 
        "audio-books"
    ], 
    "content_available": true, 
    "n_authors": 1
}