{
    "content_name": "30015.txt.utf-8", 
    "author_name": "Robert E. Gilbert", 
    "images_urls": [
        "http://www.gutenberg.org/files/30015/30015-h/images/001.png", 
        "http://www.gutenberg.org/files/30015/30015-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/30015/30015-h/images/002-2.jpg"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 564, 
    "category": "Text", 
    "plot": "The narrator explains that, as a young boy, he once drew a picture of a boa constrictor digesting an elephant in its stomach; however, every adult who saw the picture would mistakenly interpret it as a drawing of a hat. Whenever the narrator would try to correct this confusion, he was ultimately advised to set aside drawing and take up a more practical or mature hobby. The narrator laments the crass materialism of contemporary society and the lack of creative understanding displayed by adults. As noted by the narrator, he could have had a great career as a painter, but this opportunity was crushed by the misunderstanding of the adults.\nNow an adult himself, the narrator has become a pilot, and, one day, his plane crashes in the Sahara, far from civilization. Here, the narrator is greeted by a young boy whom he refers to as \"the little prince\". Upon encountering the narrator, the little prince asks him to draw a sheep. The narrator first shows him his old picture of the elephant inside the snake, which, to the narrator's surprise, the prince interprets correctly. After three failed attempts at drawing a sheep, the frustrated narrator simply draws a box, claiming that the box holds a sheep inside. Again, to the narrator's surprise, the prince exclaims that this is exactly the picture he wanted. The prince has a strange habit of avoiding directly answering any of the narrator's questions. The prince is described as having golden hair, a scarf, and a lovable laugh.\nOver the course of eight days stranded in the desert, as the narrator attempts to repair his plane, the little prince recounts the story of his life, often caused by his discussion of the sheep. The prince begins by describing life on his tiny home planet: in effect, an asteroid the size of a house (the asteroid was \"named\" B-612 by people on Earth, but the Prince called it \"asteroid 325\"; a real asteroid was named after the fictional asteroid). The asteroid's most prominent features are three minuscule volcanoes (two active, and one dormant or extinct) as well as a variety of plants. The prince describes spending his earlier days cleaning the volcanoes and weeding unwanted seeds and sprigs that infest his planet's soil; in particular, pulling out baobab trees that are constantly trying to grow and overrun the surface. \"Catastrophe,\" the little prince would call it. The prince wants a sheep to eat the undesirable plants until the narrator informs him that a sheep will even eat roses with thorns. Upon hearing this, the prince tells of his love for a mysterious rose that began growing on the asteroid's surface some time ago. The prince says he nourished the rose and listened to her when she told him to make a screen or glass globe to protect her from the cold wind. Although the prince fell in love with the rose, he also began to feel that she was taking advantage of him, and he resolved to leave the planet to explore the rest of the universe. Although the rose finally apologized for her vanity, and the two reconciled, she encouraged him to go ahead with his journey and so he traveled onward. The prince misses his rose and claims that he only needs to look at the millions of stars to be reminded of his rose, since his rose is among one of them.\nThe prince has since visited six other asteroids, each of which was inhabited by a single, irrational, narrow-minded adult, each meant to critique an element of society. They include: a king with no subjects; a vain man who believes himself the most admirable person on his otherwise uninhabited planet; a drunkard who drinks to forget the shame of being a drunkard; a businessman who is blind to the beauty of the stars and instead endlessly counts them in order to \"own\" them all (critiquing materialism); a lamplighter who wastes his life blindly following orders and extinguishing and relighting a lamp once a minute; and an elderly geographer.\nLike the others, the geographer is closed-minded, providing a caricature of specialization in the contemporary world. The prince tells him:\n\n\"Your planet is very beautiful. Has it any oceans?\"\n\n\"I couldn't tell you,\" said the geographer. . . .\n\n\"But you are a geographer!\"\n\n\"Exactly,\" the geographer said. \"But I am not an explorer. I haven't a single explorer on my planet. It is not the geographer who goes out to count the towns, the rivers, the mountains, the seas, the oceans, and the deserts. The geographer is much too important to go loafing about. He does not leave his desk.\"\n\nSimilarly, when the geographer asked the prince to describe his home, the prince mentioned the rose, and the geographer explained that he does not record \"ephemeral\" things, such as roses, suggesting again the tendency of adults in general and specialists in particular to overlook the most important aspects of life. This reinforces the prince's convictions that grown-ups are a sad, dull, unimaginative lot. The geographer recommended that the prince next visit the planet Earth.\n\nSince the prince landed in a desert, he believed that Earth was uninhabited. He then met a yellow snake that claimed to have the power to return him to his home, if he ever wished to return. The prince next met a desert flower, who told him that she had only seen a handful of men in this part of the world and that they had no roots, letting the wind blow them around and living hard lives. After climbing the highest mountain he had ever seen, the prince hoped to see the whole of Earth, thus finding the people; however, he saw only the enormous, desolate landscape. When the prince called out, his echo answered him, which he interpreted as the mocking voices of others. Eventually, the prince encountered a whole row of rosebushes, becoming downcast at having once thought that his own rose was unique. He began to feel that he was not a great prince at all, as his planet contained only three tiny volcanoes and a flower that he now thought of as common. He lay down on the grass and wept, until a fox came along. The fox desired to be tamed and explained to the prince that his rose was indeed unique and special because she was the object of the prince's love. The fox also explained that, in a way, the prince had tamed the rose, and that this is why the prince was now feeling so responsible for her. The prince then took the time to tame the fox, though the two were sad to have to part ways. The prince next came across a railway switchman, who told him how passengers constantly rushed from one place to another aboard trains, never satisfied with where they were and not knowing what they were after; only the children among them ever bothered to look out the windows. A merchant then talked to the prince about his product, a pill that eliminated thirst, which was very popular, saving people fifty-three minutes a week. The prince replied that he would instead gladly use that extra time to go around finding fresh water, again underscoring the materialism of a world that knows the price of everything and the value of nothing.\nBack in the present moment, it is the eighth day after the narrator's plane crash and the narrator is dying of thirst; miraculously, he and the prince find a well. The narrator later finds the prince talking to the snake, discussing his return home and eagerness to see his rose again, who he worries has been left to fend for herself. The prince bids an emotional farewell to the narrator and states that if it looks as though he has died, it is only because his body was too heavy to take with him to his planet. The prince warns the narrator not to watch him leave, as it will make him upset. The narrator, realizing what will happen, refuses to leave the prince's side; the prince consoles the narrator by saying that he only need to look at the stars to think of the prince's lovable laughter, and that it will seem as if all the stars are laughing. The prince then walks away from the narrator and allows the snake to bite him, falling without making a sound.\nThe next morning, the narrator tries to look for the prince, but is unable to find his body. He finally manages to repair his airplane and leave the desert.\nThe story ends with the narrator's drawing of the landscape where the prince and the narrator met and where the snake took the prince's life. The narrator requests that anyone in that area encountering a small young man who refuses to answer questions should contact the narrator immediately.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Stopover Planet", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Little_Prince", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 2.88, 
    "rating_count": 7, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12241295-stopover-planet", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [], 
    "description": "This work has been previously published and carefully edited by humans to be read digitally on your eReader. Please enjoy this historical and classic work. All of our titles are only 99 cents and are formatted to work with the Nook. Also, if it is an illustrated work, you will be able to see all of the original images. This makes them the best quality classic works available for the lowest price. So enjoy this classic work as if it were the original book!", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30015", 
        "num": 30015
    }, 
    "authors": [
        188
    ], 
    "isbn13": "2940012116154", 
    "language": "English", 
    "countries": [
        3
    ], 
    "release_date": "2009-09-17T00:00:00", 
    "author": 188, 
    "original_title": "The Little Prince", 
    "summary": "The Little Prince (French: Le Petit Prince; French pronunciation: ​[lə pəti pʁɛ̃s]), first published in 1943, is a novella, the most famous work of French aristocrat, writer, poet, and pioneering aviator Antoine de Saint-Exupï¿½ry (1900–1944).\nThe novella is one of the most-translated books in the world and was voted the best book of the 20th century in France. Translated into 300 languages and dialects (as well as Braille), selling nearly two million copies annually with sales totaling over 140 million copies worldwide, it has become one of the best-selling books ever published.\nAfter the outbreak of the Second World War Saint-Exupï¿½ry was exiled to North America. In the midst of personal upheavals and failing health, he produced almost half of the writings for which he would be remembered, including a tender tale of loneliness, friendship, love, and loss, in the form of a young prince fallen to Earth. An earlier memoir by the author had recounted his aviation experiences in the Sahara Desert, and he is thought to have drawn on those same experiences in The Little Prince.\nSince its first publication in the United States, the novella has been adapted to numerous art forms and media, including audio recordings, radio plays, live stage, film, television, ballet, and operatic works.", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "short-story", 
        "books-i-reviewed", 
        "audio-obtained-lvss", 
        "short-stories", 
        "science-ficton", 
        "type-short-story", 
        "audio-obtained-ss"
    ], 
    "content_available": true, 
    "n_authors": 1
}