{
    "content_name": "31587.txt.utf-8", 
    "isbn": "0875093663", 
    "author_name": "Lester Del Rey", 
    "images_urls": [
        "http://www.gutenberg.org/files/31587/31587-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_002.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_003.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_004.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_a.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_b.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_c1.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_e.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_f.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_f1.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_h.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_i.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_n.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_o.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_s.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_t.jpg", 
        "http://www.gutenberg.org/files/31587/31587-h/images/image_y1.jpg"
    ], 
    "year": 1948, 
    "images": [], 
    "id": 338, 
    "category": "Text", 
    "plot": "Caith mac Sliabhin, condemned by the Sidhe in The Brothers for committing patricide, wanders along the river Guagach, accompanied and tormented by Dubhain, a mischievous pooka. Their journey takes them to Gleann Fiain where a beast from the river chases Caith up a hill to an isolated cottage. The occupants, twins Ceannann and Firinne, let Caith and Dubhain in and allow them to spend the night. Unbeknown to Caith, the birth of the twins 21 years ago set in motion a sequence of events that damned Gleann Fiain and cast a shadow over Faery.\nThe twins were born to Fianna, queen of Gleann Fiain in Dun Glas. But unbeknown to her husband, Ceannann mac Ceannann, Fianna was unable to conceive and had sought help from a wise-women, Moragacht. Moragacht struck a bargain with her, promising her twins if she lay down with a selkie, in exchange for one of the twins when they were born. But when the twins arrived (a human and a selkie) and Moragacht came to claim one of them, Fianna denied any knowledge of her, and mac Ceannann turned Moragacht away. From that day onwards, grief and misery struck the family, and mac Ceannann and Fianna were forced to vacate Dun Glas and flee with the twins to an abandoned hilltop fortress. But the loch beast, under Moragacht's control, found them there and killed them all, except the twins, now aged 14, who escaped to the cottage. The witch then seized control of Dun Glas from where she damned all of Gleann Fiain.\nBut the wards that had protected the cottage from Moragacht fall when Caith and Dubhain arrive. Riders from Dun Glas come and capture the twins. Caith and Dubhain (as a horse) give chase, but as they approach the riders, Dubhain is overcome by the witch's magic and falls into the loch, abandoning Caith. Caith and the twins are taken to Dun Glas where they are locked in cells bordering the loch. Caith lapses into a dream where he enters the loch to find Dubhain duelling with the loch beast. He draws Dubhain back to his cell, who in turn calls Nuallan from Faery, the bright Sidhe controlling their destinies. Nuallan gives Caith a silver key to unlock the iron cells and so lifts a spell enabling Nuallan to cast Caith, Dubhain and the twins out of Dun Glas. Moragacht allows her prisoners to escape because with her magic she now holds Nuallan, a bigger catch and her means to controlling Faery.\nThe twins lead Caith and Dubhain to the ruins of the hilltop fortress, their former home. There they make a fire with the remains of a staircase, but a ghost appears out of the smoke that transports Caith back to the night of the fall of the fortress and into the body of Padraic, head of mac Ceannann's household. There he relives the last few hours of the family until he is killed by the beast. Firinne retrieves one of the burning timbers from the fire as a keepsake, and the twins set off for the sea to search for their selkie father, with Caith and Dubhain in pursuit. Caith finds the selkie first, a whale floundering on the beach. But when the selkie shapeshifts to a man, he is killed by one of Moragacht's pursuing riders. In the ensuing confusion, Caith accidentally kills Ceannann. Firinne is devastated by the loss of her twin brother and gives Caith her keepsake from the fortress. Then, revealing her selkie birth, she changes into a whale and heads out to sea.\nCaith rides Dubhain back to Dun Glas to free Nuallan. Once again Dubhain is weakened by the witch's spells and Caith has to enter the keep on his own. He sees Nuallan helpless in his cell, but Nuallan asks him to unlock it with the silver key Caith unknowingly still had all this time, the key that would have given Moragacht access to Faery. Nuallan takes the key and flees the keep, leaving Caith to fend for himself. Moragacht, furious at the loss of the Sidhe, prepares to deal with Caith, but he throws the charred piece of wood Firinne gave him into the fireplace which releases Padraic, the ghost from the hilltop fortress. In an act of revenge, it begins destroying Dun Glas and all in it. With the witch's spell now diminishing, Dubhain rescues Caith from the keep, while in the loch a whale from the sea turns on the beast. The shadow over Faery lifts and Caith and Dubhain resume their travels.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Pursuit", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Faery_in_Shadow", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.38, 
    "rating_count": 35162, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/31587/pg31587.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/672493.The_Pursuit_of_God", 
        "found": true, 
        "year": 1948
    }, 
    "similar_books": [
        "Humility", 
        "Transforming Grace: Living Confidently in God's Unfailing Love", 
        "Knowing God", 
        "Slave: The Hidden Truth About Your Identity in Christ", 
        "The Holiness of God", 
        "When the Darkness Will Not Lift: Doing What We Can While We Wait for God--And Joy", 
        "The Normal Christian Life", 
        "All of Grace", 
        "The Spirit of the Disciplines : Understanding How God Changes Lives", 
        "True Spirituality: How to Live for Jesus Moment by Moment", 
        "Humility: True Greatness", 
        "Basic Christianity", 
        "Power Through Prayer", 
        "The Practice of the Presence of God", 
        "A Place of Healing: Wrestling with the Mysteries of Suffering, Pain, and God's Sovereignty"
    ], 
    "description": "During a train trip from Chicago to Texas in the late 1940s, A.W. Tozer began to write The Pursuit of God. He wrote all night, and when the train arrived at his destination, the rough draft was done. The depth of this book has made it an enduring favorite.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31587", 
        "num": 31587
    }, 
    "authors": [
        73
    ], 
    "language": "English", 
    "isbn13": "9780875093666", 
    "release_date": "2010-03-10T00:00:00", 
    "author": 73, 
    "original_title": "Faery in Shadow", 
    "summary": "Faery in Shadow is a fantasy novel by American writer C. J. Cherryh. It was first published in the United Kingdom by Legend Books in August 1993 in trade paperback, and the first United States edition was published by Ballantine Books under its Del Rey Books imprint in November 1993 in hardcover. It was nominated for the Locus Award for Best Fantasy Novel in 1994.\nFaery in Shadow is a sequel to Cherryh's novella \"The Brothers\", which was first published in her 1986 collection of short fiction, Visible Light, and is based in part on Celtic Mythology, featuring such creatures as the fay race of the Sï¿½dhe, including pooka. Its setting is suffused with magical forces and supernatural beings, marking it as an example of the high fantasy literary subgenre. Cherryh also borrows elements from Horror Fiction for the book.\nA major revision of Faery in Shadow entitled Faery Moon, with a new copyright, was self-published by Cherryh as an e-book in December 2009.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "christian", 
        "currently-reading", 
        "theology", 
        "favorites", 
        "non-fiction", 
        "christianity", 
        "christian-living", 
        "kindle", 
        "religion", 
        "faith", 
        "spiritual", 
        "nonfiction", 
        "classics", 
        "spirituality", 
        "owned", 
        "religious", 
        "christian-non-fiction", 
        "devotional", 
        "christian-life", 
        "default", 
        "books-i-own", 
        "christian-books", 
        "spiritual-growth", 
        "spiritual-formation", 
        "christian-nonfiction", 
        "god", 
        "discipleship", 
        "inspirational", 
        "christian-classics", 
        "tozer", 
        "classic", 
        "my-library", 
        "christian-growth", 
        "bible-study", 
        "my-books", 
        "to-read-christian", 
        "a-w-tozer", 
        "jesus", 
        "kindle-books", 
        "ministry", 
        "christian-classic", 
        "library", 
        "owned-books", 
        "christian-to-read", 
        "to-buy", 
        "audiobook", 
        "living", 
        "audio", 
        "re-read", 
        "i-own", 
        "ebooks", 
        "christian-theology", 
        "christian-spirituality", 
        "read-in-2016", 
        "audiobooks", 
        "audible", 
        "read-again", 
        "ebook", 
        "theological", 
        "personal-growth", 
        "favorite-books", 
        "philosophy", 
        "to-read-non-fiction", 
        "christian-literature", 
        "on-kindle", 
        "own-it", 
        "e-book", 
        "devotionals", 
        "e-books", 
        "jesus-books", 
        "life", 
        "shelfari-favorites", 
        "read-2016", 
        "to-read-again", 
        "all-time-favorites", 
        "own-kindle", 
        "religion-spirituality", 
        "bible", 
        "personal-library", 
        "apologetics", 
        "in-my-library", 
        "practical-theology", 
        "audio-books", 
        "church", 
        "on-my-kindle", 
        "christian-lit", 
        "christian-faith", 
        "theology-philosophy", 
        "read-2017", 
        "2017-reading-list", 
        "2016-reading-list", 
        "read-in-2015", 
        "read-in-2014", 
        "unfinished", 
        "prayer", 
        "own-to-read", 
        "sanctification", 
        "christian-study", 
        "self-help"
    ], 
    "content_available": true, 
    "n_authors": 1
}