{
    "content_name": "51494.txt.utf-8", 
    "author_name": "Marshall King", 
    "images_urls": [
        "http://www.gutenberg.org/files/51494/51494-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51494/51494-h/images/illus.jpg"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 935, 
    "category": "Text", 
    "plot": "This interwoven collection of stories is set in the fictional Scottish town of Graithnock and captures the social and emotional struggles of ordinary people's lives.\nThe short stories included in this collection are:\nWaving\nIn this first story, Bert Watson, a manager in a clothing factory, is approached by one of his young workers, Duncan MacFarlane, with an outrageous request for a loan of a large sum of money and a long leave of absence. This encounter causes Bert to examine his own life.\n\nPerformance\nThe performance is that of Fast Frankie White, and this story explores his fragile grasp on a masculine self-image through a visit to a local bar.\n\nOn the sidelines\nJohn Hannah stands freezing on the touchline to watch his son play football and contemplates the breakdown of his marriage and his post-divorce life.\n\nDeath of a spinster\nThe routine life and unfulfilled dreams of a spinster are brought sharply to focus in an ordinary day that meets with tragedy.\n\nThe Prisoner\nA recidivist house-burglar meets prison life, and the prison governor, on his own terms.\n\nHomecoming\nA chance encounter on a train brings throws light on a woman's relationship with her parents.\n\nAt the bar\nA man in a bar is looking for trouble, and meets his match.\n\nIn the steps of Spartacus\nA comic tale of an animal lover called Benny Mullen who names a greyhound Spartacus, the hero of the working man. Eventually realising however that this was a dog that could indeed have brought Rome to its knees.\n\nSentences\nA grim view of one man's marriage through a scene in a bar.\n\nGetting along\nThis story provides a brief glimpse of one woman's life following the breakdown of her marriage.\n\nMick's day\nThis story consists of a stark reflection on the day in the life of an unemployed man Mick Haggerty.\n\nTig\nAn animal lover realises his own idea of justice after an altercation in a bar.\n\nBeached\nA widow visits the beach with her children and she clings to dreams of a life that can no longer be.\n\nHow many miles to Babylon?\nBenny Mullen returns in this story which sees him have an altercation with a work colleague and contemplate his life as a widower.\n\nCallers\nThis short story consists of a series of answerphone messages which build up the tragic picture of a woman's life.\n\nEnd game\nGus McPhater and his wife fall out briefly over a copy of The Essential Schopenhauer.\n\nHullo again\nEddie Cameron rediscovers an old flame.\n\nHoling out\nBert Watson returns in this story for one last game of golf.\n\nDeathwatch beetle\nA grim portrait of prison life.\n\nDreaming\nA teenager, Sammy Nelson, who applied for a job with Bert Watson, but was considered over-qualified finds his own creative way to meet life on his terms.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Beach Scene", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Walking_Wounded_(short_story_collection)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.23, 
    "rating_count": 19, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51494/pg51494.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/10075222-the-beach-scene", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [], 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51494", 
        "num": 51494
    }, 
    "authors": [
        284
    ], 
    "language": "English", 
    "isbn13": "2940011139888", 
    "country": 3, 
    "release_date": "2016-03-18T00:00:00", 
    "author": 284, 
    "original_title": "Walking Wounded (short story collection)", 
    "summary": "Walking Wounded is a collection of short stories written by William McIlvanney and published in 1989. Following a revival of interest in McIlvanney's writing, this book was reissued by Canongate Books in 2014.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "horror", 
        "nook", 
        "on-my-nook", 
        "novella", 
        "bump-in-the-night", 
        "2015-reads", 
        "id-like-that-part-of-my-life-back-p", 
        "brain-garbage", 
        "smashwords", 
        "short-stories", 
        "e-reader"
    ], 
    "content_available": true, 
    "n_authors": 1
}