{
    "content_name": "51122.txt.utf-8", 
    "isbn": "0060574216", 
    "language_code": "en-US", 
    "author_name": "William Tenn", 
    "images_urls": [
        "http://www.gutenberg.org/files/51122/51122-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51122/51122-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51122/51122-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/51122/51122-h/images/illus3.jpg", 
        "http://www.gutenberg.org/files/51122/51122-h/images/illus4.jpg"
    ], 
    "year": 1963, 
    "images": [], 
    "id": 682, 
    "category": "Text", 
    "plot": "The storyline introduces giant, technologically superior aliens who have conquered Earth. People live like vermin in holes in the insulation material of the walls of the homes the monsters have built, sneaking out to steal food and other items from the aliens. A complex social and religious order has evolved, with women preserving knowledge and working as healers, while men serve as warriors and thieves. For the aliens, human beings are just a nuisance, neither civilized nor intelligent, and are generally regarded as vermin to be exterminated.\nThe novel opens with the story of Eric, a boy who is a member of a tribe that calls itself \"Mankind\". In order for Eric to become an adult, he must undergo a ceremonial rite of passage in which he must venture out on his own into monster territory and steal some item from them which the tribe can then use for themselves. As he is about to embark on his adventure, Eric learns that his uncle has been a secret supporter of a very different philosophy - the idea that \"Ancestor-Science\" failed to repel the aliens when they first came and therefore to seek the old \"science\" would be futile. It would be wiser to try and gain knowledge of \"Alien-Science\" and then to turn it against the monsters. Eric goes out into alien territory to prove himself and ends up meeting some more people who also believe that alien science is the answer to escaping from their predicament. However, on his return to the burrows, Eric finds an insurrection led by his uncle has failed and he is now an outcast. What follows is Eric's journey from boy to man, from follower to leader and ultimately from captivity to deliverance.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Men in the Walls", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Of_Men_and_Monsters", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.52, 
    "rating_count": 114072, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51122/pg51122.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1274.Men_Are_from_Mars_Women_Are_from_Venus", 
        "found": true, 
        "year": 1998
    }, 
    "similar_books": [
        "Why Men Don't Listen and Women Can't Read Maps: How We're Different and What to Do About It", 
        "The Dance Of Anger: A Woman's Guide to Changing the Patterns of Intimate Relationships", 
        "Love Smart: Find the One You Want--Fix the One You Got", 
        "Don't Sweat the Small Stuff ... and it's all small stuff: Simple Ways to Keep the Little Things from Taking Over Your Life", 
        "Getting the Love You Want : A Guide for Couples", 
        "Ten Stupid Things Women Do to Mess Up Their Lives", 
        "Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy, and Commitment", 
        "When I Say No, I Feel Guilty: How to Cope - Using the Skills of Systematic Assertive Therapy", 
        "Games People Play", 
        "How to Talk to Anyone: 92 Little Tricks for Big Success in Relationships", 
        "Aku Terima Nikahnya", 
        "1001 Ways to Be Romantic: Author's Annotated Edition", 
        "The 7 Habits of Highly Effective Families", 
        "Feeling Good: The New Mood Therapy", 
        "The Personality Code", 
        "Love Must Be Tough: New Hope for Families in Crisis", 
        "! .. عشان ما تنضربش على قفاك", 
        "Why Men Love Bitches: From Doormat to Dreamgirl—A Woman's Guide to Holding Her Own in a Relationship"
    ], 
    "description": "<p>Once upon a time Martians and Venusians met, fell in love, and had happy relationships together because they respected and accepted their differences. Then they came to Earth and amnesia set in: they forgot they were from different planets.</p><p>Based on years of successful counseling of couples and individuals, <i>Men Are from Mars, Women Are from Venus</i> has helped millions of couples transform their relationships. Now viewed as a modern classic, this phenomenal book has helped men and women realize how different they really are and how to communicate their needs in such a way that conflict doesn't arise and intimacy is given every chance to grow!!!!</p>", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51122", 
        "num": 51122
    }, 
    "authors": [
        98
    ], 
    "language": "English", 
    "isbn13": "9780060574215", 
    "countries": [
        2
    ], 
    "release_date": "2016-02-03T00:00:00", 
    "author": 98, 
    "original_title": "Of Men and Monsters", 
    "summary": "Of Men and Monsters is a science fiction novel by American writer William Tenn, published in June 1968 as a paperback by Ballantine Books. The book is an expansion of his story \"The Men in the Walls\", originally published in Galaxy Science Fiction in October 1963. Of Men and Monsters is Tenn’s only full-length novel, as the majority of his other stories are novellas.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "non-fiction", 
        "self-help", 
        "psychology", 
        "relationships", 
        "nonfiction", 
        "favorites", 
        "owned", 
        "books-i-own", 
        "default", 
        "self-improvement", 
        "marriage", 
        "personal-development", 
        "relationship", 
        "self-development", 
        "owned-books", 
        "romance", 
        "philosophy", 
        "to-buy", 
        "my-library", 
        "unfinished", 
        "my-books", 
        "english", 
        "تنمية-بشرية", 
        "sociology", 
        "communication", 
        "abandoned", 
        "reference", 
        "other", 
        "i-own", 
        "john-gray", 
        "ebook", 
        "life", 
        "did-not-finish", 
        "books", 
        "1", 
        "love", 
        "chick-lit", 
        "on-hold", 
        "psych", 
        "library", 
        "audiobook", 
        "in-my-library", 
        "psychology-self-help", 
        "fiction", 
        "ebooks", 
        "pdf", 
        "family", 
        "audiobooks", 
        "audio", 
        "adult", 
        "others", 
        "personal-growth", 
        "women", 
        "finished", 
        "book-club", 
        "تطوير-الذات", 
        "own-it", 
        "not-finished", 
        "inspirational", 
        "favorite", 
        "mine", 
        "borrowed", 
        "health", 
        "paused", 
        "home", 
        "gave-up-on", 
        "e-book", 
        "english-books", 
        "misc", 
        "classics", 
        "never-finished", 
        "self", 
        "gender", 
        "recommended", 
        "مكتبتي", 
        "arabic-books", 
        "social", 
        "stopped-reading", 
        "home-library", 
        "dnf", 
        "american", 
        "non-fic", 
        "self-help-books", 
        "educational", 
        "arabic", 
        "have", 
        "e-books", 
        "dropped", 
        "own-to-read", 
        "partially-read", 
        "contemporary", 
        "في-مكتبتي", 
        "want-to-read", 
        "not-completed", 
        "تنمية-ذاتية", 
        "kindle", 
        "audio-books", 
        "psychologie"
    ], 
    "content_available": true, 
    "n_authors": 1
}