{
    "content_name": "62.txt.utf-8", 
    "isbn": "0143104888", 
    "language_code": "en-GB", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1912, 
    "images": [], 
    "id": 3, 
    "category": "Sound", 
    "plot": "John Carter, a Confederate veteran of the American Civil War, goes prospecting in Arizona immediately after the war's end. Having struck a rich vein of gold, he runs afoul of the Apaches. While attempting to evade pursuit by hiding in a sacred cave, he is mysteriously transported to Mars, called \"Barsoom\" by its inhabitants. Carter finds that he has great strength and superhuman agility in this new environment as a result of its lesser gravity and lower atmospheric pressure. He soon falls in with a nomadic tribe of Green Martians, or Tharks, as the planet's warlike, six-limbed, green-skinned inhabitants are known. Thanks to his strength and martial prowess, Carter rises to a high position in the tribe and earns the respect and eventually the friendship of Tars Tarkas, one of the Thark chiefs.\nThe Tharks subsequently capture Dejah Thoris, Princess of Helium, a member of the humanoid red Martian race. The red Martians inhabit a loose network of city-states and control the desert planet's canals, along which its agriculture is concentrated. Carter rescues Dejah Thoris from the green men in a bid to return her to her people.\nSubsequently, Carter becomes embroiled in the political affairs of both the red and green Martians in his efforts to safeguard Dejah Thoris, eventually leading a horde of Tharks against the city-state of Zodanga, the historic enemy of Helium. Winning Dejah Thoris' heart, he becomes Prince of Helium, and the two live happily together for nine years. However, the sudden breakdown of the Atmosphere Plant that sustains the planet's waning air supply endangers all life on Barsoom. In a desperate attempt to save the planet's inhabitants, Carter uses a secret telepathic code to enter the factory, bringing an engineer along who can restore its functionality. Carter then succumbs to asphyxiation, only to awaken back on Earth, left to wonder what has become of Barsoom and his beloved.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Princess of Mars", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/A_Princess_of_Mars", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.8, 
    "rating_count": 34582, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/40395.A_Princess_of_Mars", 
        "found": true, 
        "year": 1912
    }, 
    "similar_books": [
        "Almuric", 
        "The Time Traders (Time Traders/ Ross Murdock, #1)", 
        "Mosses from an Old Manse", 
        "Triplanetary (Lensman, #1)", 
        "Lest Darkness Fall", 
        "Starman Jones", 
        "The Man of Bronze (Doc Savage, #1)", 
        "Dwellers in the Mirage", 
        "What Mad Universe", 
        "Swords Against Wizardry (Fafhrd and the Gray Mouser, #4)", 
        "The Ginger Star (The Book of Skaith, #1)", 
        "Little Fuzzy (Fuzzy Sapiens, #1)", 
        "Metropolis", 
        "Fury", 
        "John Carter of Mars: Warlord of Mars"
    ], 
    "description": "Her oval face was beautiful in the extreme, her every feature finely chisled and exquisite, her eyes large and lustrous and her head surmounted by a mass of coal black, waving hair, caught loosely into a strange yet becoming coiffure. Similar in face and figure to women of Earth, she was nevertheless a true Martian--and prisoner of the fierce green giants who held me captive, as well!<br />First book in Edgar Rice Burroughs's Mars series.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/19515", 
        "num": 19515
    }, 
    "authors": [
        2
    ], 
    "pages": 186, 
    "language": "English", 
    "isbn13": "9780143104889", 
    "countries": [
        2
    ], 
    "release_date": "2006-10-11T00:00:00", 
    "author": 2, 
    "original_title": "A Princess of Mars", 
    "summary": "A Princess of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the first of his Barsoom series. It was first serialized in the pulp magazine All-Story Magazine from February–July, 1912. Full of swordplay and daring feats, the novel is considered a classic example of 20th-century pulp fiction. It is also a seminal instance of the planetary romance, a subgenre of science fantasy that became highly popular in the decades following its publication. Its early chapters also contain elements of the Western. The story is set on Mars, imagined as a dying planet with a harsh desert environment. This vision of Mars was based on the work of the astronomer Percival Lowell, whose ideas were widely popularized in the late 19th and early 20th centuries.\nThe Barsoom series inspired a number of well-known 20th-century science fiction writers, including Jack Vance, Ray Bradbury, Arthur C. Clarke, Robert A. Heinlein, and John Norman. The series was also inspirational for many scientists in the fields of space exploration and the search for extraterrestrial life, including Carl Sagan, who read A Princess of Mars when he was a child.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fantasy", 
        "classics", 
        "fiction", 
        "adventure", 
        "favorites", 
        "scifi", 
        "kindle", 
        "classic", 
        "owned", 
        "sci-fi-fantasy", 
        "sf", 
        "pulp", 
        "ebook", 
        "series", 
        "ebooks", 
        "romance", 
        "audiobook", 
        "barsoom", 
        "scifi-fantasy", 
        "my-ebooks", 
        "audiobooks", 
        "edgar-rice-burroughs", 
        "books-i-own", 
        "mars", 
        "novels", 
        "aliens", 
        "default", 
        "fantasy-sci-fi", 
        "science-fiction-fantasy", 
        "audio", 
        "science-fantasy", 
        "speculative-fiction", 
        "read-in-2012", 
        "e-book", 
        "e-books", 
        "sword-and-planet", 
        "planetary-romance", 
        "library", 
        "pulp-fiction", 
        "space", 
        "action", 
        "owned-books", 
        "young-adult", 
        "space-opera", 
        "adult", 
        "abandoned", 
        "20th-century", 
        "read-2012", 
        "classic-sci-fi", 
        "kindle-books", 
        "american", 
        "action-adventure", 
        "to-buy", 
        "novel", 
        "1910s", 
        "sci-fi-and-fantasy", 
        "maybe", 
        "audible", 
        "sf-fantasy", 
        "fantasy-scifi", 
        "book-club", 
        "burroughs", 
        "literature", 
        "coursera", 
        "audio-book", 
        "john-carter", 
        "science", 
        "audio-books", 
        "favourites", 
        "science-fiction-and-fantasy", 
        "my-library", 
        "did-not-finish", 
        "nook", 
        "books", 
        "reviewed", 
        "read-in-2014", 
        "to-read-sci-fi", 
        "wish-list", 
        "sff", 
        "sword-and-sorcery", 
        "public-domain", 
        "adult-fiction", 
        "read-in-2013", 
        "fantascienza", 
        "appendix-n", 
        "classic-literature", 
        "american-literature", 
        "librivox", 
        "classic-science-fiction", 
        "own-it", 
        "guardian-1000", 
        "barsoom-series", 
        "burroughs-edgar-rice", 
        "2015-reading-challenge", 
        "fantasy-science-fiction", 
        "fun"
    ], 
    "content_available": false, 
    "n_authors": 1
}