{
    "content_name": "31501.txt.utf-8", 
    "author_name": "Poul Anderson", 
    "images_urls": [], 
    "year": 1954, 
    "images": [], 
    "id": 177, 
    "category": "Text", 
    "plot": "Michael Tighe of the Psychotechnic Institute has been kidnapped by Thomas Bancroft, a politician with ties to an authoritarian movement called the Actionists. Tighe's adopted son, Simon Delgatty, sets out to find him, but is himself captured by Bancroft and taken to his base on an island off the coast of Mexico. In the course of raising Delgatty, Tighe has trained him to exert conscious control over what are normally subconscious and autonomic brain functions. This allows Delgatty to speed up or slow down his metabolism at will, and also allows him to tell what other people are thinking by listening to them subvocalize their thoughts.\nDelgatty escapes from Bancroft's control, and forms an uneasy partnership with Elena Casimir, an undercover FBI agent who has infiltrated Bancroft's organization. Together, Delgatty and Casimir free Tighe and take Bancroft prisoner, then return to the United States. Bancroft will be imprisoned for kidnapping, but the leader of the Actionists, Bertrand Meade, is still free to continue his secret war against the Psychotechnic Institute.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Sensitive Man", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Sensitive_Man", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.02, 
    "rating_count": 30, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9406554-the-sensitive-man-by", 
        "found": true
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31501", 
        "num": 31501
    }, 
    "authors": [
        30
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2010-03-04T00:00:00", 
    "author": 30, 
    "original_title": "The Sensitive Man", 
    "summary": "\"The Sensitive Man\" is a science fiction novella by American writer Poul Anderson, first published in the January 1954 issue of Fantastic Universe and reprinted in the 1981 collection The Psychotechnic League. The story is a component of the Psychotechnic League future history, and takes place in the year 2009, between \"Un-Man\" and \"The Big Rain\".", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "sci-fi", 
        "short-stories", 
        "scifi", 
        "to-read", 
        "ebooks", 
        "have", 
        "audiobooks", 
        "best-free-reads", 
        "andersonpoul", 
        "project-gutenberg", 
        "englisch", 
        "ebook", 
        "undecided", 
        "sf-ordinary", 
        "to-read-sort", 
        "kindle-own", 
        "paul", 
        "e-book", 
        "sf-transhuman", 
        "1954", 
        "read-2013", 
        "e-books-read", 
        "ebook-yes", 
        "currently-reading"
    ], 
    "content_available": true, 
    "n_authors": 1
}