{
    "content_name": "545.txt.utf-8", 
    "isbn": "0809599783", 
    "original_title": "At the Earth's Core (novel)", 
    "year": 1914, 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "language_code": "eng", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/en/2/2f/AtTheEarthsCore.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/8/8a/At_the_Earths_Core_1922_Dusk_Jacket.jpg"
    ], 
    "id": 52, 
    "category": "Sound", 
    "plot": "The author relates how, traveling in the Sahara desert, he has encountered a remarkable vehicle and its pilot, David Innes, a man with a remarkable story to tell.\nDavid Innes is a mining heir who finances the experimental \"iron mole,\" an excavating vehicle designed by his elderly inventor friend Abner Perry. In a test run, they discover the vehicle cannot be turned, and it burrows 500 miles into the Earth's crust, emerging into the unknown interior world of Pellucidar. In Burroughs' concept, the Earth is a hollow shell with Pellucidar as the internal surface of that shell.\nPellucidar is inhabited by prehistoric creatures of all geological eras, and dominated by the Mahars, a species of flying reptile both intelligent and civilized, but which enslaves and preys on the local stone-age humans. Innes and Perry are captured by the Mahars' ape-like Sagoth servants and taken with other human captives to the chief Mahar city of Phutra. Among their fellow captives are the brave Ghak, the Hairy One, from the country of Sari, the shifty Hooja the Sly One and the lovely Dian the Beautiful of Amoz.\nDavid Innes, attracted to Dian the Beautiful, defends her against the unwanted attentions of Hooja the Sly One, but due to his ignorance of local customs she assumes he wants her as a slave, not a friend or lover, and subsequently snubs him. Only later, after Hooja slips their captors in a dark tunnel and forces Dian to leave with him, does David learn from Ghak the cause of the misunderstanding.\n\nIn Phutra the captives become slaves, and the two surface worlders learn more of Pellucidar and Mahar society. The Mahars are all female, reproducing parthogenetically by means of a closely guarded \"Great Secret\" contained in a Mahar book. David learns that they also feast on selected human captives in a secret ritual. In a disturbance, David manages to escape Phutra, becomes lost, and experiences a number of adventures before sneaking back into the city. Rejoining Abner, he finds the latter did not even realize he was gone, and the two discover that time in Pellucidar, in the absence of objective means to measure it, is a subjective thing, experienced by different people at different rates.\nObsessed with righting the wrong he has unwittingly done Dian, David Innes escapes again and eventually finds and wins her by defeating the malevolent Jubal the Ugly One, another unwanted suitor. David makes amends, and he and Dian wed.\nLater, along with Ghak and other allies, David Innes and Abner Perry lead a revolt of humankind against the cruel Mahars. Their foes are hampered by the loss of the Great Secret, which David has stolen and hidden. To further the struggle David returns to the Iron Mole, in which he and Dian propose to travel back to the surface world to procure outer world technology. Only after it is underway does he discover that Hooja the Sly One has substituted a drugged Mahar for Dian the Beautiful.\nBack in the world we know David meets the author, who after hearing his tale and seeing his prehistoric captive, helps him resupply and prepare the mole for the return to Pellucidar.", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "At the Earth's Core", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/At_the_Earth%27s_Core_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.77, 
    "rating_count": 2598, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/215950.At_the_Earth_s_Core", 
        "found": true, 
        "year": 1914
    }, 
    "similar_books": [
        "The Blue Star", 
        "Dwellers in the Mirage", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "Ardneh's World (Empire of the East, #3)", 
        "Conan the Warrior (Book 7)", 
        "The Skylark of Space (Skylark #1)", 
        "Star Born (Pax/Astra, #2)", 
        "Thongor and the Dragon City (Thongor, #2)", 
        "Conan the Victorious (Conan, #7)", 
        "The Fallible Fiend (Novarian, #3)", 
        "The Unforsaken Hiero  (Hiero, #2)", 
        "The New Machiavelli", 
        "The Syndic"
    ], 
    "description": "At the Earth's Core is a 1914 fantasy novel by Burroughs, the 1st in his series about the hollow earth land of Pellucidar. It 1st appeared as a 4-part serial in All-Story Weekly from 4/4-25/14, 1st published as a hardcover by A.C. McClurg in 7/22.<br /> The author relates how, traveling the Sahara, he's encountered a remarkable vehicle &amp; pilot, David Innes, a man with a remarkable story to tell. Innes is a mining heir who finances an experimental \"iron mole,\" an excavating vehicle designed by his elderly inventor friend Abner Perry. In a test, they discover the vehicle cannot be turned. It burrows 500 miles into the Earth, emerging into the unknown interior world of Pellucidar. In Burroughs' concept, Earth is a hollow shell with Pellucidar as the internal surface of that shell. Pellucidar is inhabited by prehistoric creatures of all geological eras, &amp; dominated by the Mahars, a species of flying reptile both intelligent &amp; civilized, but which enslaves &amp; preys on local stone-age humans. Innes &amp; Perry are captured by the Mahars' ape-like Sagoth servants &amp; taken with other human captives to the chief Mahar city of Phutra. Among their fellow captives are the brave Ghak, the Hairy One, from the country of Sari, the shifty Hooja the Sly One &amp; Dian the Beautiful of Amoz. Innes, attracted to Dian the Beautiful, defends her against the unwanted attentions of Hooja, but due to his ignorance of local customs she assumes he wants her as a slave, not friend or lover, &amp; subsequently snubs him. Only later, after Hooja slips their captors in a dark tunnel &amp; forces Dian to leave with him, does David learn from Ghak the cause of the misunderstanding.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/8757", 
        "num": 8757
    }, 
    "authors": [
        2
    ], 
    "pages": 180, 
    "language": "English", 
    "isbn13": "9780809599783", 
    "countries": [
        2
    ], 
    "release_date": "2005-08-01T00:00:00", 
    "author": 2, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "summary": "At the Earth's Core is a 1914 fantasy novel by American writer Edgar Rice Burroughs, the first in his series about the fictional \"hollow earth\" land of Pellucidar. It first appeared as a four-part serial in All-Story Weekly from April 4–25, 1914. It was first published in book form in hardcover by A. C. McClurg in July, 1922.", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "currently-reading", 
        "fantasy", 
        "sci-fi", 
        "fiction", 
        "adventure", 
        "classics", 
        "to-read", 
        "edgar-rice-burroughs", 
        "owned", 
        "pulp", 
        "kindle", 
        "favorites", 
        "ebooks", 
        "ebook", 
        "appendix-n", 
        "scifi", 
        "classic", 
        "sf", 
        "dinosaurs", 
        "series", 
        "sci-fi-fantasy", 
        "sf-fantasy", 
        "classic-sci-fi", 
        "burroughs", 
        "action-adventure", 
        "audiobooks", 
        "unread", 
        "speculative-fiction", 
        "audiobook", 
        "scifi-fantasy", 
        "default", 
        "pellucidar", 
        "audio", 
        "fantasy-sci-fi", 
        "science-fantasy", 
        "librivox", 
        "hollow-earth", 
        "science-fiction-fantasy", 
        "e-books", 
        "prehistoric", 
        "novels", 
        "pulp-fiction", 
        "erb", 
        "action", 
        "d-d", 
        "nook", 
        "lost-world", 
        "classic-science-fiction", 
        "owned-not-read", 
        "other", 
        "fantasy-science-fiction", 
        "kindle-books", 
        "my-ebooks", 
        "audible", 
        "20th-century", 
        "easton-press", 
        "books-i-own", 
        "literature", 
        "fantasy-sf", 
        "the-library", 
        "classic-fiction", 
        "wish-list", 
        "sci-fi-and-fantasy", 
        "classic-adventure", 
        "shelfari-review-only", 
        "shelfari-part-of-a-set", 
        "shelfari-no", 
        "shelfari-kindlebook", 
        "shelfari-kindle-originalk3", 
        "shelfari-kindle", 
        "own-it", 
        "burroughs-edgar-rice", 
        "kids", 
        "appendix-e", 
        "monsters", 
        "to-buy", 
        "on-kindle", 
        "fantasy-read", 
        "fiction-science-fiction", 
        "steampunk", 
        "owned-books", 
        "abandoned", 
        "cataloged", 
        "home-library", 
        "electronic", 
        "american", 
        "have", 
        "i-own", 
        "adventures", 
        "someday", 
        "fiction-fantasy", 
        "library", 
        "thriller", 
        "read-again", 
        "science", 
        "general", 
        "planetary-romance", 
        "fantasy-adventure", 
        "bookshelf"
    ], 
    "content_available": false, 
    "n_authors": 1
}