{
    "content_name": "20788.txt.utf-8", 
    "isbn": "044178741X", 
    "author_name": "Andre Norton", 
    "images_urls": [
        "http://www.gutenberg.org/files/20788/20788-h/images/illus-back.jpg", 
        "http://www.gutenberg.org/files/20788/20788-h/images/illus-front.jpg"
    ], 
    "year": 1960, 
    "images": [], 
    "id": 176, 
    "category": "Text", 
    "plot": "Shann Lantee is lucky to be alive. He had sneaked out of the small Terran base on the planet Warlock in the Circe system to find two artificially evolved wolverines, Taggi and his mate Togi, and bring them back to the base before anyone notices that they are missing. While he is gone a force of Throgs, implacably hostile insectoid aliens, attacks the base and kills all of its occupants. Shann moves across country with the wolverines and sees a downed scoutship explode and destroy a Throg flying disc.\nA wounded Throg confronts Shann, but a well-aimed rock kills it. Shann’s rescuer is Ragnar Thorvald, who survived the crash of the scoutship and turned it into a booby trap. Together the two men leave the scene and begin living off the land in a way that implies a native people, not Terrans. Days later they make a night raid on the base, now occupied by Throgs, and they and the wolverines barely escape. On a raft they head for the distant sea, where they expect to find refuge.\nAfter evading a Throg search party, they reach their goal. Thorvald displays a coin-like disc that suddenly turns him into a zombie. Shann knocks the disc away and Thorvald comes back to himself. Now he knows whither they should go. The men build an outrigger canoe and they and the wolverines go to an island, where Thorvald strands the other three.\nShann seeks to escape from the island, to return to the mainland with the wolverines. But he finds that he sabotages his own work, apparently under the control of another being. He sets a trap and soon finds a small dragon-like humanoid caught in it. The creature can communicate with him and control him telepathically and she takes him to a cavern to meet three other Warlockians, who want to find out who and what he is.\nIn a fog-filled cavern Shann must confront old memories somehow made physically real as long as he believes in them. He has to remain focused on what is true in order to survive. During the ordeal he reunites with Thorvald, who refers to the natives as Wyverns. Together the two men escape from the cavern and Shann saves a young Wyvern from a sea monster.\nNow the Wyverns give Shann a mission. He must extract a Throg from a cave in which it has taken refuge. Shann manages to get the Throg out but is captured by the team sent to pick it up. The Throgs take Shann back to the Terran base and compel him to call the colonization ship that is coming, to lure it down so that the Throgs can kill the passengers and crew. Shann manages to warn the ship and to draw a Patrol cruiser to the base, dooming the Throgs. Before the Throgs can begin torturing Shann to death, Thorvald and the Wyverns envelop them in a fog that realizes their worst fears and kills them.\nAfter his wounds have healed, Shann discovers that he and Thorvald are to form the core of an embassy established on Warlock to maintain contact with the Wyverns.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Storm Over Warlock", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Storm_Over_Warlock", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.87, 
    "rating_count": 675, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/94729.Storm_Over_Warlock", 
        "found": true, 
        "year": 1960
    }, 
    "similar_books": [
        "Spacehounds of IPC", 
        "Hokas Pokas!", 
        "The Door Through Space", 
        "Time Scout (Time Scout, #1)", 
        "Planetfall (Genellan, Bk. 1)", 
        "Final Diagnosis (Sector General, #10)", 
        "Red Limit Freeway (Skyway, #2)", 
        "The Sorceress of Karres (The Witches of Karres, #3)", 
        "Transit to Scorpio (Dray Prescot, #1) (Delian Cycle, #1)", 
        "City at World's End", 
        "Seas of Venus (Seas of Venus, #1-2)", 
        "Strings", 
        "Orphan Star (Pip & Flinx #3)", 
        "The Voyage of the Space Beagle", 
        "Planets of Adventure", 
        "Spacepaw (Dilbia, #2)", 
        "Northwest Smith", 
        "The Humanoid Touch (Humanoids, #2)"
    ], 
    "description": "The Throg task force struck the Terran survey camp a few minutes after dawn, without warning, and with a deadly precision which argued that the aliens had fully reconnoitered and prepared that attack. Eye-searing lances of energy lashed back and forth across the base with methodical accuracy. And a single cowering witness, flattened on a ledge in the heights above, knew that when the last of those yellow-red bolts fell, nothing human would be left alive down there. And so Shann Lantee, most menial of the Terrans attached to the camp on the planet Warlock, was left alone and weaponless in the strange, hostile world, the human prey of the aliens from space and the aliens on the ground alike.", 
    "format": "Mass Market Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20788", 
        "num": 20788
    }, 
    "authors": [
        28
    ], 
    "pages": 192, 
    "language": "English", 
    "isbn13": "9780441787418", 
    "release_date": "2007-03-09T00:00:00", 
    "author": 28, 
    "original_title": "Storm Over Warlock", 
    "summary": "Storm Over Warlock is a science fiction novel written by Andre Norton and published in 1960 by the World Publishing Company. The story combines science fiction with fantasy, technology with witchcraft, in a way typical of Norton’s works. The sequel is Ordeal in Otherwhere.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fiction", 
        "owned", 
        "andre-norton", 
        "fantasy", 
        "science", 
        "default", 
        "scifi", 
        "scifi-fantasy", 
        "sf", 
        "kindle", 
        "adventure", 
        "e-book", 
        "forerunner", 
        "books-i-own", 
        "e-books", 
        "ebooks", 
        "series", 
        "science-fiction-fantasy", 
        "adult", 
        "calibre", 
        "own-to-read", 
        "my-books", 
        "_author-sex-female", 
        "paperback", 
        "kindle-books", 
        "own-on-kindle", 
        "audiobook", 
        "general", 
        "library", 
        "sf-fantasy", 
        "favorites", 
        "fantasy-sci-fi", 
        "audio", 
        "fantasy-sf", 
        "sci-fi-fantasy", 
        "science-fiction-shelf", 
        "actually-own", 
        "fantasy-appendix-n", 
        "books-at-library", 
        "on-deck", 
        "books-below-300-pages", 
        "project-sc-inspirations", 
        "books-that-i-consider-reading-next", 
        "20th-century-lit", 
        "2017-reading-challenge", 
        "book-club", 
        "classic-sf-fantasy", 
        "to-read-sci-fic-fantasy", 
        "want-to-read-later", 
        "to-buy", 
        "1960s", 
        "don-t-own-yet", 
        "own-ebook", 
        "2017-goal", 
        "novellas", 
        "categorized", 
        "kindle-owned", 
        "tbr-sci-fi", 
        "finish-52-books-in-2016", 
        "a-norton", 
        "readwomendecember", 
        "different-cover", 
        "wobble", 
        "young-adult", 
        "60-for-16", 
        "scif-fi", 
        "of-aliens", 
        "own-audiobook", 
        "future-sci-fi", 
        "wolverines", 
        "outerspace-other-planets-etc", 
        "kindle-freebies", 
        "animal-companions", 
        "3-considering", 
        "tbr", 
        "sci-fi-read-box-r16", 
        "mmm-2016-michelle", 
        "spe-fi", 
        "my-physical-bookshelf", 
        "tower-teams-iv-novel-book-challenge", 
        "fanasty", 
        "audiobooks", 
        "gave-up-on", 
        "undecided", 
        "scifi-todo", 
        "previous-to-1995", 
        "ya", 
        "published-1951-1960", 
        "author-n", 
        "animals", 
        "have-audio", 
        "librivox", 
        "eaudio", 
        "2013-and-earlier", 
        "aliens", 
        "kindle-unlimited"
    ], 
    "content_available": true, 
    "n_authors": 1
}