{
    "content_name": "10662.txt.utf-8", 
    "isbn": "1587156040", 
    "language_code": "eng", 
    "author_name": "William Hope Hodgson", 
    "images_urls": [], 
    "year": 1912, 
    "images": [], 
    "id": 20, 
    "category": "Text", 
    "plot": "The beginning of the book establishes the framework in which a 17th-century gentleman, mourning the death of his beloved, Lady Mirdath, is given a vision of a far-distant future where their souls will be re-united, and sees the world of that time through the eyes of a future incarnation. The language and style used are intended to resemble that of the 17th century, though the prose has features characteristic of no period whatsoever: the almost-complete lack of dialogue and proper names, for example. Critic Ian Bell has suggested that John Milton's epic poem \"Paradise Lost\" (1667) is probably a partial literary inspiration for Hodgson's novel, especially due to the hellish visions of sombre intensity which mark both works, and other similarities including the use of massive structures (the Temple of Pandemonium in Milton and the Last Redoubt in The Night Land).\nOnce into the book, the 17th century framing is mostly inconsequential. Instead, the story focuses on the future. The Sun has gone out and the Earth is lit only by the glow of residual vulcanism. The last few millions of the human race are gathered together in a gigantic metal pyramid, nearly eight miles high – the Last Redoubt, under siege from unknown forces and Powers outside in the dark. These are held back by a shield known as the \"air clog\", powered from a subterranean energy source called the \"Earth Current\". For millennia, vast living shapes—the Watchers—have waited in the darkness near the pyramid. It is thought they are waiting for the inevitable time when the Circle's power finally weakens and dies. Other living things have been seen in the darkness beyond, some of unknown origins, and others that may once have been human.\nTo leave the protection of the Circle means almost certain death, or worse an ultimate destruction of the soul. As the story commences, the narrator establishes mind contact with an inhabitant of another, forgotten Lesser Redoubt. First one expedition sets off to succour the inhabitants of the Lesser Redoubt, whose own Earth Current has been exhausted, only to meet with disaster. After that, the narrator sets off alone into the darkness to find the girl he has made contact with, knowing now that she is the reincarnation of his past love.\nAt the conclusion of the adventure, the narrative does not return to the framework story, instead ending with the happy homecoming of the couple and his inauguration into the ranks of their most honoured heroes.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Night Land", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Night_Land", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.65, 
    "rating_count": 624, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/970602.The_Night_Land", 
        "found": true, 
        "year": 1912
    }, 
    "similar_books": [
        "Zothique", 
        "Dwellers in the Mirage", 
        "The Three Impostors and Other Stories", 
        "The Unforsaken Hiero  (Hiero, #2)", 
        "Awake in the Night Land", 
        "The Evil Guest", 
        "The Mask of Cthulhu", 
        "The Phantom Ship", 
        "The Blue Star", 
        "Tales Of The Uncanny And Supernatural", 
        "The Gods of Pegana", 
        "Our Lady Of Darkness", 
        "When Worlds Collide (When Worlds Collide, #1)"
    ], 
    "description": "\"---this fantasy of a night-black, dead planet, with the remains of the human race concentrated in a stupendously vast metal pyramid &amp; besieged by monstrous, hybrid &amp; altogether unknown forces of darkness, is something that no reader can ever forget\" (H. P. Lovecraft).<br /><br />\"One of the most potent pieces of macabre imagination ever written\" -- H.P.Lovecraft. Lovecraft wasn't wrong: this is, perhaps, the greatest single work of fantastic fiction in the English language. The sun has died, as have the stars. Not a solitary light shines in the heavens. The days of light are nothing by a legend -- they are a story told to soothe children. The last millions of humans still live in their Last Redoubt -- but the end of their days is at hand.", 
    "format": "Paperback", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/10662", 
        "num": 10662
    }, 
    "authors": [
        11
    ], 
    "pages": 357, 
    "language": "English", 
    "isbn13": "9781587156045", 
    "countries": [
        1
    ], 
    "release_date": "2004-01-01T00:00:00", 
    "author": 11, 
    "original_title": "The Night Land", 
    "summary": "The Night Land is a classic horror novel by William Hope Hodgson, first published in 1912. As a work of fantasy it belongs to the Dying Earth subgenre. Hodgson also published a much shorter version of the novel, entitled The Dream of X (1912).\nThe Night Land was revived in paperback by Ballantine Books, which republished the work in two parts as the 49th and 50th volumes of its Ballantine Adult Fantasy series in July 1972.\nH. P. Lovecraft's essay \"Supernatural Horror in Literature\" describes the novel as \"one of the most potent pieces of macabre imagination ever written\". Clark Ashton Smith wrote of it that \"In all literature, there are few works so sheerly remarkable, so purely creative, as The Night Land. Whatever faults this book may possess, however inordinate its length may seem, it impresses the reader as being the ultimate saga of a perishing cosmos, the last epic of a world beleaguered by eternal night and by the unvisageable spawn of darkness. Only a great poet could have conceived and written this story; and it is perhaps not illegitimate to wonder how much of actual prophecy may have been mingled with the poesy.\"\nWhen the book was written, the nature of the energy source that powers stars was not known: Lord Kelvin had published calculations based on the hypothesis that the energy came from the gravitational collapse of the gas cloud that had formed the sun and found that this mechanism gave the Sun a lifetime of only a few tens of million of years. Starting from this premise, Hodgson wrote a novel describing a time, millions of years in the future, when the Sun has gone dark.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "horror", 
        "fantasy", 
        "science-fiction", 
        "fiction", 
        "currently-reading", 
        "sci-fi", 
        "classics", 
        "kindle", 
        "favorites", 
        "weird-fiction", 
        "owned", 
        "post-apocalyptic", 
        "ebook", 
        "ebooks", 
        "sf", 
        "dying-earth", 
        "dystopia", 
        "apocalyptic", 
        "scifi", 
        "abandoned", 
        "classic", 
        "fantasï¿½a", 
        "to-buy", 
        "adventure", 
        "romance", 
        "english", 
        "novels", 
        "terror", 
        "ciencia-ficciï¿½n", 
        "on-kindle", 
        "dystopian", 
        "free", 
        "earth", 
        "novel", 
        "weird", 
        "sci-fi-fantasy", 
        "want-to-read", 
        "maybe", 
        "project-gutenberg", 
        "novela", 
        "science-fiction-fantasy", 
        "d-d", 
        "fiction-to-read", 
        "surrealism", 
        "appendix-e", 
        "audiobooks", 
        "numenera", 
        "fantasy-sci-fi", 
        "reviewed", 
        "e-book", 
        "e-books", 
        "unrated", 
        "gave-up-on", 
        "classic-horror", 
        "my-library", 
        "wish-list", 
        "to-read-ebook", 
        "i-own-it", 
        "far-future", 
        "not-read", 
        "post-apocalypse", 
        "time-travel", 
        "books-i-own", 
        "library", 
        "story", 
        "framing", 
        "dying", 
        "uncanny", 
        "science", 
        "gothic", 
        "scifi-fantasy", 
        "junk", 
        "appendix-n-appendix-e", 
        "fil-2017", 
        "no-kindle-books", 
        "own-digital", 
        "xlong-over-400", 
        "radium-age-sff", 
        "zz1911-1915", 
        "historicity", 
        "aa-europelit", 
        "aa-englandlit", 
        "d-d-inspiration", 
        "unheimlich", 
        "the-back-log", 
        "100x100-romans-fantastiques", 
        "filosofia", 
        "psychedelic-books-for-the-mind", 
        "bookshelf-1", 
        "on-calibre-to-read", 
        "my-kindle-collection", 
        "distopian", 
        "unread-ibooks", 
        "dark-horror", 
        "best-of-the-decades", 
        "unread-but-owned-books", 
        "libros-autoconclusivos", 
        "shelfari-migration", 
        "horror-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}