{
    "content_name": "40992.txt.utf-8", 
    "isbn": "0804139024", 
    "language_code": "eng", 
    "author_name": "Allen Glasser", 
    "images_urls": [
        "http://www.gutenberg.org/files/40992/40992-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/40992/40992-h/images/glasser.jpg", 
        "http://www.gutenberg.org/files/40992/40992-h/images/hilliard.jpg", 
        "http://www.gutenberg.org/files/40992/40992-h/images/illus.jpg"
    ], 
    "year": 2012, 
    "images": [], 
    "id": 426, 
    "category": "Text", 
    "plot": "The story picks up immediately where the previous book left off, with Charlie and his whole family aboard the flying Great Glass Elevator, en route to the Chocolate Factory which Mr. Wonka intends to give to Charlie. The height to which the Elevator ascends frightens Charlie's family sending the Elevator in the wrong direction. As a result, the Elevator goes into orbit, where Wonka docks them at a Space Hotel\nIn the White House, President Lancelot R. Gilligrass, Vice President Elvira Tibbs, the president's best friend, chiefs, and the U.S. Cabinet see the Elevator dock with the Space Hotel, and fear it contains hostile agents of a foreign or extraterrestrial government, while the space shuttle containing the hotel staff and three astronauts approaches the Space Hotel. On the Hotel, Wonka and the others hear the President address them across a radio link as Martians, and Wonka therefore teases Gilligrass with nonsense words and grotesque poetry. In the midst of this, the hotel's own elevators open, revealing five gigantic amoeba-like monsters, which change shape: each forming a letter of the word 'SCRAM'. Recognising the danger, Mr. Wonka orders everybody off the Space Hotel. These shape-changers, Mr. Wonka tells the others, are predatory extraterrestrials called Vermicious Knids, waiting in the Space Hotel to consume its staff and guests. Mr. Wonka also explains that the Knids have tried to invade Earth and consume its inhabitants like they have done with many other planets but are always incinerated because of the atmosphere protecting the planet.\nUpon the Elevator's departure, the staff and astronauts go aboard, and the Knids consume twenty-four of the staff, while the others escape. The Knids dive-bomb the shuttle, destroying the rockets, cameras, and radio antenna, apparently stranding the occupants in space. Seeing all this from the \"Knidproof\" Great Glass Elevator, Charlie suggests that he and his companions tow the shuttle back to Earth. Wonka pilots the Elevator into range, whereupon Grandpa Joe connects the two vessels by means of a steel cord. The Knids change into living segments of a towing line, with which to capture the two spacecraft, while a single Knid wraps his body around the Elevator to provide an anchor for this operation; whereupon Willy Wonka returns the Elevator to Earth, and the Knids are incinerated in the atmosphere. At the right moment, Mr. Wonka releases the shuttle, which floats safely home. The Elevator then crashes back down through the roof of the chocolate factory, but thanks to Mr. Wonka's expert piloting, the hurtling Elevator perfectly engages inside another of the same shafts that it had exited from in the first book, and rolls smoothly downward to a normal stop inside the factory.\nDespite Charlie's urging, and Mr. Wonka's intention for Charlie's family to help him with the factory's operations, Grandma Georgina, Grandpa George, and Grandma Josephine still refuse to leave their bed. Wonka gives them a rejuvenation formula, called 'Wonka-Vite'. The three bedridden recipients take much more than they need, and they each lose eighty years. Grandpa George reverts to one year old, Grandma Josephine three months, and Grandma Georgina - who was only seventy-eight years old - vanishes altogether, having become \"minus two\". Charlie and Mr. Wonka journey in the Great Glass Elevator to 'Minusland' (a limbo containing those subject to Grandma Georgina's transformation, discovered by Mr. Wonka when his initial experiments to create Wonka-Vite were too powerful). There Mr. Wonka restores her with 'Vita-Wonk', a sprayable compound that makes people older. Upon her return, Grandma Georgina has become 358 years old, and her memory entails a long history beginning with the voyage in the ship Mayflower and ending in the present moment. Using a more cautious dose of Wonka-Vite, her companions restore her correct age of seventy-eight; and with this done, Charlie and Mr. Wonka return Grandma Josephine and Grandpa George to their original age.\nImmediately afterwards, the Oompa-Loompas tell Mr. Wonka a helicopter has landed near the factory and give him a letter from President Gilligrass, in which he says he now realises Wonka was responsible for the rescue. The President congratulates the occupants of the Great Glass Elevator and invites them as the guests of honour to the White House for dinner. Charlie and Grandpa Joe end up goading the other three grandparents out of bed, pointing out that their bed can't make it up to Marine One, forcing them to leap out of bed, not wanting to miss the opportunity. As the helicopter prepares to take the family to a department store so Charlie's grandparents may obtain clothes to replace their pyjamas, Charlie and Grandpa Joe remark between themselves that their adventures have only \"just begun\".", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Martian", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Charlie_and_the_Great_Glass_Elevator", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.39, 
    "rating_count": 424393, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/40992/pg40992.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18007564-the-martian", 
        "found": true, 
        "year": 2012
    }, 
    "similar_books": [
        "Fuzzy Nation", 
        "First Shift: Legacy (Shift, #1)", 
        "Abaddon's Gate (The Expanse, #3)", 
        "Great North Road", 
        "Freedom™ (Daemon #2)", 
        "Ancillary Sword (Imperial Radch, #2)", 
        "Love Minus Eighty", 
        "Nexus (Nexus, #1)", 
        "Pushing Ice"
    ], 
    "description": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. <br /><br />Now, he’s sure he’ll be the first person to die there.<br /><br />After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive — and even if he could get word out, his supplies would be gone long before a rescue could arrive. <br /><br />Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. <br /><br />But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills — and a relentless, dogged refusal to quit — he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?<br /><br />", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/40992", 
        "num": 40992
    }, 
    "authors": [
        140, 
        141
    ], 
    "pages": 369, 
    "language": "English", 
    "isbn13": "9780804139021", 
    "release_date": "2012-10-09T00:00:00", 
    "author": 140, 
    "original_title": "Charlie and the Great Glass Elevator", 
    "summary": "Charlie and the Great Glass Elevator is a children's book by British author Roald Dahl. It is the sequel to Charlie and the Chocolate Factory, continuing the story of young Charlie Bucket and eccentric chocolatier Willy Wonka as they travel in the Great Glass Elevator.\nCharlie and the Great Glass Elevator was first published in the United States by Alfred A. Knopf, Inc. in 1972, and in the United Kingdom by George Allen & Unwin in 1973.\nUnlike its predecessor, this book has never been adapted to film. Willy Wonka & the Chocolate Factory (1971) disappointed Dahl to the point that he refused to have a film version produced. Tim Burton and Johnny Depp have announced that they have no intention of producing a sequel to Charlie and the Chocolate Factory (2005), although elements from Charlie and the Great Glass Elevator are seen at the end of the film.\nDahl had intended to write a third book in the series but never finished it.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "sci-fi", 
        "to-read", 
        "book-club", 
        "read-in-2015", 
        "owned", 
        "books-i-own", 
        "audiobook", 
        "adventure", 
        "kindle", 
        "audiobooks", 
        "science", 
        "favourites", 
        "adult", 
        "thriller", 
        "read-2015", 
        "sci-fi-fantasy", 
        "ebook", 
        "read-in-2016", 
        "audio", 
        "audible", 
        "survival", 
        "humor", 
        "adult-fiction", 
        "sf", 
        "library", 
        "owned-books", 
        "to-buy", 
        "novels", 
        "read-2016", 
        "contemporary", 
        "fantasy", 
        "ebooks", 
        "2015-reads", 
        "fantasy-sci-fi", 
        "audio-book", 
        "audio-books", 
        "funny", 
        "read-in-2014", 
        "scifi-fantasy", 
        "2015-books", 
        "bookclub", 
        "science-fiction", 
        "e-book", 
        "abandoned", 
        "mars", 
        "dnf", 
        "5-stars", 
        "all-time-favorites", 
        "science-fiction-fantasy", 
        "stand-alone", 
        "english", 
        "novel", 
        "currently-reading", 
        "did-not-finish", 
        "favorites", 
        "2015-reading-challenge", 
        "2015-read", 
        "my-books", 
        "2016-reading-challenge", 
        "default", 
        "speculative-fiction", 
        "2016-reads", 
        "favorite", 
        "favorite-books", 
        "read-2014", 
        "i-own", 
        "books", 
        "wish-list", 
        "e-books", 
        "my-library", 
        "contemporary-fiction", 
        "humour", 
        "recommended", 
        "borrowed", 
        "book-to-movie", 
        "books-read-in-2015", 
        "action", 
        "tbr", 
        "read-in-english", 
        "action-adventure", 
        "sci-fi-and-fantasy", 
        "2016-books", 
        "didn-t-finish", 
        "sword-and-laser", 
        "library-books", 
        "fantasy-scifi", 
        "book-club-books", 
        "general-fiction", 
        "movies", 
        "drama", 
        "standalone", 
        "andy-weir", 
        "own-it", 
        "fiction", 
        "2015-challenge", 
        "2016-read", 
        "kindle-books", 
        "21st-century", 
        "movie", 
        "unfinished"
    ], 
    "content_available": true, 
    "n_authors": 2
}