{
    "content_name": "126.txt.utf-8", 
    "isbn": "0803266340", 
    "author_name": "Arthur Conan Doyle", 
    "images_urls": [], 
    "year": 1913, 
    "images": [], 
    "id": 47, 
    "category": "Text", 
    "plot": "Challenger sends telegrams asking his three companions from The Lost World — Edward Malone, Lord John Roxton, and Professor Summerlee – to join him at his home outside London, and instructs each of them to 'bring oxygen'. During their journey there, they see people's behaviour become excitable and erratic. On arrival they are ushered into a sealed room, along with Challenger and his wife. In the course of his researches into various phenomena, Challenger has predicted that the Earth is moving into a belt of poisonous ether which, based on its effect on the people of Sumatra earlier in the day, he expects to stifle humanity. Challenger seals them in the room with cylinders of oxygen, which he (correctly) believes will counter the effect of the ether.\n\nThe five wait out the Earth's passage through the poison belt as they watch the world outside, human and animal, die and machines run amok. (According to Victorian values – or to Doyle's understanding of them – Challenger's servants are left outside the sealed room, and they continue to perform their duties until the ether overtakes them.) Finally, the last of the oxygen cylinders is emptied, and they open a window, ready to face death. To their surprise, they do not die, and conclude the Earth has now passed through the poison belt. They journey through the dead countryside in Challenger's car, finally arriving in London. They encounter only one survivor, an elderly, bed-ridden woman prescribed oxygen for her health.\nAfter returning to Challenger's house, they discover that the effect of the ether is temporary, and the world reawakens with no knowledge that they have lost any time at all. Eventually Challenger and his companions manage to convince the world what happened – a task made easier by the tremendous amount of death and destruction caused by runaway machines and fires that took place while the world was asleep – and humanity is shocked into placing a higher value on life.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Poison Belt", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Poison_Belt", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.56, 
    "rating_count": 1257, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/272751.The_Poison_Belt", 
        "found": true, 
        "year": 1913
    }, 
    "similar_books": [
        "الغرفة الحمراء", 
        "Lost Face", 
        "(الرجل الذي يجمع كتب (بو", 
        "Fury", 
        "مغامرات أرسين لوبين", 
        "Tarzan Series (Tarzan, #1-8)", 
        "D'ARTAGNAN ROMANCES: The Three Musketeers, Twenty Years After, The Vicomte de Bragelonne, Ten Years Later, Louise de la Valliere, The Man in the Iron Mask (FLT Classics Series)", 
        "The Master of the World", 
        "The Hollow Lands (Dancers at the End of Time, #2)", 
        "خلف جدار النوم", 
        "كتب الدم", 
        "Study Bible KJV - Scofield Reference Bible", 
        "Professor Dowell's Head", 
        "القتل بدون مقدم أتعاب", 
        "The White Chief", 
        "The Crimson Fairy Book", 
        "1984 ج2", 
        "The Case of the Waylaid Wolf"
    ], 
    "description": "<blockquote>\"Nothing could be done. The thing was universal and beyond our human knowledge or control. It was death for young and old, for weak and strong, for rich and poor, without hope or possibility of escape.\"</blockquote>ï¿½<br />Must Professor George Challenger and friends, barricaded in a room, see Earth die? As globe passes through a belt of poisonous ether, terror sweeps mankind; cities riot; communications cease. Novella.", 
    "format": "Paperback", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/126", 
        "num": 126
    }, 
    "authors": [
        7
    ], 
    "pages": 93, 
    "language": "English", 
    "isbn13": "9780803266346", 
    "country": 1, 
    "release_date": "1994-04-01T00:00:00", 
    "author": 7, 
    "original_title": "The Poison Belt", 
    "summary": "The Poison Belt was the second story, a novella, that Sir Arthur Conan Doyle wrote about Professor Challenger. Written in 1913, much of it takes place in a single room in Challenger's house in Sussex – rather oddly, given that it follows The Lost World, a story set largely outdoors in the wilds of South America. This would be the last story written about Challenger until the 1920s, by which time Doyle's spiritualist beliefs had begun to influence his writing.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "classics", 
        "fiction", 
        "sci-fi", 
        "adventure", 
        "mystery", 
        "classic", 
        "owned", 
        "kindle", 
        "novels", 
        "fantasy", 
        "currently-reading", 
        "sf", 
        "روايات-عالمية-للجيب", 
        "arthur-conan-doyle", 
        "series", 
        "audiobooks", 
        "short-stories", 
        "e-book", 
        "favorites", 
        "sherlock", 
        "library", 
        "sir-arthur-conan-doyle", 
        "professor-challenger", 
        "british-literature", 
        "adventures", 
        "to-buy", 
        "conan-doyle", 
        "ebooks", 
        "novella", 
        "ebook", 
        "books-i-own", 
        "scifi", 
        "fantascienza", 
        "british", 
        "روايات-عالمية", 
        "20th-century", 
        "short-story", 
        "public-domain", 
        "own-it", 
        "not-read", 
        "audiobook", 
        "doyle-arthur-conan", 
        "owned-pending-kindle-free-ebook", 
        "did-not-finish", 
        "read-in-2016", 
        "kindle-free-ebook", 
        "gutenberg", 
        "translated", 
        "mysteries", 
        "calibre-library", 
        "other", 
        "مكتبتى", 
        "others", 
        "thriller", 
        "steampunk", 
        "listened", 
        "to-read-kindle", 
        "avventura", 
        "bought", 
        "روايات_عالمية_للجيب", 
        "calibre", 
        "free", 
        "classic-sci-fi", 
        "read-2013", 
        "my-library", 
        "sf-group-2", 
        "scottish-literature", 
        "1900-1929", 
        "epub", 
        "fantasy-science-fiction", 
        "e-books", 
        "victorian", 
        "i-own", 
        "lu-en-franï¿½ais", 
        "easton-press", 
        "sf-fantasy", 
        "scifi-fantasy", 
        "junk", 
        "digital-all", 
        "not-in-library", 
        "sci-fi-and-fantasy", 
        "2-series", 
        "sf-fan-horror", 
        "2009-and-earlier-publication", 
        "c", 
        "kindle-to-read", 
        "doyle-a-conan", 
        "kindlecollection", 
        "male-authors", 
        "have-but-not-read", 
        "children-books-read", 
        "2023-to-read", 
        "plan-new", 
        "1a-toppicks-own", 
        "pleasure-reading", 
        "favorite-adventure", 
        "00-to-read-03", 
        "summer-reading-list"
    ], 
    "content_available": true, 
    "n_authors": 1
}