{
    "content_name": "17355.txt.utf-8", 
    "isbn": "143852871X", 
    "author_name": "Murray Leinster", 
    "images_urls": [
        "http://www.gutenberg.org/files/17355/17355-h/images/mlrstitle.gif"
    ], 
    "year": 1919, 
    "images": [], 
    "id": 462, 
    "category": "Text", 
    "plot": "\"The Runaway Skyscraper\" concerns Arthur Chamberlain, an engineer who works in a midtown Manhattan office building called the Metropolitan Tower. When the sun suddenly begins moving backwards in the sky, setting rapidly in the east, he is the only one to realize what is actually happening: a flaw in the rock beneath the building has caused it to subside, but instead of moving in space, the building is falling backwards into the past. When the subsidence finally ends, the building is located several thousand years in the past, and its 2000-odd inhabitants find themselves stranded in pre-Columbian Manhattan.\nChamberlain also realizes that the same seismic forces that caused the building to drop back into the past can also be used to return it to the present, but that doing so will require several weeks of intensive work by the building's inhabitants, and in the meantime they must concentrate on feeding themselves. Chamberlain convinces the president of a bank on the first floor that he can return them to the present, and together they are able to organize the other inhabitants into hunting and fishing parties.\nTwo weeks later, Chamberlain is ready to implement his plan. He forces a jet of soapy water into an artesian well beneath the building, and this allows the pressure that has built up in the rock to be released. The building travels forward in time again, returning to the exact moment when it began to travel into the past.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Runaway Skyscraper", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Runaway_Skyscraper", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.08, 
    "rating_count": 51, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/17355/pg17355.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8112011-the-runaway-skyscraper", 
        "found": true, 
        "year": 1919
    }, 
    "similar_books": [], 
    "description": "I don't know how I'm going to say it so you'll understand, but time is just as much a dimension as length and breadth.\" He frowned. He wanted to talk about Wells's \"Time Machine\" but he knew that'd be no use -- these folks didn't read that sort of thing. \"If the earth had settled down, we'd have been lower. If it had settled to one side, we'd have been moved one way or another, but as it's settled back in the Fourth Dimension, we're going back in time.\" \"Then --\"<br /><br />\"We're in a runaway skyscraper, bound for some time back before the discovery of America!", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/17355", 
        "num": 17355
    }, 
    "authors": [
        61
    ], 
    "pages": 56, 
    "language": "English", 
    "isbn13": "9781438528717", 
    "countries": [
        2
    ], 
    "release_date": "2005-12-19T00:00:00", 
    "author": 61, 
    "original_title": "The Runaway Skyscraper", 
    "summary": "\"The Runaway Skyscraper\" is a science fiction short story by American writer Murray Leinster, first appeared in the February 22, 1919 issue of Argosy magazine. Although Leinster had been appearing regularly in The Smart Set and pulp magazines such as Argosy and Short Stories for three years, \"The Runaway Skyscraper\" was his first published science fiction story (or more accurately, scientific romance, since Hugo Gernsback had yet to coin the phrase \"science fiction\"). Gernsback would reprint the story in the third issue of his science fiction pulp magazine Amazing Stories in June 1926.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "classics", 
        "sci-fi", 
        "scifi", 
        "fiction", 
        "time-travel", 
        "audiobook", 
        "20th-century-lit", 
        "timetravel", 
        "i-own", 
        "ebook", 
        "own-audiobook", 
        "audiobooks", 
        "listened-to", 
        "kindle-owned", 
        "other", 
        "nook-59-sci-fi-classics", 
        "audio-books", 
        "owned", 
        "rich", 
        "history", 
        "drama", 
        "favorites", 
        "read-in-2014", 
        "kindle", 
        "gutenberg", 
        "tbr-shelf", 
        "stories", 
        "format-ebooks", 
        "short-stories", 
        "uni-syllabus", 
        "audio-books-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}