{
    "content_name": "1153.txt.utf-8", 
    "isbn": "1400130212", 
    "original_title": "The Chessmen of Mars", 
    "year": 1922, 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "language_code": "eng", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/9/96/Chessmen_of_Mars-1922.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/d/d0/Martian_Family_of_John_Carter_from_Edgar_Rice_Burroughs_Barsoom_Novels.jpg"
    ], 
    "id": 38, 
    "category": "Text", 
    "plot": "In this novel Burroughs focuses on a younger member of the family established by John Carter and Dejah Thoris, protagonists of the first three books in the series. The heroine this time is their daughter Tara, princess of Helium, whose hand is sought by the gallant Gahan, Jed (prince) of Gathol. Both Helium and Gathol are prominent Barsoomian city states.\nTara meets Prince Gahan of Gathol, and is initially unimpressed, viewing him as something of a popinjay. Later she takes her flier into a storm and loses control of the craft, and the storm carries her to an unfamiliar region of Barsoom. After landing and fleeing from a pack of ferocious Banths (Martian lions), she is captured by the horrific Kaldanes, who resemble large heads with small, crab-like legs. The Kaldanes have bred a symbiotic race of headless human-like creatures called Rykors, which they can attach themselves to and ride like a horse. The Kaldanes imprison Tara, intending to fatten her up, then eat her. While imprisoned, Tara manages to win over one of the Kaldanes, Ghek, with her lovely singing voice.\nGahan, who has fallen in love with Tara, sets out to find her, only to find himself caught up in the same storm, and he falls overboard while attempting to rescue one of his crew. He stumbles upon Bantoom, realm of the Kaldanes, and manages to rescue Tara, and together with Ghek they flee in Tara's crippled flier. Tara doesn't recognize Gahan as the prince she met earlier, as he is worn from his ordeals and no longer dressed in his fancy clothes. In light of her earlier reaction to him, Gahan decides to keep his identity secret, and identifies himself instead as a Panthan (warrior) called Turan.\nThe three of them manage to reach the isolated city of Manator. Gahan ventures into the city seeking food and water, but is tricked and taken prisoner by the inhabitants. Tara and Ghek are also captured. In Manator, captives are forced to a fight to the death in the arena, in a modified version of Jetan, a popular Barsoomian board game resembling Chess; the living version uses people as the game pieces on a life-sized board, with each taking of a piece being a duel to the death.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Chessmen of Mars", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Chessmen_of_Mars", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.82, 
    "rating_count": 4596, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/40378.The_Chessmen_of_Mars", 
        "found": true, 
        "year": 1922
    }, 
    "similar_books": [
        "Almuric", 
        "Star Light", 
        "The Stars are Also Fire (Harvest of Stars, #2)", 
        "Space Viking", 
        "Lord Of The Spiders Or Blades Of Mars (Michael Kane, Vol. 2)", 
        "The Man of Bronze (Doc Savage, #1)", 
        "John Carter of Mars: Warlord of Mars", 
        "Tales of Space and Time", 
        "All Cats Are Gray", 
        "Under the Moons of Mars: New Adventures on Barsoom", 
        "Jane Carver of Waar (Jane Carver, #1)", 
        "Young Bleys (Childe Cycle, #10)", 
        "Sinister Barrier", 
        "In Paul Klee's Enchanted Garden", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "The Repairman", 
        "The Door Through Space"
    ], 
    "description": "Impetuous and headstrong, Tara, Princess of Helium and daughter of John Carter, defies the elements by flying into a rare, fierce Martian storm. Hurtled half a planet from her home she is threatened by grotesque, flesh eating monsters and barbarous warriors.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/1153", 
        "num": 1153
    }, 
    "authors": [
        2
    ], 
    "pages": 0, 
    "language": "English", 
    "isbn13": "9781400130214", 
    "countries": [
        2
    ], 
    "release_date": "1998-01-01T00:00:00", 
    "author": 2, 
    "cover": "https://images.gr-assets.com/books/1328773629l/40378.jpg", 
    "summary": "The Chessmen of Mars is a science fantasy novel by American wrtier Edgar Rice Burroughs, the fifth of his Barsoom series. Burroughs began writing it in January, 1921, and the finished story was first published in Argosy All-Story Weekly as a six-part serial in the issues for February 18 and 25 and March 4, 11, 18 and 25, 1922. It was later published as a complete novel by A. C. McClurg in November 1922.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fantasy", 
        "fiction", 
        "classics", 
        "adventure", 
        "barsoom", 
        "kindle", 
        "owned", 
        "scifi", 
        "pulp", 
        "series", 
        "sf", 
        "classic", 
        "ebooks", 
        "ebook", 
        "sci-fi-fantasy", 
        "default", 
        "favorites", 
        "planetary-romance", 
        "edgar-rice-burroughs", 
        "mars", 
        "scifi-fantasy", 
        "sword-and-planet", 
        "burroughs", 
        "books-i-own", 
        "aliens", 
        "audiobooks", 
        "science-fantasy", 
        "kindle-books", 
        "science-fiction-fantasy", 
        "classic-sci-fi", 
        "john-carter", 
        "my-ebooks", 
        "romance", 
        "barsoom-series", 
        "nook", 
        "e-books", 
        "unread", 
        "e-book", 
        "science", 
        "novels", 
        "audiobook", 
        "appendix-n", 
        "to-buy", 
        "john-carter-of-mars", 
        "erb", 
        "owned-books", 
        "fantasy-sci-fi", 
        "burroughs-edgar-rice", 
        "action", 
        "sf-fantasy", 
        "library", 
        "pulp-fiction", 
        "calibre", 
        "paperback", 
        "space-opera", 
        "science-fiction-and-fantasy", 
        "audio-books", 
        "20th-century", 
        "young-adult", 
        "fantasy-sf", 
        "my-library", 
        "classic-science-fiction", 
        "fantasia", 
        "sf-f", 
        "owned-but-unread", 
        "on-kindle", 
        "sff", 
        "action-adventure", 
        "have", 
        "novel", 
        "fantasy-science-fiction", 
        "sci-fi-and-fantasy", 
        "sword-and-sorcery", 
        "pulp-sci-fi", 
        "sciencefiction", 
        "amazon-library", 
        "study_author-series", 
        "pleasure", 
        "a-scify", 
        "read-in-2016", 
        "read-in-2015", 
        "ebooks-i-own", 
        "ipad", 
        "childrens", 
        "to-read-ebook", 
        "adult", 
        "paperbacks", 
        "own-kindle", 
        "own-it", 
        "incomplete-series", 
        "owned-not-read", 
        "cataloged", 
        "pulp-adventure", 
        "i-own-it", 
        "electronic", 
        "audible"
    ], 
    "content_available": true, 
    "n_authors": 1
}