{
    "content_name": "68.txt.utf-8", 
    "isbn": "1400130220", 
    "language_code": "eng", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1914, 
    "images": [], 
    "id": 23, 
    "category": "Text", 
    "plot": "After the battle at the end of the previous book, which ended with the destruction of the religion of Issus, John Carter's wife and two other women were locked in a slowly rotating prison attached to the Temple of the Sun, each of whose hundreds of cells are only open to the outside world once every year. In the meantime, Carter's friend Xodar has become the new Jeddak (chief or king) of the black Martian First Born, and those white Martian therns who reject the old religion likewise gain a new unnamed leader, but there are still some who wish to keep the old discredited religion going, including the therns' erstwhile leader, the Holy Hekkador Matai Shang. John Carter discovers that a First Born named Thurid knows the secret of the Temple of the Sun and he and Matai Shang want to rescue the Holy Thern's daughter Phaidor, who has been imprisoned with Dejah Thoris and another Barsoomian princess, Thuvia of Ptarth, in the Temple jail for several hundred days.\nThurid, to spite Carter, gets Matai Shang to also take Dejah Thoris and Thuvia along with them. Carter follows them in the hope of liberating his beloved wife.\nHis antagonists flee to the north, taking the three women along. (This resolves the cliffhanger from the previous book, in which Phaidor attempts to stab Dejah Thoris; apparently, Thuvia successfully disarmed Phaidor, and nobody was killed.) In the equatorial Land of Kaol, on the opposite side of the planet from Helium, their jeddak Kulan Tith has not yet abandoned the old religion, and accepted Matai Shang's request for safe haven. Carter rescues the jeddak's forces from an ambush, and is admitted to Kaol, as a neighboring jeddak and good friend of his comes for a visit with his huge retinue. Matai Shang and Thurid unmask Carter's disguise and denounce his heresies, but the visiting jeddak, Thuvan Dihn of Ptarth, who is Thuvia's father, hotly defends Carter. Kulan Tith orders Matai Shang to deliver Dejah Thoris and Thuvia, but instead, he and Thurid take the women and flee to the north. After this treachery against his friend, Kulan Tith finally abjures the old religion and offers whatever help he can to Carter and Thuvan Dihn, but little can be done at this point.\nThereafter John Carter follows them untiringly into the north polar regions where he discovers more fantastic creatures and the nearly forgotten Yellow Martians, who live on the north polar cap behind a ring-shaped ice barrier. After traversing through the Carrion Caves which cross the barrier, Carter and Thuvan Dihn encounter Talu, the rebellious nephew of the tyrant Salensus Oll, who rules the yellow Martians' realm of Okar from the city of Kadabra. Talu provides Carter and Thuvan Dihn with advice and assistance, including disguising the two as yellow Martians. They infiltrate Salensus Oll's court, but Thurid and Matai Shang discover Carter, and have him thrown into a pit. Carter escapes thanks to help from one of Talu's moles in the court. Carter rescues Tardos Mors and Mors Kajak of Helium, triggering a rebellion among the Heliumite prisoners, which turns into a full-fledged invasion after Carter deactivates the yellow Martians' magnetic tower that wrecks invading fleets so Helium's fleet can land safely, carrying a volunteer force of Green Martians headed by Tars Tarkas as well. After a tremendous battle, Salensus Oll is killed, and Thurid and Matai Shang are forced to flee. In a dramatic scene, Carter follows them onto an airship, over a chasm. First, Matai Shang is tossed overboard by Thurid and killed, then after Thurid attempts to do the same to Carter, he is knifed and thrown overboard by Phaidor. Lastly, Phaidor announces to Carter that she repents of her jealousy, and recognizes the love that Carter and Dejah Thoris have for each other, and throws herself overboard in reparation for her sins before Carter can stop her.\nAfterwards, in a continuation of Zat Arrras' trial, Carter is instead proclaimed \"Warlord of Barsoom\" by his allies. This book is the last to feature Tars Tarkas, John Carter's ally, in any major role; indeed, the green Barsoomians of whom Tars Tarkas is an oligarch disappear altogether from most of the later novels.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Warlord of Mars", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Warlord_of_Mars", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.86, 
    "rating_count": 8247, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/40379.The_Warlord_of_Mars", 
        "found": true, 
        "year": 1914
    }, 
    "similar_books": [
        "John Carter of Mars: Warlord of Mars", 
        "Iceworld", 
        "Lord Of The Spiders Or Blades Of Mars (Michael Kane, Vol. 2)", 
        "A Private Cosmos (World of Tiers #3)", 
        "The Stars are Also Fire (Harvest of Stars, #2)", 
        "Under the Moons of Mars: New Adventures on Barsoom", 
        "Conan the Warrior (Book 7)", 
        "Space Viking", 
        "Galactic Patrol (Lensman, #3)", 
        "The Voyage of the Space Beagle", 
        "Between Planets", 
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "Northwest Smith"
    ], 
    "description": "John Carter risks everything to rescue his wife, Princess Dejah Thoris, from the clutches of his evil adversaries, but he is always just one step behind! His battles cover the face of the red planet, as his quest carries him ultimately to the mysterious northern pole. Will this civilization, submerged in ice, prove fatal to our hero? This is the third of eleven in the popular 'Martian' series by Edgar Rice Burroughs.", 
    "format": "Audio CD", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/68", 
        "num": 68
    }, 
    "authors": [
        2
    ], 
    "pages": 0, 
    "language": "English", 
    "isbn13": "9781400130221", 
    "country": 2, 
    "release_date": "1993-06-01T00:00:00", 
    "author": 2, 
    "original_title": "The Warlord of Mars", 
    "summary": "The Warlord of Mars is a science fantasy novel by American writer Edgar Rice Burroughs, the third of his Barsoom series. Burroughs began writing it in June, 1913, going through five working titles; Yellow Men of Barsoom, The Fighting Prince of Mars, Across Savage Mars, The Prince of Helium, and The War Lord of Mars.\nThe finished story was first published in All-Story Magazine as a four-part serial in the issues for December, 1913-March, 1914. It was later published as a complete novel by A. C. McClurg in September, 1919.", 
    "content_cleaned": true, 
    "classes": [
        "sci-fi", 
        "fantasy", 
        "fiction", 
        "classics", 
        "science-fiction", 
        "adventure", 
        "scifi", 
        "to-read", 
        "kindle", 
        "owned", 
        "barsoom", 
        "pulp", 
        "series", 
        "edgar-rice-burroughs", 
        "classic", 
        "favorites", 
        "ebook", 
        "sci-fi-fantasy", 
        "sf", 
        "ebooks", 
        "books-i-own", 
        "default", 
        "sword-and-planet", 
        "scifi-fantasy", 
        "mars", 
        "audiobooks", 
        "science-fantasy", 
        "audiobook", 
        "burroughs", 
        "aliens", 
        "novels", 
        "planetary-romance", 
        "science-fiction-fantasy", 
        "e-book", 
        "barsoom-series", 
        "action", 
        "kindle-books", 
        "romance", 
        "science", 
        "library", 
        "pulp-fiction", 
        "classic-sci-fi", 
        "fantasy-sci-fi", 
        "owned-books", 
        "audio-books", 
        "novel", 
        "sf-fantasy", 
        "john-carter", 
        "e-books", 
        "audio", 
        "read-in-2013", 
        "appendix-n", 
        "nook", 
        "classic-science-fiction", 
        "to-buy", 
        "action-adventure", 
        "young-adult", 
        "erb", 
        "unread", 
        "space-opera", 
        "adult", 
        "ciencia-ficcion", 
        "space", 
        "burroughs-edgar-rice", 
        "audio-book", 
        "thriller", 
        "my-ebooks", 
        "read-in-2012", 
        "sci-fi-and-fantasy", 
        "speculative-fiction", 
        "sciencefiction", 
        "20th-century", 
        "on-kindle", 
        "john-carter-of-mars", 
        "fantasy-and-sci-fi", 
        "read-2012", 
        "on-my-kindle", 
        "literature", 
        "own-it", 
        "science-fiction-and-fantasy", 
        "sword-and-sorcery", 
        "1910s", 
        "american", 
        "public-domain", 
        "fantasy-sf", 
        "my-library", 
        "my-books", 
        "shelfari-favorites", 
        "war", 
        "calibre", 
        "fantasia", 
        "ebooks-i-own", 
        "own-kindle", 
        "read-in-2014", 
        "romaanit", 
        "sff", 
        "have", 
        "tbr", 
        "fantasy-scifi", 
        "re-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}