{
    "content_name": "23509.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "F. E. Hardart", 
    "images_urls": [
        "http://www.gutenberg.org/files/23509/23509-h/images/img01.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p082.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p083.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p084.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p085.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p086.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p087.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p088.png", 
        "http://www.gutenberg.org/files/23509/23509-page-images/p089.png"
    ], 
    "year": 1941, 
    "images": [], 
    "id": 906, 
    "category": "Text", 
    "plot": "The main protagonist of the novel is Dr. Elliott Grosvenor, the only Nexialist on board (a new discipline depicted as taking an actively generalist approach towards science). It is Grosvenor's training and application of Nexialism rather than the more narrow-minded approaches of the individual scientific and military minds of his other shipmates that consistently prove more effective against the hostile encounters both from outside and within the Space Beagle. He is eventually forced to take control of the ship using a combination of hypnotism, psychology, brainwashing, and persuasion, in order to develop an effective strategy for defeating the alien entity Anabis and saving the ship and our galaxy.\nThe book can be roughly divided into four sections corresponding to the four short stories on which it was based:\nIn the first section, the Space Beagle lands on a largely deserted desolate planet. Small scattered herds of deer-like creatures are seen, and the ancient ruins of cities litter the landscape. Coeurl, a starving, intelligent and vicious cat-like carnivore with tentacles on its shoulders, approaches the ship, pretending to be an unintelligent animal, and quickly infiltrates it. The creature kills several crewmen before being tricked into leaving the now spaceborne ship in a lifeboat. It then commits suicide when it realizes it has been defeated.\nIn the second part, the ship is almost destroyed by internal warfare caused by telepathic contact with a race of bird-like aliens, called Riim. The benign signals that the Riim send are incompatible with the human mind. Only Grosvenor's knowledge of telepathic phenomena saves the ship from destruction.\nIn the third section, the ship comes across Ixtl, a scarlet being floating in deep space. It is a vicious survivor of a race that ruled a previous universe before the Big Bang, the creation of our own universe. Ixtl boards the ship, and being obsessed with its own reproduction, kidnaps several crew members in order to implant parasitic eggs in their stomachs. It is eventually tricked into leaving the ship, after all the crew have left the ship temporarily, leaving no prey left for its offspring to feed on.\nIn the last section, Anabis, a galaxy-spanning consciousness, is encountered. Once again, it is both malevolent, starving and aggressive, and under all circumstances must be prevented from following the ship back to any other galaxy. Anabis, which is essentially a galaxy-size will-o'-the-wisp, feeds off the death of living organisms, and has destroyed all intelligent life in its galaxy. It transforms all planets it can find into jungle planets through terraforming, since it is these kind of worlds that produce most life. The crew of the Space Beagle lures the intelligence to chase the ship into deep space, causing it to starve to death.\nRunning concurrently to this, the book also covers a power struggle on the ship among the leaders of individual scientific and military groups.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Beast of Space", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Voyage_of_the_Space_Beagle", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.11, 
    "rating_count": 19, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6328987-the-beast-of-space", 
        "found": true, 
        "year": 1941
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/23509", 
        "num": 23509
    }, 
    "authors": [
        276
    ], 
    "language": "English", 
    "release_date": "2007-11-16T00:00:00", 
    "author": 276, 
    "original_title": "The Voyage of the Space Beagle", 
    "summary": "The Voyage of the Space Beagle (1950) is a science fiction novel by A. E. van Vogt in the space opera subgenre. The novel is a \"fix-up\" compilation of four previously published SF stories:\n\"Black Destroyer\" (cover story of the July, 1939, issue of Astounding magazine—the first published SF by A. E. van Vogt) (chapters 1 to 6)\n\"War of Nerves\" (May, 1950, Other Worlds magazine) (chapters 9 to 12)\n\"Discord in Scarlet\" (cover story of the December, 1939, issue of Astounding magazine—the second published SF by A. E. van Vogt) (chapters 13 to 21)\n\"M33 in Andromeda\" (August, 1943, Astounding magazine, later published as a story in the book M33 in Andromeda (1971)) (chapters 22 to 28)\nThe book was republished in 1952 under the title Mission: Interplanetary.\nA huge globular spaceship, manned by a chemically castrated all-male crew of nearly a thousand, who are on an extended scientific mission to explore intergalactic space, encounters several, mostly hostile, aliens and alien civilizations. On board the spaceship during its journey, both political and scientific revolutions take place.\nThe title of the book is a reference to The Voyage of the Beagle, Charles Darwin's book about his five-year voyage around the world on the HMS Beagle.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "short-story", 
        "owned", 
        "short-stories", 
        "sci-fi", 
        "20th-century-lit", 
        "ebooks", 
        "pg", 
        "sfbywomen", 
        "sf", 
        "disabilitystudies", 
        "unread", 
        "e-books-to-read", 
        "audio-obtained", 
        "1940s", 
        "have-in-audio", 
        "scifi-and-horror", 
        "adventure-suspense", 
        "currently-reading", 
        "type-short-story", 
        "audio-obtained-ss"
    ], 
    "content_available": true, 
    "n_authors": 1
}