{
    "author_name": "John Munro", 
    "images_urls": [], 
    "year": -1, 
    "images": [], 
    "id": 234, 
    "category": "Text", 
    "plot": "After recovering from serious poisoning inflicted by the SMERSH agent Rosa Klebb (in From Russia, with Love) the MI6 agent James Bond is sent by his superior, M, on an undemanding mission to the British colony of Jamaica. He is instructed to investigate the disappearance of Commander John Strangways, the head of MI6's Station J in Kingston, and his secretary. Bond is briefed that Strangways had been investigating the activities of Doctor Julius No, a reclusive Chinese-German who lives on the fictional island of Crab Key and runs a guano mine. The island has a colony of roseate spoonbills at one end while local rumour is that a vicious dragon also lives there. The spoonbills are protected by the American National Audubon Society, two of whose representatives died when their plane crashed on No's airstrip.\nOn his arrival in Jamaica, Bond soon realises that he is being watched. His hotel room is searched, a basket of poisoned fruit is delivered to the room —supposedly a gift from the colonial governor—and a deadly centipede is placed in his bed while he is sleeping. With the help of an old friend, Quarrel, Bond surreptitiously visits Crab Key to establish whether there is a connection between No and the disappearance of the MI6 personnel. Bond and Quarrel meet Honeychile Rider, who is there to collect valuable shells. Bond and Rider are captured by No's men after Quarrel is burned to death by the doctor's \"dragon\"—a flamethrowing armoured swamp buggy designed to keep away trespassers. Bond and Rider are captured by No's men and taken to a luxurious facility carved into the mountain.\nNo tells Bond that he is working with the Russians and has built an elaborate underground facility from which he can sabotage US test missiles launched from Cape Canaveral. He had previously been a member of a Chinese tong, but after he stole a large amount of money from their treasury, he was captured by the organisation. The tong's leaders had No's hands cut off as a warning to others, and then shot. Because No's heart was on the right side of his body, the bullet missed it and he survived.\nInterested in the ability of the human body to withstand and survive pain, No forces Bond to navigate his way through an obstacle course constructed in the facility's ventilation system. Bond is kept under observation as he suffers electric shocks, burns and an encounter with large poisonous spiders. Bond's ordeal ends in a fight with a captive giant squid, which he defeats by using improvised weapons. After his escape he encounters Rider, who has been pegged out to be eaten by crabs; they had ignored her and she managed to escape.\nBond kills No by taking over the guano-loading machine at the docks and diverting the flow of guano to bury him alive. Bond and Rider then escape from No's complex in the \"dragon\" buggy, sail back to Jamaica and notify the colonial authorities.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Trip to Venus: A Novel", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Dr._No_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "goodreads": {
        "found": false
    }, 
    "similar_books": [], 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/13716", 
        "num": 13716
    }, 
    "authors": [
        77
    ], 
    "language": "English", 
    "countries": [
        1
    ], 
    "release_date": "2004-10-11T00:00:00", 
    "author": 77, 
    "original_title": "Dr. No (novel)", 
    "summary": "Dr. No is the sixth novel by the English author Ian Fleming to feature his British Secret Service agent James Bond. Fleming wrote the novel in early 1957 at his Goldeneye estate in Jamaica. It was first published in the United Kingdom by Jonathan Cape on 31 March 1958. The novel centres on Bond's investigation into the disappearance in Jamaica of two fellow MI6 operatives. He establishes that they had been investigating Doctor No, a Chinese operator of a guano mine on the fictional Caribbean island of Crab Key. Bond travels to the island and meets Honeychile Rider and later Doctor No.\nThe novel began as a 1956 screenplay for the producer Henry Morgenthau III for a proposed television show entitled Commander Jamaica. When those plans foundered, Fleming adapted the ideas as the basis for a novel, provisionally titled The Wound Man. The book's eponymous villain was influenced by Sax Rohmer's Fu Manchu stories.\nDr. No was the first of Fleming's novels to face widespread negative criticism in Britain; Paul Johnson of the New Statesman dismissed the book as one of \"Sex, Snobbery and Sadism\". When released on the American market it was received more favourably. Dr. No was serialised in the Daily Express, first in an abridged story form and later as a comic strip. The story was adapted in 1962 as the first film in the Bond series, with Sean Connery in the lead role; in 2008 BBC Radio 4 broadcast a version, with Toby Stephens as Bond.", 
    "classes": [], 
    "content_available": false, 
    "n_authors": 1
}