{
    "content_name": "11870.txt.utf-8", 
    "isbn": "1374906565", 
    "author_name": "H. G. Wells", 
    "images_urls": [], 
    "year": 1911, 
    "images": [], 
    "id": 49, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Country of the Blind, and Other Stories", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Country_of_the_Blind_and_Other_Stories", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 0.0, 
    "rating_count": 0, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/35752479-the-country-of-the-blind", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "description": "This work has been selected by scholars as being culturally important and is part of the knowledge base of civilization as we know it.<br /><br />This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work.<br /><br />Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. To ensure a quality reading experience, this work has been proofread and republished using a format that seamlessly blends the original graphical elements with text in an easy-to-read typeface.<br /><br />We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/11870", 
        "num": 11870
    }, 
    "authors": [
        1
    ], 
    "isbn13": "9781374906563", 
    "language": "English", 
    "countries": [
        1
    ], 
    "release_date": "2004-04-01T00:00:00", 
    "author": 1, 
    "original_title": "The Country of the Blind and Other Stories", 
    "summary": "The Country of the Blind and Other Stories is a collection of thirty-three fantasy and science fiction short stories written by the English author H. G. Wells between 1894 and 1909. It was first published by Thomas Nelson and Sons in 1911. All the stories had first been published in various weekly and monthly periodicals. Twenty-seven of the stories had also been previously published in five earlier story collections by Wells.\nThe title of this collection refers to one of Wells's best known short stories, \"The Country of the Blind\", which is included in this book.", 
    "content_cleaned": false, 
    "classes": [
        "short-stories", 
        "science-fiction", 
        "fiction", 
        "ebook", 
        "classic-literature", 
        "to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}