{
    "content_name": "32344.txt.utf-8", 
    "isbn": "1594346186", 
    "author_name": "Roger D. Aycock", 
    "images_urls": [
        "http://www.gutenberg.org/files/32344/32344-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32344/32344-h/images/illus1.jpg"
    ], 
    "year": 2014, 
    "images": [], 
    "id": 768, 
    "category": "Text", 
    "plot": "Old Major, the old boar on the Manor Farm, summons the animals on the farm together for a meeting, during which he refers to humans as \"enemies\" and teaches the animals a revolutionary song called \"Beasts of England\". When Major dies, two young pigs, Snowball and Napoleon, assume command and consider it a duty to prepare for the Rebellion. The animals revolt and drive the drunken and irresponsible farmer Mr. Jones from the farm, renaming it \"Animal Farm\". They adopt the Seven Commandments of Animalism, the most important of which is, \"All animals are equal.\"\nSnowball teaches the animals to read and write, while Napoleon educates young puppies on the principles of Animalism. Food is plentiful, and the farm runs smoothly. The pigs elevate themselves to positions of leadership and set aside special food items, ostensibly for their personal health.\nSome time later, several men attack Animal Farm. Jones and his men are making an attempt to recapture the farm, aided by several other farmers who are terrified of similar animal revolts. Snowball and the animals, who are hiding in ambush, defeat the men by launching a surprise attack as soon as they enter the farmyard. Snowball's popularity soars, and this event is proclaimed \"The Battle of the Cowshed\". It is celebrated annually with the firing of a gun, on the anniversary of the Revolution.\nNapoleon and Snowball vie for pre-eminence. When Snowball announces his plans to modernize the farm by building a windmill, Napoleon has his dogs chase Snowball away and declares himself leader.\nNapoleon enacts changes to the governance structure of the farm, replacing meetings with a committee of pigs who will run the farm. Through a young pig named Squealer, Napoleon claims credit for the windmill idea. The animals work harder with the promise of easier lives with the windmill. When the animals find the windmill collapsed after a violent storm, Napoleon and Squealer convince the animals that Snowball is trying to sabotage their project. Once Snowball becomes a scapegoat, Napoleon begins to purge the farm with his dogs, killing animals he accuses of consorting with his old rival. When some animals recall the Battle of the Cowshed, Napoleon (who was nowhere to be found during the battle) frequently smears Snowball as a collaborator of Jones', while falsely representing himself as the hero of the battle. \"Beasts of England\" is replaced with an anthem glorifying Napoleon, who appears to be adopting the lifestyle of a man. The animals remain convinced that they are better off than they were under Mr. Jones.\nMr Frederick, one of the neighbouring farmers, attacks the farm, using blasting powder to blow up the restored windmill. Though the animals win the battle, they do so at great cost, as many, including Boxer the workhorse, are wounded. Despite his injuries, Boxer continues working harder and harder, until he collapses while working on the windmill. Napoleon sends for a van to take Boxer to the veterinary surgeon, explaining that better care can be given there. Benjamin, the cynical donkey who \"could read as well as any pig\", notices that the van belongs to a knacker and attempts a futile rescue. Squealer quickly assures the animals that the van had been purchased from the knacker by an animal hospital, and the previous owner's signboard had not been repainted. In a subsequent report, Squealer reports sadly to the animals that Boxer died peacefully at the animal hospital; the pigs hold a festival one day after Boxer's death to further praise the glories of Animal Farm and have the animals work harder by taking on Boxer's ways. However, the truth was that Napoleon had engineered the sale of Boxer to the knacker, allowing him and his inner circle to acquire money to buy whisky for themselves. (In 1940s England, one way for farms to make money was to sell large animals to a knacker, who would kill the animal and boil its remains into animal glue.)\n Years pass, and the windmill is rebuilt along with construction of another windmill, which makes the farm a good amount of income. However, the ideals which Snowball discussed, including stalls with electric lighting, heating and running water are forgotten, with Napoleon advocating that the happiest animals live simple lives. In addition to Boxer, many of the animals who participated in the Revolution are dead, as is Farmer Jones, who died in another part of England. The pigs start to resemble humans, as they walk upright, carry whips, and wear clothes. The Seven Commandments are abridged to a single phrase: \"All animals are equal but some animals are more equal than others\". Napoleon holds a dinner party for the pigs and local farmers, with whom he celebrates a new alliance. He abolishes the practice of the revolutionary traditions and restores the name \"The Manor Farm\". As the animals look from pigs to humans, they realise they can no longer distinguish between the two.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Pet Farm", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Animal_Farm", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.51, 
    "rating_count": 13, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32344/pg32344.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/20312134-petting-farm-fun", 
        "found": true, 
        "year": 2014
    }, 
    "similar_books": [
        "A New Home for Bo Bo and Cha Cha", 
        "Lethal Spice", 
        "3 on a bed", 
        "The Poems of Rowan Williams", 
        "The Fundamentals of Science of Soul: With the Essence of the Vedas, Upanishads & Srimad-Bhagwad-Gita", 
        "Rainbow - the shades of love", 
        "The Case of the Secretive Sister", 
        "Mommy Brings Home The Bacon", 
        "Age Of Hiblisk", 
        "Choosers of the Slain (The Valkyries #1)", 
        "Um Cappuccino Vermelho", 
        "Vikram and The Enchanted Seals", 
        "Urban Culture Decoded: A Critical Analysis of the Physical and Mental State of a New Generation", 
        "Bondage & Bureaucracy (Paperback)", 
        "On the Money", 
        "The Dodona Prophecy (The Medusa Legacy #2)", 
        "The Half Mother", 
        "Merjella"
    ], 
    "description": "Petting Farm Fun is the third release in the popular Hood Picture Book Series. It is a delightful bedtime story to entertain and then relax young children before they fall asleep. The tradition of the bedtime story has been around since before the written word. For generations, and in every culture, parents have prepared their children for bed by telling them stories. Karen Jean Matsko Hood is a prolific author and poet that loves children and animals. It is only fitting that she would write and direct the art of this delightful petting farm story. Her family has raised Nubian goats, fainting goats, Babydoll Southdown sheep, Icelandic sheep, Icelandic horses, and other petting animals as she knows this is a valuable experience for children. The author and her family also have first hand experience raising chickens, turkeys, ducks, and geese for organic eggs. Her children have actively worked on the goat dairy farm to milk goats for organic milk. All this inspired her to write this book. Petting Farm Fun makes an enjoyable story for readers of all ages as well as those who love animals and have an appreciation for nature and farm life. This book also makes a great gift to share with others.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32344", 
        "num": 32344
    }, 
    "authors": [
        162
    ], 
    "pages": 48, 
    "language": "English", 
    "isbn13": "9781594346187", 
    "country": 1, 
    "release_date": "2010-05-12T00:00:00", 
    "author": 162, 
    "original_title": "Animal Farm", 
    "summary": "Animal Farm is an allegorical novella by George Orwell, first published in England on 17 August 1945. According to Orwell, the book reflects events leading up to the Russian Revolution of 1917 and then on into the Stalinist era of the Soviet Union. Orwell, a democratic socialist, was a critic of Joseph Stalin and hostile to Moscow-directed Stalinism, an attitude that was critically shaped by his experiences during the Spanish Civil War. The Soviet Union, he believed, had become a brutal dictatorship, built upon a cult of personality and enforced by a reign of terror. In a letter to Yvonne Davet, Orwell described Animal Farm as a satirical tale against Stalin (\"un conte satirique contre Staline\"), and in his essay \"Why I Write\" (1946), wrote that Animal Farm was the first book in which he tried, with full consciousness of what he was doing, \"to fuse political purpose and artistic purpose into one whole\".\nThe original title was Animal Farm: A Fairy Story; U.S. publishers dropped the subtitle when it was published in 1946, and only one of the translations during Orwell's lifetime kept it. Other titular variations include subtitles like \"A Satire\" and \"A Contemporary Satire\". Orwell suggested the title Union des rï¿½publiques socialistes animales for the French translation, which abbreviates to URSA, the Latin word for \"bear\", a symbol of Russia. It also played on the French name of the Soviet Union, Union des rï¿½publiques socialistes soviï¿½tiques.\nOrwell wrote the book between November 1943 and February 1944, when the UK was in its wartime alliance with the Soviet Union and the British people and intelligentsia held Stalin in high esteem, a phenomenon Orwell hated. The manuscript was initially rejected by a number of British and American publishers, including one of Orwell's own, Victor Gollancz, which delayed its publication. It became a great commercial success when it did appear partly because international relations were transformed as the wartime alliance gave way to the Cold War.\nTime magazine chose the book as one of the 100 best English-language novels (1923 to 2005); it also featured at number 31 on the Modern Library List of Best 20th-Century Novels. It won a Retrospective Hugo Award in 1996, and is included in the Great Books of the Western World selection.", 
    "content_cleaned": true, 
    "classes": [
        "karen-jean-matsko-hood", 
        "first-reads", 
        "children-s-books", 
        "currently-reading", 
        "kids-books", 
        "kids", 
        "animals", 
        "for-my-grands", 
        "cookery", 
        "give-aways", 
        "random", 
        "chrissy-s-hope-to-reads", 
        "giveaways", 
        "to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}