{
    "content_name": "28062.txt.utf-8", 
    "author_name": "Edmond Hamilton", 
    "images_urls": [
        "http://www.gutenberg.org/files/28062/28062-h/images/001.png"
    ], 
    "year": 1930, 
    "images": [], 
    "id": 249, 
    "category": "Text", 
    "plot": "The narrator, Arthur Wright, and his friend Hugh Dutton visit their former classmate, Dr. John Pollard at his combination house/laboratory. Pollard, a classic mad scientist, has been conducting research into the question of what causes the mutations that drive evolution. Pollard informs them that he has determined that cosmic rays are the source of the mutations, and that he has decided that bombarding himself with heavy concentrations of cosmic rays will cause him to evolve into a future version of humanity.\nPollard has built himself a cosmic-ray-concentrator that will allow him to evolve at the rate of 50 million years every 15 minutes exposure, but he needs someone else to operate it, which is why he has invited Wright and Dutton to his laboratory. Wright reluctantly agrees to operate Pollard's device.\nFifteen minutes in the device leave Pollard with enhanced intelligence and a highly developed physique. However, he is eager to continue the process and explore the further evolutionary changes mankind will undergo. The next stage, though, finds him with a huge bald head atop a frail body and atrophied emotions. He insists on continuing, and each stage of the process finds his brain larger and more powerful, and his body smaller and weaker. At each stage Pollard derides the previous stage as brutish and primitive, praises his current condition and looks forward to the next stage in his evolution.\nAfter the third transformation Pollard's ambition is to enslave humanity and turn the Earth into a vast laboratory for his own use, but as the transformations proceed he moves beyond such desires, with only intellectual curiosity remaining. The penultimate stage finds Pollard transformed into a vast, naked telepathic brain that feeds on pure energy. A final use of the device, to Wright's shock, leaves Pollard a pool of protoplasm, apparently bringing the evolution of humanity full circle back to its beginning. Dutton goes mad with horror and wrecks the laboratory, and Wright barely pulls him out before it, and Pollard's house, go up in flames.\nDutton remains permanently mad, while Wright is left to wonder whether Pollard really has simply returned to humanity's starting point. \"Or is this evolutionary cycle we saw a cycle in appearance only, is there some change that we cannot understand, above and beyond it? I do not know which of these possibilities is truth, but I do know that the first of them haunts me.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Man Who Saw the Future", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Man_Who_Evolved", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.3, 
    "rating_count": 23, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6568286-the-man-who-saw-the-future", 
        "found": true, 
        "year": 1932
    }, 
    "similar_books": [], 
    "description": "\"The Man Who Saw the Future\" is the tale of a man who traveled from the medieval past into the \"here\" and \"now.\" When \"here\" and \"now\" was 1930! Amazing, the scientific breakthroughs that used to happen in those isolated laboratories. . . .", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28062", 
        "num": 28062
    }, 
    "authors": [
        83
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-02-13T00:00:00", 
    "author": 83, 
    "original_title": "The Man Who Evolved", 
    "summary": "\"The Man Who Evolved\" is a science fiction short story by American writer Edmond Hamilton, first published in the April 1931 issue of Wonder Stories. In his comments on the story in Before the Golden Age, Isaac Asimov called it the first science fiction short story (as opposed to novel) that impressed him so much it stayed in his mind permanently. In her introduction to The Best of Edmond Hamilton, Leigh Brackett called the story \"a fine example of Hamilton's skill in encapsulating an enormous theme into the neat and perfect compass of a short story.\"", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "science-fiction", 
        "owned", 
        "time-travel", 
        "short-story", 
        "currently-reading", 
        "sci-fi-fantasy", 
        "20th-century-lit", 
        "must-reads-calibre", 
        "15", 
        "unread", 
        "pulp", 
        "eua", 
        "time-traveling", 
        "future-antecipation", 
        "feedbooks-com", 
        "ebook", 
        "short", 
        "kindle", 
        "type-short-story", 
        "audio-books"
    ], 
    "content_available": true, 
    "n_authors": 1
}