{
    "content_name": "25567.txt.utf-8", 
    "isbn": "1400063515", 
    "language_code": "eng", 
    "author_name": "Irving E. Cox", 
    "images_urls": [
        "http://www.gutenberg.org/files/25567/25567-h/images/illo.jpg", 
        "http://www.gutenberg.org/files/25567/25567-h/images/illo300.jpg"
    ], 
    "year": 2007, 
    "images": [], 
    "id": 926, 
    "category": "Text", 
    "plot": "The story is told through limited third person point of view, with most of the story concerning a single Roxolani captain. During a routine journey of conquest, they happen upon Earth. The Roxolani anticipate a simple and rewarding campaign, as they can detect no use of gravity manipulation, the cornerstone of their civilization. Humanity is awed by the invaders, as the maneuverability granted by that technology suggests the rest of their civilization is equally impressive. But as they begin their assault, things take a turn for the absurd—the Roxolani attack with matchlock weapons and black powder explosives. Humans retaliate with automatic weapons and missiles. The battle is short, and most of the invaders are killed. A few are captured alive.\nWhen they are interrogated, the truth becomes evident. The Roxolani's method of manipulating gravity is absurdly simple, and they were thus able to begin utilizing aircraft, spacecraft, and even faster than light travel during their Age of Sail. This enabled them to engage in wars of conquest not only on a planetary but a galactic scale. However, gravity technology by itself had no application other than transportation, and was such a bizarre discovery that their scientific theorems couldn't accommodate it. As a result, the scientific method was abandoned and their technological development ground to a halt. They have never achieved, for example, their equivalent of the Industrial Revolution, much less the Information Revolution. Most civilizations experience this at an even earlier stage of development, and the Roxolani found conquest a simple and productive endeavor.\nIn contrast, humanity somehow missed developing gravity technology, and its unfocused expenditure of creativity and resources thus resulted in less immediately rewarding but ultimately more versatile applications and development of a very wide range of knowledge - medicine, heavy industry, electric motors, computers, nuclear power, etc. But without gravity technology, they were restricted to a single solar system, and until recently a single planet.\nThe key term being were. The captured Roxolani ships reveal their secrets to any moderately trained eye, and gravity technology will spread like wildfire. Earth is overpopulated, the galaxy is filled with civilizations even less advanced than the Roxolani - the stage is set for humanity to build an interstellar empire.\nIn the course of the story, Turtledove presents what might happen if a technologically inferior species, with two advanced technologies unconnected to anything else, were to engage humanity in warfare. The story directly references the poem \"The Road Not Taken\" by Robert Frost when the conquered aliens are discussing why humanity is, in their eyes, so advanced.\nIn the discussions among the characters, the possible problems of life on Earth in the future are mentioned, with the expanded population and food shortages referenced as possible causes of war. One Roxolani wonders if there is truth to the Earth weapons of which they have heard, but not seen. His comrade said he believed them, because he heard the fear in their voices when speaking of nuclear weapons.\nAs the characters realize the impact of the narrow but critical Roxolani technology for another, generally more advanced society, the story closes with the characters asking themselves, \"What have we done?\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Impact", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Road_Not_Taken_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.88, 
    "rating_count": 53652, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/242472.The_Black_Swan", 
        "found": true, 
        "year": 2007
    }, 
    "similar_books": [
        "The (Mis)Behavior of Markets", 
        "Against the Gods: The Remarkable Story of Risk", 
        "Adapt: Why Success Always Starts with Failure", 
        "Irrational Exuberance", 
        "Lords of Finance: The Bankers Who Broke the World", 
        "When Markets Collide: Investment Strategies for the Age of Global Economic Change", 
        "Emergence: The Connected Lives of Ants, Brains, Cities, and Software", 
        "The Information: A History, a Theory, a Flood", 
        "Traders, Guns & Money: Knowns and Unknowns in the Dazzling World of Derivatives", 
        "Devil Take the Hindmost: A History of Financial Speculation", 
        "Fooling Some of the People All of the Time: A Long Short (and Now Complete) Story", 
        "Manias, Panics, and Crashes: A History of Financial Crises", 
        "Future Babble: Why Expert Predictions Fail - and Why We Believe Them Anyway", 
        "The Wisdom of Crowds", 
        "The Age of Turbulence: Adventures in a New World", 
        "My Life as a Quant: Reflections on Physics and Finance", 
        "The Rational Optimist: How Prosperity Evolves", 
        "This Time Is Different: Eight Centuries of Financial Folly"
    ], 
    "description": "A black swan is a highly improbable event with three principal characteristics: It is unpredictable; it carries a massive impact; and, after the fact, we concoct an explanation that makes it appear less random, and more predictable, than it was. <br /><br />The astonishing success of Google was a black swan; so was 9/11. For Nassim Nicholas Taleb, black swans underlie almost everything about our world, from the rise of religions to events in our own personal lives.<br /><br />Why do we not acknowledge the phenomenon of black swans until after they occur? Part of the answer, according to Taleb, is that humans are hardwired to learn specifics when they should be focused on generalities. <br /><br />We concentrate on things we already know and time and time again fail to take into consideration what we don’t know. We are, therefore, unable to truly estimate opportunities, too vulnerable to the impulse to simplify, narrate, and categorize, and not open enough to rewarding those who can imagine the “impossible.”<br /><br />For years, Taleb has studied how we fool ourselves into thinking we know more than we actually do. We restrict our thinking to the irrelevant and inconsequential, while large events continue to surprise us and shape our world. Now, in this revelatory book, Taleb explains everything we know about what we don’t know. He offers surprisingly simple tricks for dealing with black swans and benefiting from them.<br /><br />Elegant, startling, and universal in its applications 'The Black Swan' will change the way you look at the world. Taleb is a vastly entertaining writer, with wit, irreverence, and unusual stories to tell. He has a polymathic command of subjects ranging from cognitive science to business to probability theory. <br /><br />'The Black Swan' is a landmark book – itself a black swan.<br /><br />The book also contains a 4-page glossary; 19 pages of notes; and, a 28-page bibliography in addition to an index.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/25567", 
        "num": 25567
    }, 
    "authors": [
        160
    ], 
    "pages": 401, 
    "language": "English", 
    "isbn13": "9781400063512", 
    "country": 2, 
    "release_date": "2008-05-23T00:00:00", 
    "author": 160, 
    "original_title": "The Road Not Taken (short story)", 
    "summary": "\"The Road Not Taken\" is a short story by Harry Turtledove, set in 2039, in which he presents a fictitious account of a first encounter between humanity and an alien race, the Roxolani. \"Herbig-Haro\" is another short story by Turtledove, which is the sequel to this one.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "non-fiction", 
        "economics", 
        "business", 
        "philosophy", 
        "science", 
        "nonfiction", 
        "psychology", 
        "favorites", 
        "finance", 
        "owned", 
        "to-buy", 
        "sociology", 
        "investing", 
        "history", 
        "default", 
        "statistics", 
        "library", 
        "abandoned", 
        "mathematics", 
        "kindle", 
        "audiobook", 
        "books-i-own", 
        "social-science", 
        "management", 
        "math", 
        "probability", 
        "to-read-non-fiction", 
        "business-books", 
        "self-help", 
        "ebook", 
        "unfinished", 
        "economy", 
        "did-not-finish", 
        "audio", 
        "owned-books", 
        "my-library", 
        "english", 
        "work", 
        "audiobooks", 
        "audible", 
        "popular-science", 
        "wish-list", 
        "uncertainty", 
        "decision-making", 
        "econ", 
        "shelfari-favorites", 
        "my-books", 
        "politics", 
        "strategy", 
        "to-read-nonfiction", 
        "self-improvement", 
        "social-sciences", 
        "thinking", 
        "society", 
        "trading", 
        "business-economics", 
        "non-fiction-to-read", 
        "culture", 
        "theory", 
        "leadership", 
        "must-read", 
        "economics-finance", 
        "investment", 
        "favourites", 
        "behavioral-economics", 
        "complexity", 
        "risk", 
        "didn-t-finish", 
        "fiction", 
        "shelfari-wishlist", 
        "ebooks", 
        "entrepreneurship", 
        "general-non-fiction", 
        "on-hold", 
        "other", 
        "gave-up-on", 
        "academic", 
        "personal-development", 
        "business-finance", 
        "professional", 
        "not-finished", 
        "non-fic", 
        "recommended", 
        "epistemology", 
        "never-finished", 
        "economics-business", 
        "self-development", 
        "economia", 
        "to-read-business", 
        "biz", 
        "interesting", 
        "before-30", 
        "finance-economics", 
        "dnf", 
        "audio-books", 
        "favorite", 
        "partially-read", 
        "finished"
    ], 
    "content_available": true, 
    "n_authors": 1
}