{
    "content_name": "18768.txt.utf-8", 
    "isbn": "0446610178", 
    "language_code": "eng", 
    "author_name": "Lester Del Rey", 
    "images_urls": [
        "http://www.gutenberg.org/files/18768/18768-h/images/cover.jpg"
    ], 
    "year": 2000, 
    "images": [], 
    "id": 225, 
    "category": "Text", 
    "plot": "Norah and Gavin Stoakes live in a peaceful English village until World War II causes them to be evacuated to Toronto. Norah, an independent ten-year-old, is angry with the evacuation and resents having to care for Gavin. Five-year-old Gavin does not understand the evacuation and is confused and frightened. When they arrive in Canada, Norah and Gavin are placed with Florence Ogilvie, a bossy and cold widow and her timid spinster daughter, Mary. The Ogilvies only wanted Gavin but were convinced to take Norah as well. Norah is acutely aware of their preference toward Gavin, rather than her. While Gavin quickly settles into his new home where he is spoilt and coddled by Florence, Norah cannot settle. She dislikes Florence, is bored in her strict new home, is unpopular at her new school, begins to wet the bed (something she was very angry at Gavin for doing on the boat), and constantly worries about what is happening to her family in England while Gavin is being spoilt by Florence.\nAs weeks go by, Norah’s resentment of Florence increases. Although she begins to make new friends, her misery increases as she realizes she cannot return to England for much longer than she originally thought. After Florence and Norah have an argument, Norah decides to run away and return to England on her own. She originally leaves without Gavin but decides she cannot leave him to be spoilt by Florence in a foreign country. She takes him with her but they only get as far as the train station before Norah realizes her plan is impossible. They return to the Ogilvies, expecting punishment but find that Florence and Mary have been very worried. Florence apologizes for ignoring Norah in the past months and asks if they can begin again. Norah accepts the offer and attempts to try to live happily in Canada. Life begins to improve and Norah accepts Canada as her temporary home for the duration of the war.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Sky Is Falling", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Sky_Is_Falling_(Pearson_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.54, 
    "rating_count": 15361, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/18768/pg18768.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/43327.The_Sky_is_Falling", 
        "found": true, 
        "year": 2000
    }, 
    "similar_books": [
        "The Almighty", 
        "Shall We Tell the President? (Kane & Abel, #3)", 
        "Goodbye, Janette", 
        "The Sixth Commandment", 
        "Thrill", 
        "The Devil's Hunt (Hugh Corbett, #10)", 
        "Bloodprint", 
        "Detective", 
        "Dark Debts", 
        "Temporary Sanity (Marty Nickerson, #2)", 
        "Wrongfully Accused", 
        "Behind Closed Doors", 
        "Evidence Of Blood", 
        "The Architect (Frank Clevenger, #6)", 
        "Landslide"
    ], 
    "description": "Washington TV anchorwoman Dana Evans (from Best Laid Plans) suspects the accidents befalling the rich Winthrop family, killing all five members, were murders. Like Chicken Little and the sky falling, she chases clues across the world to unravel an international conspiracy. The inheritance goes to charity, so money is not the motive. <br /><br />Her Sarajevo ward Kemal gets expelled, a prosthetic arm, then often naps afternoons under care of kindly new housekeeper. Unseen agents follow her, bug hotel rooms, while an evil mastermind voice overhears taped conversations and supervises regular secret auctions, inviting armed wealthy customers. Witnesses and informants die before, and after meetings. Friends become foes, nobody can be trusted.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18768", 
        "num": 18768
    }, 
    "authors": [
        73
    ], 
    "pages": 399, 
    "language": "English", 
    "isbn13": "9780446610179", 
    "country": 8, 
    "release_date": "2006-07-06T00:00:00", 
    "author": 73, 
    "original_title": "The Sky Is Falling (Pearson novel)", 
    "summary": "The Sky is Falling is a young adult novel written by Kit Pearson in 1989. It is the first novel in the Guests of War trilogy, which follows the lives of Norah and Gavin Stoakes after they are evacuated from England to Canada during World War II.\nThe novel won the Canadian Library Association Book of the Year Award for Children and the Geoffrey Bilson Award (for best Canadian work of historical fiction written for youth).", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sidney-sheldon", 
        "currently-reading", 
        "fiction", 
        "thriller", 
        "mystery", 
        "favorites", 
        "books-i-own", 
        "suspense", 
        "owned", 
        "default", 
        "romance", 
        "novel", 
        "sheldon", 
        "mystery-thriller", 
        "crime", 
        "owned-books", 
        "thrillers", 
        "sydney-sheldon", 
        "library", 
        "my-library", 
        "mystery-suspense", 
        "novels", 
        "my-books", 
        "i-own", 
        "drama", 
        "suspense-thriller", 
        "sheldon-sidney", 
        "adult-fiction", 
        "sidney", 
        "ebooks", 
        "contemporary", 
        "have", 
        "books", 
        "ebook", 
        "action", 
        "general-fiction", 
        "sidneysheldon", 
        "to-buy", 
        "paperback", 
        "own-it", 
        "suspence", 
        "mystery-crime", 
        "english", 
        "mystery-and-thriller", 
        "adult", 
        "2000", 
        "favorite-author", 
        "crime-thriller", 
        "english-fiction", 
        "conspiracy", 
        "indonesian", 
        "own-to-read", 
        "s-sheldon", 
        "contemporary-fiction", 
        "finished", 
        "in-my-library", 
        "tenho", 
        "i-own-it", 
        "own-but-not-read", 
        "favorite", 
        "2013-reads", 
        "young-adult", 
        "favourites", 
        "page-turner", 
        "audio-book", 
        "portuguï¿½s", 
        "mystery-thriller-suspense", 
        "usa", 
        "childhood", 
        "american", 
        "own-a-copy", 
        "crime-mystery-thriller", 
        "fiction-read", 
        "home-library", 
        "e-books", 
        "crime-fiction", 
        "chick-lit", 
        "thriller-suspense", 
        "terjemahan", 
        "other", 
        "detective", 
        "borrowed", 
        "mistery", 
        "translated-books", 
        "want-to-buy", 
        "all-books", 
        "jï¿½nnitys", 
        "2016-read", 
        "to-read-owned", 
        "author-sidney-sheldon", 
        "politics", 
        "media", 
        "shelfari-favorites", 
        "in-my-shelf", 
        "on-my-bookshelf", 
        "my-shelf", 
        "on-the-shelf", 
        "read-2015", 
        "mysteries"
    ], 
    "content_available": true, 
    "n_authors": 1
}