{
    "content_name": "29205.txt.utf-8", 
    "language_code": "en-US", 
    "author_name": "Lyn Venable", 
    "images_urls": [], 
    "year": 1957, 
    "images": [], 
    "id": 844, 
    "category": "Text", 
    "plot": "The novel is set in the American South in the 1930s, during the time of Prohibition and Jim Crow laws that legalized racial segregation in the South. It begins with the journey of Lena Grove, a young pregnant white woman from Doane's Mill, Alabama, who is trying to find Lucas Burch, the father of her unborn child. He has been fired from his job at Doane's Mill and moved to Mississippi, promising to send word to her when he has a new job. Not hearing from Burch and harassed by her older brother for her illegitimate pregnancy, Lena walks and hitchhikes to Jefferson, Mississippi, a town in Faulkner's fictional Yoknapatawpha County. There she expects to find Lucas working at another planing mill, ready to marry her. Those who help her along her four-week trek are skeptical that Lucas Burch will be found, or that he will keep his promise when she catches up with him. When she arrives in Jefferson, Lucas is there, but he has changed his name to Joe Brown. Looking for Lucas, sweet, trusting Lena meets shy, mild-mannered Byron Bunch, who falls in love with Lena but feels honor-bound to help her find Joe Brown. Thoughtful and quietly religious, Byron is superior to Brown in every way but his shyness prevents him from revealing his feelings to Lena.\nThe novel then switches to the second plot strand, the story of Lucas Burch/Joe Brown's partner Joe Christmas. The surly, psychopathic Christmas has been on the run for years, ever since presumably killing his strict Methodist adopted father. Although he has light skin, Christmas suspects that he is of African American ancestry. Consumed with rage, he is a bitter outcast who wanders between black and white society, constantly provoking fights with blacks and whites alike. Christmas comes to Jefferson three years prior to the central events of the novel and gets a job at the mill where Byron, and later Joe Brown, works. The job at the mill is a cover for Christmas's bootlegging operation, which is illegal under Prohibition. He has a sexual relationship with Joanna Burden, an older woman who descended from a formerly powerful abolitionist family whom the town despises as carpetbaggers. Though their relationship is passionate at first, Joanna begins menopause and turns to religion, which frustrates and angers Christmas. At the end of her relationship with Christmas, Joanna tries to force him, at gunpoint, to kneel and pray. Joanna is murdered soon after: her throat is slit and she is nearly decapitated.\nThe novel leaves readers uncertain whether Joe Christmas or Joe Brown is the murderer. Brown is Christmas' business partner in bootlegging and is leaving Joanna's burning house when a passing farmer stops to investigate and pull Joanna's body from the fire. The sheriff at first suspects Joe Brown, but initiates a manhunt for Christmas after Brown claims that Christmas is black. The manhunt is fruitless until Christmas arrives undisguised in Mottstown, a neighboring town; he is on his way back to Jefferson, no longer running. In Mottstown, he is arrested and jailed, then moved to Jefferson. His grandparents arrive in town and visit Gail Hightower, the disgraced former minister of the town and friend of Byron Bunch. Bunch tries to convince Hightower to give the imprisoned Joe Christmas an alibi, but Hightower initially refuses. Though his grandfather wants Christmas lynched, his grandmother visits him in the Jefferson jail and advises him to seek help from Hightower. As police escort him to the local court, Christmas breaks free and runs to Hightower's house. A childishly cruel white vigilante, Percy Grimm, follows him there and, over Hightower's protest, shoots and castrates Christmas. Having redeemed himself at last, Hightower is then depicted as falling into a deathlike swoon, his whole life flashing before his eyes, including the past adventures of his Confederate grandfather, who was killed while stealing chickens from a farmer's shed.\nBefore Christmas' escape attempt, Hightower delivers Lena's child in the cabin where Brown and Christmas had been staying before the murder, and Byron arranges for Brown/Burch to come and see her. Brown deserts Lena once again, but Byron follows him and challenges him to a fight. Brown beats the braver, smaller Bunch, then skilfully hops a moving train and disappears. At the end of the story, an anonymous man is talking to his wife about two strangers he picked up on a trip to Tennessee, recounting that the woman had a child and the man was not the father. This was Lena and Byron, who were conducting a half-hearted search for Brown, and they are eventually dropped off in Tennessee.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Grove of the Unborn", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Light_in_August", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 2.83, 
    "rating_count": 11, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12654634-grove-of-the-unborn", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [], 
    "description": "Bheel still stood on the patio, transfixed...", 
    "format": "ebook", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29205", 
        "num": 29205
    }, 
    "authors": [
        203
    ], 
    "pages": 22, 
    "language": "English", 
    "countries": [
        3
    ], 
    "release_date": "2009-06-22T00:00:00", 
    "author": 203, 
    "original_title": "Light in August", 
    "summary": "Light in August is a 1932 novel by the Southern American author William Faulkner. It belongs to the Southern gothic and modernist literary genres.\nSet in the author's present day, the interwar period, the novel centers on two strangers who arrive at different times in Jefferson, Yoknapatawpha County, Mississippi, a fictional county based on Faulkner's home, Lafayette County, Mississippi. The plot first focuses on Lena Grove, a young pregnant white woman from Alabama looking for the father of her unborn child, and then shifts to explore the life of Joe Christmas, a man who has settled in Jefferson and passes as white, but who secretly believes he has some black ancestry. After a series of flashbacks narrating Christmas's early life, the plot resumes with his living and working with Lucas Burch, the father of Lena's child, who fled to Jefferson and changed his name when he found out that Lena was pregnant. The woman on whose property Christmas and Burch have been living, Joanna Burden, a descendant of Yankee abolitionists hated by the citizens of Jefferson, is murdered. Burch is caught at the scene of the crime and reveals that Christmas had been romantically involved with her and is part black, thus implying that he is guilty of her murder. While Burch sits in jail awaiting his reward for turning in Christmas, Lena is assisted by Byron Bunch, a shy, mild-mannered bachelor who falls in love with her. Bunch seeks the aid of another outcast in the town, the disgraced former minister Gail Hightower, to help Lena give birth and protect Christmas from being lynched. Though Hightower refuses the latter, Christmas escapes to his house and is shot and castrated by a state guardsman. Burch leaves town without his reward, and the novel ends with an anonymous man recounting a story to his wife about some hitchhikers he picked up on the road to Tennessee—a woman with a child and a man who was not the father of the child, both looking for the woman's husband.\nIn a loose, unstructured modernist narrative style that draws from Christian allegory and oral storytelling, Faulkner explores themes of race, sex, class and religion in the American South. By focusing on characters that are misfits, outcasts, or are otherwise marginalized in their community, he portrays the clash of alienated individuals against a Puritanical, prejudiced rural society. Early reception of the novel was mixed, with some reviewers critical of Faulkner's style and subject matter. However, over time, the novel has come to be considered one of the most important literary works by Faulkner and one of the best English-language novels of the 20th century.", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "short-story", 
        "fiction", 
        "sfbywomen", 
        "sf", 
        "scifi-and-horror", 
        "challenge-oldish", 
        "anthos-shorts", 
        "to-read", 
        "type-short-story", 
        "2014-challenge-oldish"
    ], 
    "content_available": true, 
    "n_authors": 1
}