{
    "content_name": "28643.txt.utf-8", 
    "isbn": "0738210072", 
    "author_name": "Randall Garrett", 
    "images_urls": [
        "http://www.gutenberg.org/files/28643/28643-h/images/001.png"
    ], 
    "year": 2004, 
    "images": [], 
    "id": 363, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Belly Laugh", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Backstage_Lensman", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.72, 
    "rating_count": 12391, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12499.Belly_Laughs", 
        "found": true, 
        "year": 2004
    }, 
    "similar_books": [
        "Your Pregnancy Week by Week", 
        "The Girlfriends' Guide to Pregnancy", 
        "Pregnancy Sucks: What to Do When Your Miracle Makes You Miserable", 
        "From the Hips: A Comprehensive, Open-Minded, Uncensored, Totally Honest Guide to Pregnancy, Birth, and Becoming a Parent", 
        "The Second Nine Months: One Woman Tells the Real Truth about Becoming a Mom. Finally.", 
        "Sippy Cups Are Not for Chardonnay: And Other Things I Had to Learn as a New Mom", 
        "Mommywood", 
        "Your Pregnancy & Birth: Information You Can Trust from the Leading Experts in Women's Health Care", 
        "YOU: Having a Baby: The Owner's Manual to a Happy and Healthy Pregnancy", 
        "The Mother of all Pregnancy Books", 
        "Baby Bargains: Secrets to Saving 20% to 50% on baby furniture, gear, clothes, toys, maternity wear and much more! (Baby Bargains)", 
        "Knocked Up: Confessions of a Hip Mother-to-be", 
        "The Pregnancy Journal, Revised Edition: A Day-to-Day Guide to a Healthy and Happy Pregnancy", 
        "The Pregnancy Bible: Your Complete Guide to Pregnancy and Early Parenthood", 
        "I'd Trade My Husband for a Housekeeper: Loving Your Marriage after the Baby Carriage", 
        "Down Came the Rain: My Journey Through Postpartum Depression", 
        "Great Expectations: Your All-In-One Resource for Pregnancy  Childbirth", 
        "Babyproofing Your Marriage: How to Laugh More, Argue Less, and Communicate Better as Your Family Grows"
    ], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28643", 
        "num": 28643
    }, 
    "authors": [
        49
    ], 
    "pages": 165, 
    "language": "English", 
    "isbn13": "9780738210070", 
    "countries": [
        2
    ], 
    "release_date": "2009-04-30T00:00:00", 
    "author": 49, 
    "original_title": "Backstage Lensman", 
    "summary": "\"Backstage Lensman\" is a short story by Randall Garrett, a parody or pastiche of the Lensman series of E.E. 'Doc' Smith. It was first written in 1949, lost and then rewritten in 1978.\nGarrett claimed that \"Doc read the first version of 'Backstage Lensman' and laughed all through the convention. It was his suggestion that I call the spaceship Dentless rather than Dauntless.\"\nGarrett plays on the rather breathless and adjective-heavy prose of Smith—long strings of adjectives and adverbs, many of them compounded by hyphens, or offering the highest extremes, e.g. inconceivable, completely, irresistible, unimaginably, ultra-, indescribable. \"The awesome awfulness of the unimaginable vastness of the intergalactic void\", \"the depths of degradation, the valleys of vileness, the caverns of corruption\" or \"beams, rods, cones, stilettos, icepicks, corkscrews, knives, forks, and spoons of energy raved against the screens of the Dentless.\"\nThere is an almost complete lack of levity, for example the character Ginnison observes with a complete lack of irony that, \"I got a line through Banjo Freeko, the planetary dictator, but only after I blew up the mining industry on his planet and killed a few thousand innocent people -- regretfully, of course. But I do that all the time. It revolts me, but I do it.\" However, the long, stern descriptions are given a final twist in an appended sentence. The \"blocky\" plotting and the characteristic long background discussions are parodied, as is the unevenly applied physics (Smith often has problems with mass, inertia and gravity).\nCharacter names are often puns—Frite of the Meich, Gimble Ginnison, the Starboard Admiral Partisipple, Hess von Baschenvolks, Flatworthy, Woozle, Shadrack, Houston Carbarn, Banlon of Downlo, Banjo Freeko. Personal characteristics are exaggerated—- Ginnison uses phrases like \"Jeepers!\" and \"Gee whiz!\"; Shadrack describes himself as \"a yellow-bellied, chicken-livered, jelly-gutted coward.\"\nThis story appeared in:\nThe magazine Analog, June 1978\nTakeoff, a collection of short fiction and poems by Randall Garrett, 1980\nShaggy B.E.M. Stories, an anthology edited by Mike Resnick, 1988", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "non-fiction", 
        "parenting", 
        "humor", 
        "pregnancy", 
        "currently-reading", 
        "nonfiction", 
        "memoir", 
        "baby", 
        "books-i-own", 
        "favorites", 
        "memoirs", 
        "funny", 
        "motherhood", 
        "adult", 
        "biography", 
        "comedy", 
        "read-in-2010", 
        "pregnancy-parenting", 
        "baby-books", 
        "read-in-2011", 
        "my-books", 
        "library", 
        "read-in-2012", 
        "chick-lit", 
        "self-help", 
        "read-in-2013", 
        "humour", 
        "celebrity", 
        "kindle", 
        "pregnancy-baby", 
        "biography-memoir", 
        "read-2013", 
        "pregnancy-books", 
        "parenting-books", 
        "pregnancy-and-parenting", 
        "read-2014", 
        "parenthood", 
        "autobiography", 
        "lol", 
        "childbirth", 
        "family", 
        "health", 
        "adult-nonfiction", 
        "adult-non-fiction", 
        "celebs", 
        "read-in-2016", 
        "read-in-2014", 
        "default", 
        "owned", 
        "read-2012", 
        "own-it", 
        "babies-and-parenting", 
        "e-books", 
        "ebook", 
        "borrowed", 
        "pregnancy-childbirth", 
        "pregnancy-birth", 
        "memoir-biography", 
        "biographies", 
        "mommy-books", 
        "finished", 
        "mommy", 
        "i-own", 
        "calibre", 
        "shelfari-favorites", 
        "read-in-2015", 
        "2013-reads", 
        "autobiography-biography-memoir", 
        "library-book", 
        "not-interested", 
        "library-books", 
        "humorous", 
        "read-2011", 
        "books-by-celebrities", 
        "auto-biography", 
        "read-2010", 
        "to-read-own", 
        "mommyhood", 
        "babies", 
        "wish-list", 
        "real-life", 
        "books", 
        "parenting-pregnancy", 
        "read-2009", 
        "read-in-2007", 
        "mom-stuff", 
        "my-library", 
        "read-2016", 
        "2016-reads", 
        "children", 
        "unread", 
        "pregnancy-and-breastfeeding", 
        "laugh-out-loud", 
        "books-read-in-2014", 
        "grown-up-books", 
        "abandoned", 
        "did-not-finish", 
        "to-buy", 
        "educational"
    ], 
    "content_available": true, 
    "n_authors": 1
}