{
    "content_name": "765.txt.utf-8", 
    "isbn": "0819567078", 
    "original_title": "The Moon Pool", 
    "author_name": "Abraham Merritt", 
    "images_urls": [], 
    "year": 1918, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/b/b1/All_story_weekly_19180622.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/c/c5/Moon_Pool_1st.jpg"
    ], 
    "id": 175, 
    "category": "Text", 
    "plot": "The plot concerns an advanced race which has developed within the Earth's core. Eventually their most intelligent members create an offspring. This created entity encompasses both great good and great evil, but it slowly turns away from its creators and towards evil. The entity is called either the Dweller or the Shining One.\nEventually of the race which created it only three are left; these are called the Silent Ones, and they have been 'purged of dross' and can be described as higher, nobler, more angelic beings than are humankind. They have also been sentenced by the good among their race to remain in the world, and not to die, as punishment for their pride which was the source of the calamity called the Dweller, until such time as they destroy their creation—if they still can. And the reason they do not do so is simply that they continue to love it.\nThe Dweller is in the habit of rising to the surface of the earth and capturing men and women which it holds in an unholy stasis and which in some wise feed it. It increases its knowledge and power constantly, but has a weakness, since it knows nothing of love. The scientist Dr. Goodwin and the half-Irish, half-American pilot Larry O'Keefe, and others, follow it down. Eventually they meet a woman, beautiful and evil, named Yolara, who in essence serves the Shining One, and the 'handmaiden' of the Silent Ones, beautiful and good, named Lakla. Both want O'Keefe and eventually battle over him.\nThere is also a race of very powerful and handsome Polynesian-like 'dwarves' and a race of humanoids whom the Silent Ones developed from a semi-sentient froglike species.\nThere develops a battle between the forces of good and evil with not only the entire world, but perhaps even the existence of good itself is at stake. But can the forces of good prevail using fear as a weapon? Or will they have to rely upon love expressed by willing sacrifice?", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Moon Pool", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Moon_Pool", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.35, 
    "rating_count": 441, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/863689.The_Moon_Pool", 
        "found": true, 
        "year": 1919
    }, 
    "similar_books": [
        "The Stone Leopard", 
        "The Survivors of the Chancellor (Extraordinary Voyages, #13)", 
        "Bad Twin", 
        "Caravan of Dreams", 
        "The Coalwood Way: A Memoir  (Coalwood, #2)", 
        "Comics: A Global History, 1968 to the Present", 
        "After All These Years", 
        "The Shape of Things to Come", 
        "Lancelot", 
        "What Mad Universe", 
        "Gothic Short Stories", 
        "Black Sun: Aryan Cults, Esoteric Nazism, and the Politics of Identity", 
        "Science Fiction: A Very Short Introduction", 
        "Gothic", 
        "The Oath (Dismas Hardy, #8)", 
        "The Nazi Occult", 
        "The Gods of Pegana", 
        "Otaku: Japan's Database Animals"
    ], 
    "description": "One of the most gripping fantasies ever written, The Moon Pool embodies all the romanticism and poetic nostalgia characteristic of A. Merritt's writings. Set on the island of Ponape, full of ruins from ancient civilizations, the novel chronicles the adventures of a party of explorers who discover a previously unknown underground world full of strange peoples and super-scientific wonders. From the depths of this world, the party unwittingly unleashes the Dweller, a monstrous terror that threatens the islands of the South Pacific. Although Merritt did not invent the lost world novel, following in the footsteps of Sir Arthur Conan Doyle, Burroughs and others, he greatly elaborated upon that tradition. This new edition includes a biography of the author, and an introduction detailing Merritt's many sources and influences, including the occult, mythological, and scientific discourses of his day.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/765", 
        "num": 765
    }, 
    "authors": [
        60
    ], 
    "pages": 352, 
    "language": "English", 
    "isbn13": "9780819567079", 
    "countries": [
        2
    ], 
    "release_date": "1996-12-01T00:00:00", 
    "author": 60, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "summary": "The Moon Pool is a fantasy novel by American writer Abraham Merritt. It originally appeared as two short stories in All-Story Weekly: \"The Moon Pool\" (1918) and its sequel, \"Conquest of the Moon Pool\" (1919). These were then reworked into a novel released in 1919. The protagonist, Dr. Goodwin, would later appear in Merritt's second novel The Metal Monster (1920).\nAlthough Merritt did not invent the \"lost world\" novel—he followed in the footsteps of Bulwer-Lytton, Conan Doyle, Edgar Rice Burroughs, and others—this work extended the tradition.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "currently-reading", 
        "science-fiction", 
        "fiction", 
        "horror", 
        "appendix-n", 
        "sci-fi", 
        "lost", 
        "owned", 
        "pulp", 
        "sci-fi-fantasy", 
        "adventure", 
        "classics", 
        "kindle", 
        "lost-world", 
        "lost-book-club", 
        "lost-books", 
        "lost-lit", 
        "novels", 
        "ebook", 
        "scifi", 
        "classic", 
        "favorites", 
        "science-fiction-fantasy", 
        "sf", 
        "books-i-own", 
        "to-buy", 
        "literature", 
        "kindle-books", 
        "paranormal", 
        "e-book", 
        "science-fantasy", 
        "american", 
        "novel", 
        "ebooks", 
        "my-ebooks", 
        "pulps", 
        "owned-unread", 
        "d-d", 
        "sff", 
        "appendix-e", 
        "my-library", 
        "wish-list", 
        "on-kindle", 
        "sf-fantasy", 
        "gave-up-on", 
        "fantascienza", 
        "owned-books", 
        "default", 
        "fantasy-science-fiction", 
        "science", 
        "hollow", 
        "domain", 
        "paperback", 
        "fantasy-sci-fi", 
        "not-read", 
        "literature-of-lost", 
        "scifi-fantasy", 
        "lost-world-lost-race", 
        "pre-goodreads", 
        "the-pulps", 
        "d-d-inspiration", 
        "Морски", 
        "on-calibre-to-read", 
        "my-fantastique-fiction", 
        "really", 
        "new-world-explorer", 
        "archaeology", 
        "aa-standard-ebooks", 
        "read-whilst-traveling", 
        "ebook-other-than-gutenberg", 
        "soonish", 
        "fantasy-appendix-n", 
        "books-at-library", 
        "2018-tbr", 
        "books-i-own-kindle", 
        "dnf", 
        "хибриди", 
        "kindle-library", 
        "gothic-horror", 
        "20th-century-lit", 
        "pulp-fiction", 
        "america", 
        "my-collection", 
        "dndrecommended", 
        "lit-in-lost", 
        "epic-fantasy", 
        "to-read-sci-fic-fantasy", 
        "books-featured-on-lost", 
        "golden-deer-must-reads", 
        "fanstay", 
        "audio-books-to-read", 
        "publicdomain", 
        "own-ebook", 
        "novella", 
        "brain-diversion", 
        "favorito", 
        "trillion-year-spree-recs", 
        "kindle-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}