{
    "content_name": "51311.txt.utf-8", 
    "author_name": "Con Blomberg", 
    "images_urls": [
        "http://www.gutenberg.org/files/51311/51311-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51311/51311-h/images/illus.jpg"
    ], 
    "year": 2004, 
    "images": [], 
    "id": 742, 
    "category": "Text", 
    "plot": "Shatter Me follows the narrative of Juliette Ferrars, a 17-year-old girl with a paralyzing and killing touch. She can take living organisms' energy. The book starts out with Juliette in an asylum due to the fact that she murdered a small boy three years prior. It is evident that Juliette is partly insane, both from isolation and at horror at herself; she also dreams of a bird. She writes in a small scrap of a notebook to convey her feelings as she has no one to talk to. Soon, she gets a cellmate who goes by the name of Adam Kent. He reminds Juliette of someone, but she convinces herself that it is not possible that Adam is that person. She shows Adam the ways of the asylum, such as not to eat the scalding food immediately, and when the asylum's occupants are allowed to shower. One day, the Reestablishment, a government that has the world within its grasp, comes for Juliette. It is revealed that Adam is a soldier for the leader of Sector 45 of the Reestablishment. The leader of Reestablishment's son, Warner, gives Juliette an offer that includes her being able to get out of the asylum in turn for her torturing any prisoners with her touch. Warner forces Juliette to torture a soldier named Jenkins and a small child through a simulated torture room because she wouldn't touch Warner. During her captivity, Juliette develops a romantic relationship with Adam, and we learn that Adam was Juliette's childhood friend, and is in love with her. We also learn that Adam can touch Juliette without being harmed or killed. Adam eventually helps Juliette escape from Warner, and as they escape, Warner's hand brushes against Juliette's ankle, which shows us that Warner can also touch Juliette without consequence. They meet up with Adam's 10-year-old brother James, at Adam's house. One of Adam's fellow soldiers, Kenji Kishimoto shows up claiming that Warner had him tortured in order to learn Adam and Juliette's whereabouts. Kenji says that he knows a safe place where they can escape, and they formulate a plan. Juliette and Adam split up with Kenji and James. While split up, Adam and Juliette are captured, and Warner shoots Adam.\nWarner drags Juliette into an abandoned classroom, and tells Juliette that he might love her. Juliette kisses Warner and seduces him to get his gun from him. She shoots him even though she is surprised by the spark ignited in her. She finds Adam in a slaughterhouse, and they escape. They meet up with Kenji, and James, who Kenji gave sedatives.\nAt the end of the book, it is revealed that Kenji is a member of the Rebellion against the Reestablishment called Omega Point. Adam, Juliette and James are recruited by, and then join, the Rebellion.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Make Me An Offer", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Shatter_Me", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.5, 
    "rating_count": 2, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51311/pg51311.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9626388-make-me-an-offer", 
        "found": true, 
        "year": 2004
    }, 
    "similar_books": [], 
    "description": "A delicious novel for anyone who's had an experience with a real estate salesperson and who craves an intimate look inside the world of residential real estate. Make Me an Offer is a tasty cocktail - part expose, a splash of romance and garnished with a zest for life!", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51311", 
        "num": 51311
    }, 
    "authors": [
        159
    ], 
    "language": "English", 
    "countries": [
        3
    ], 
    "release_date": "2016-02-27T00:00:00", 
    "author": 159, 
    "original_title": "Shatter Me", 
    "summary": "Shatter Me is a young adult dystopian thriller written by Tahereh Mafi, published on November 15, 2011. The book is narrated by Juliette, a 17-year-old girl with a lethal touch and is unique in that it contains passages and lines that have been crossed out. The second book in the series, Unravel Me, was published on February 5, 2013. The third book in the series, Ignite Me, was published on February 4, 2014.\nFilm rights for Shatter Me were optioned by 20th Century Fox in 2011, prior to the book's release date. Of her inspirations for the work, Mafi has stated that she drew inspiration from \"an interest in human nature and [humanity's] ability to overcome great obstacles\".", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "lounge", 
        "fiction-read", 
        "suspense", 
        "romance"
    ], 
    "content_available": true, 
    "n_authors": 1
}