{
    "content_name": "29069.txt.utf-8", 
    "author_name": "S. P. Meek", 
    "images_urls": [
        "http://www.gutenberg.org/files/29069/29069-h/images/image_001.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 761, 
    "category": "Text", 
    "plot": "Dr. Maya Witherspoon is a young doctor who has just emigrated to England, and intends to practice medicine in London. She had lived most of the first twenty-five years of her life in her native India. The daughter of a British physician and a Brahmin woman of the highest caste who was trained in the medical arts since she was a child. Maya was trained in medicine by her father and graduated from the University of Delhi as a Doctor of Medicine when she was twenty-two.\nAs well as being a doctor, Maya also had a magical heritage. Her mother was a powerful sorceress; a former priestess of the Indian gods. Despite her repeated requests for training, her mother refused, saying only that Maya’s magic was of her father’s blood. However, she never had the chance to explain this enigmatic statement fully, for she was stricken by cholera, and died. Maya suspected that something far more sinister than the disease had killed her mother, and her suspicions were confirmed by her father’s death shortly thereafter. He had been killed by the bite of a krait, a tiny venomous snake, and in the last hours of her mother’s life, Surya had repeatedly warned Maya to beware ‘the serpent’s shadow’. With the loss of her father, Maya knew she must flee the land of her birth or face the same fate as her parents.\nIn her self-imposed exile in London, Maya lives with only the most loyal of her family’s servants, as well as seven pets that originally belonged to her mother and appear to be occasional avatars of Hindu deities. In her new home she fights the prejudices held by those in power against her gender and race and continues to hide from the mysterious and sinister power that murdered her parents. Eventually, with the help of a local Water mage Peter Scott, Maya discovers and trains her own Earth magic, and manages to defeat the malign force that seeks to destroy her.\nThe malign force after her is none other than her mother's twin sister, her aunt Shivani. She devises a plot to kill Maya and steal her power. To do this, she disguises herself as an old mute woman with a basket of apples, who is wandering down Maya's street. She collides with Maya, who is on her way to work, and in the process stabs her in the side with a syringe. The syringe contains a mixture of poison and magic that separate Maya's spirit from her body. Eventually, with the help of Peter Scott and a few friends, Maya's spirit is returned to her body via a kiss from Peter, who is carrying her soul in his heart after Shivani severed the cord that connects it. After he returns her to her body, they both realize how much they love each other and get married.\nMaya is later found in the novel (also by Lackey) Phoenix and Ashes as Dr. Scott treating a young Air Master named Reggie, and again in the seventh novel Unnatural Issue. Maya is also shown to be in touch with and think highly of Dr. Andrew Pike, a main character in the The Gates of Sleep.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Poisoned Air", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Serpent%27s_Shadow_(Lackey_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 0.0, 
    "rating_count": 0, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/29481245-poisoned-air", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29069", 
        "num": 29069
    }, 
    "authors": [
        139
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-06-08T00:00:00", 
    "author": 139, 
    "original_title": "The Serpent's Shadow (Lackey novel)", 
    "summary": "The Serpent's Shadow (2001) is a novel by Mercedes Lackey, part of her Elemental Masters series. It is set in London in 1909 and is based on the fairy tale Snow White.", 
    "content_cleaned": true, 
    "classes": [], 
    "content_available": true, 
    "n_authors": 1
}