{
    "content_name": "50783.txt.utf-8", 
    "isbn": "2290011150", 
    "language_code": "eng", 
    "author_name": "Raymond F. Jones", 
    "images_urls": [
        "http://www.gutenberg.org/files/50783/50783-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/50783/50783-h/images/coverb.jpg"
    ], 
    "year": 1979, 
    "images": [], 
    "id": 400, 
    "category": "Text", 
    "plot": "At Ryberg Instrument Corporation, engineer Cal Meacham has received a quartet of bead-like devices that are meant to replace the condensers that he ordered. Thinking it a joke, he tests them anyway and finds that they work just as well as what he had ordered. He orders more and with them gets a catalogue filled with electronic apparatus completely unfamiliar to him. His interest piqued, he orders the parts necessary to build what the catalog calls an interociter.\nWhen he turns the completed interociter on he confronts a man who invites him to join a group called Peace Engineers. Knowing that he would not refuse, the group sends a pilotless airplane to pick him up and take him to a small village/factory complex in a valley north of Phoenix, Arizona. He is greeted by Dr. Ruth Adams, a psychologist who seems to be afraid of something. Dr. Warner, the man he spoke with over the interociter, tells him that he will be in charge of the interociter assembly plant. He also meets Ole Swenberg, who was his roommate in college.\nSix months later he meets the Chief Engineer, Mr. Jorgasnovara, who describes the Peace Engineers in terms reminiscent of the Babbage Society in Michael F. Flynn’s novel, In the Country of the Blind. Later he overhears Jorgasnovara’s thoughts through the interociter in his laboratory. One night he and Ruth discover that the interociters are being shipped out, not by truck, but by spaceship. Again overhearing Jorgasnovara’s thoughts, Cal learns that the Peace Engineers are involved in an interstellar war.\nCal believes that all of Earth should be participating in the war that the Peace Engineers have somehow gotten us into, so he gathers documents and samples and takes a small airplane to fly to Washington. Halfway to his destination he and his plane are snatched out of the air by a spaceship and taken to the moon. There Jorgasnovara tells Cal, Ruth, and Ole that Peace Engineers is actually run by his people, aliens called Llanna, and that the Llanna are engaged in a millennia-long, intergalactic war with people called Guarra. Earth is now being used in that war as certain small Pacific islands were used in World War II.\nReturning to Earth, Cal, Ruth, and Ole find the plant being sabotaged. The Llannans decide to abandon it, but before they leave, Cal and Ruth discover that Ole is a Guarra sleeper agent. As a consequence of the interociter-mediated battle that destroys Ole and his non-human henchmen Jorgasnovara dies.\nCal and Ruth are taken to Jorgasnovara’s home world and are told that Earth is to be abandoned completely, that the Guarra will destroy it, as they have destroyed so many other worlds. Cal protests but the Llannan Council tells him that their war computers have predicted that they would not defend Earth. But the Guarran war computers would tell the Guarra the same thing, so, Cal tells the Council, the best tactic is to do what the Guarra do not expect. The Llannans then agree to defend Earth and Cal and Ruth look forward to returning home.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Alien", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/This_Island_Earth_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.08, 
    "rating_count": 13685, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/50783/pg50783.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/35125.Alien", 
        "found": true, 
        "year": 1979
    }, 
    "similar_books": [
        "Aliens: Earth Hive", 
        "Close Encounters Of The Third Kind", 
        "Total Recall", 
        "Alien Resurrection", 
        "Aliens: Genocide (Aliens)", 
        "Aliens: Labyrinth", 
        "Return of the Jedi", 
        "E.T. the Extra-Terrestrial in His Adventure on Earth", 
        "Independence Day: Novelisation", 
        "Star Trek II: The Wrath Of Khan (Star Trek TOS: Movie Novelizations, #2)", 
        "Aliens: Music of the Spears (Aliens)", 
        "The Empire Strikes Back (Star Wars - Episode V)", 
        "Back to the Future, Part 3", 
        "Alien: Out of the Shadows (Canonical Alien trilogy, #1)", 
        "Battlestar Galactica", 
        "First Contact (Star Trek: The Next Generation)", 
        "The Abyss", 
        "The Deep"
    ], 
    "description": "Based on the screenplay by Dan O'Bannon. The crew of the spaceship Nostromo wake from cryogenic sleep to distress signals from an unknown planet. One is attacked when they investigate a derelict alien craft. Safely on their way back to Sol, none foresee the real horror about to begin.", 
    "format": "Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/50783", 
        "num": 50783
    }, 
    "authors": [
        129
    ], 
    "pages": 270, 
    "language": "English", 
    "isbn13": "9782290011157", 
    "country": 2, 
    "release_date": "2015-12-28T00:00:00", 
    "author": 129, 
    "original_title": "This Island Earth (novel)", 
    "summary": "This Island Earth is a 1952 science fiction novel by Raymond F. Jones. It was first published in Thrilling Wonder Stories magazine as a serialized set of three novelettes by Raymond F. Jones: \"The Alien Machine\" in the June 1949 issue, \"The Shroud of Secrecy\" in the December 1949 issue, and \"The Greater Conflict\" in the February 1950 issue. These three stories were later combined into the novel entitled This Island Earth in 1952. The novel became the basis for the 1955 science fiction film This Island Earth.\nThe story revolves around a race of aliens who, in recruiting humans for a group called \"Peace Engineers\", are actually using Earth as a pawn in an intergalactic war. Both the novel and the film contain some intriguing concepts that had not previously been considered by most science fiction of the time, but while the movie starts out in a very similar manner to the novel, it quickly goes its own way.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "horror", 
        "currently-reading", 
        "fiction", 
        "scifi", 
        "owned", 
        "favorites", 
        "aliens", 
        "sf", 
        "books-i-own", 
        "thriller", 
        "default", 
        "alien", 
        "sci-fi-fantasy", 
        "library", 
        "owned-books", 
        "fantascienza", 
        "alan-dean-foster", 
        "movie-tie-in", 
        "novelization", 
        "scifi-fantasy", 
        "film", 
        "novelizations", 
        "books", 
        "science-fiction-fantasy", 
        "novels", 
        "movies", 
        "space", 
        "adventure", 
        "series", 
        "sf-f", 
        "action", 
        "wish-list", 
        "kindle", 
        "ebook", 
        "space-opera", 
        "favourites", 
        "movies-tv", 
        "horror-thriller", 
        "science", 
        "my-books", 
        "movie", 
        "audiobooks", 
        "audible", 
        "audiobook", 
        "terror", 
        "sci-fi-horror", 
        "movie-novelization", 
        "fantasy", 
        "ficcao-cientifica", 
        "finished", 
        "media-tie-in", 
        "i-own", 
        "adult", 
        "to-buy", 
        "novel", 
        "paperback", 
        "classics", 
        "1", 
        "tv-movies", 
        "monsters", 
        "my-library", 
        "bookshelf", 
        "s-f", 
        "have", 
        "to-read-scifi", 
        "ebooks", 
        "owned-unread", 
        "novelisation", 
        "own-it", 
        "might-read", 
        "novelisations", 
        "childhood-reads", 
        "speculative-fiction", 
        "my-collection", 
        "2017-reading-list", 
        "on-my-bookshelf", 
        "g-sci-fi", 
        "a-scify", 
        "audio-books", 
        "don-t-own-yet", 
        "read-in-2016", 
        "audio-book", 
        "2-háló-nagy", 
        "audio", 
        "aliens-series", 
        "future-reads", 
        "narrativa", 
        "want", 
        "maybe", 
        "must-read", 
        "80s", 
        "read-2015", 
        "watched", 
        "first-contact", 
        "space-horror", 
        "serials", 
        "fantasy-science-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}