{
    "content_name": "40953.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "August Derleth", 
    "images_urls": [
        "http://www.gutenberg.org/files/40953/40953-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/40953/40953-h/images/illus.jpg"
    ], 
    "year": 1953, 
    "images": [], 
    "id": 123, 
    "category": "Text", 
    "plot": "Using alternating first-person perspectives, the novel tells the stories of Henry DeTamble (born 1963), a librarian at the Newberry Library in Chicago, and his wife, Clare Anne Abshire (born 1971), an artist who makes paper sculptures. Henry has a rare genetic disorder, which comes to be known as Chrono-Impairment, that causes him to involuntarily travel through time. When 20-year-old Clare meets 28-year-old Henry at the Newberry Library in 1991 at the opening of the novel, he has never seen her before, although she has known him most of her life.\nHenry begins time traveling at the age of five, jumping forward and backward relative to his own timeline. When he leaves, where he goes, or how long his trips will last are all beyond his control. His destinations are tied to his subconscious—he most often travels to places and times related to his own history. Certain stimuli such as stress can trigger Henry's time traveling; he often goes jogging to keep calm and remain in the present. He searches out pharmaceuticals in the future that may be able to help control his time traveling. He also seeks the advice of a geneticist, Dr. Kendrick. Henry cannot take anything with him into the future or the past; he always arrives naked and then struggles to find clothing, shelter, and food. He amasses a number of survival skills including lock-picking, self-defense, and pickpocketing. Much of this he learns from older versions of himself.\n\nOnce their timelines converge \"naturally\" at the library—their first meeting in his chronology—Henry starts to travel to Clare's childhood and adolescence in South Haven, Michigan, beginning in 1977 when she is six years old. On one of his early visits (from her perspective), Henry gives her a list of the dates he will appear and she writes them in a diary so she will remember to provide him with clothes and food when he arrives. During another visit, he inadvertently reveals that they will be married in the future. Over time they develop a close relationship. At one point, Henry helps Clare frighten and humiliate a boy who abused her. Clare is last visited in her youth by Henry in 1989, on her eighteenth birthday, during which they make love for the first time. They are then separated for two years until their meeting at the library.\nClare and Henry marry, but Clare has trouble bringing a pregnancy to term because of the genetic anomaly Henry may presumably be passing on to the fetus. After six miscarriages, Henry wishes to save Clare further pain and has a vasectomy. However a version of Henry from the past visits Clare one night and they make love; she subsequently gives birth to a daughter, Alba. Alba is diagnosed with Chrono-Impairment as well but, unlike Henry, she has some control over her destinations when she time travels. Before she is born, Henry travels to the future and meets his ten-year-old daughter on a school field trip and learns that he dies when she is five years old.\nWhen he is 43, during what is to be his last year of life, Henry time travels to a Chicago parking garage on a frigid winter night where he is unable to find shelter. As a result of the hypothermia and frostbite he suffers, his feet are amputated when he returns to the present. Henry and Clare both know that without the ability to escape when he time travels, Henry will certainly die within his next few jumps. On New Year's Eve 2006 Henry time travels into the middle of the Michigan woods in 1984 and is accidentally shot by Clare's brother, a scene foreshadowed earlier in the novel. Henry returns to the present and dies in Clare's arms.\nClare is devastated by Henry's death. She later finds a letter from Henry asking her to \"stop waiting\" for him, but which describes a moment in her future when she will see him again. The last scene in the book takes place when Clare is 82 years old and Henry is 43. She is waiting for Henry, as she has done most of her life.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Traveler in Time", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Time_Traveler%27s_Wife", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.95, 
    "rating_count": 508600, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/40953/pg40953.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18619684-the-time-traveler-s-wife", 
        "found": true, 
        "year": 2003
    }, 
    "similar_books": [
        "The Other Boleyn Girl (The Plantagenet and Tudor Novels, #9)", 
        "Nineteen Minutes", 
        "Middlesex", 
        "The Little Book", 
        "The Robber Bride", 
        "Time and Again (Time, #1)", 
        "Perfect Fifths (Jessica Darling, #5)", 
        "Lottery", 
        "Blackbird House", 
        "The Mirror", 
        "Starter for Ten", 
        "Columbine", 
        "Sundays at Tiffany's", 
        "Drums of Autumn (Outlander, #4)", 
        "The Guernsey Literary and Potato Peel Pie Society", 
        "The Outcast", 
        "Lost in a Good Book (Thursday Next, #2)", 
        "Firefly Lane (Firefly Lane, #1)"
    ], 
    "description": "<b>The Time Traveler’s Wife, one of the best romance books of all time, is now available as an eBook!</b><br /><br />Audrey Niffenegger's dazzling debut is the story of Clare, a beautiful, strong-minded art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: his genetic clock randomly resets and he finds himself misplaced in time, pulled to moments of emotional gravity from his life, past and future. His disappearances are spontaneous and unpredictable, and lend a spectacular urgency to Clare and Henry's unconventional love story. That their attempt to live normal lives together is threatened by something they can neither prevent nor control makes their story intensely moving and entirely unforgettable.<br /><br /><b>Plus, the long-awaited sequel to Audrey Niffenegger’s time-traveling love story is finally here!</b><br /><br />The ebook includes the first 25 pages of Niffeneger’s sequel featuring Henry and Clare’s daughter, Alba. Gifted with Clare’s beauty and Henry’s unique abilities, Alba finds herself caught between her real-time husband, Zach, and her other husband, Oliver, a fellow time-traveler and musician.<br /><br />Get your eBook today and dive into this classic romance novel. Find the rest of Audrey Niffenegger’s books here and more of the best love story books. Shop eBooks today!", 
    "format": "ebook", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/40953", 
        "num": 40953
    }, 
    "authors": [
        43
    ], 
    "pages": 500, 
    "language": "English", 
    "isbn13": "9781939126016", 
    "countries": [
        2
    ], 
    "release_date": "2012-10-06T00:00:00", 
    "author": 43, 
    "original_title": "The Time Traveler's Wife", 
    "summary": "The Time Traveler's Wife is the debut novel of American author Audrey Niffenegger, published in 2003. It is a love story about a man with a genetic disorder that causes him to time travel unpredictably, and about his wife, an artist, who has to cope with his frequent absences and dangerous experiences. Niffenegger, frustrated in love when she began the work, wrote the story as a metaphor for her failed relationships. The tale's central relationship came to her suddenly and subsequently supplied the novel's title. The novel, which has been classified as both science fiction and romance, examines issues of love, loss, and free will. In particular, it uses time travel to explore miscommunication and distance in relationships, while also investigating deeper existential questions.\nAs a first-time novelist, Niffenegger had trouble finding a literary agent. She eventually sent the novel to MacAdam/Cage unsolicited and, after an auction took place for the rights, Niffenegger selected them as her publishers. The book became a bestseller after an endorsement from author and family friend Scott Turow on The Today Show, and as of March 2009 had sold nearly 2.5 million copies in the United States and the United Kingdom. Many reviewers were impressed with Niffenegger's unique perspectives on time travel. Some praised her characterization of the couple, applauding their emotional depth; others criticized her writing style as melodramatic and the plot as emotionally trite. The novel won the Exclusive Books Boeke Prize and a British Book Award. A film version was released in August 2009.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fiction", 
        "romance", 
        "fantasy", 
        "time-travel", 
        "books-i-own", 
        "sci-fi", 
        "owned", 
        "contemporary", 
        "favourites", 
        "chick-lit", 
        "currently-reading", 
        "adult", 
        "adult-fiction", 
        "contemporary-fiction", 
        "favorites", 
        "owned-books", 
        "magical-realism", 
        "general-fiction", 
        "bookclub", 
        "audiobook", 
        "all-time-favorites", 
        "to-buy", 
        "library", 
        "drama", 
        "sci-fi-fantasy", 
        "classics", 
        "my-books", 
        "audiobooks", 
        "love", 
        "abandoned", 
        "literature", 
        "scifi", 
        "novel", 
        "shelfari-favorites", 
        "i-own", 
        "audio", 
        "favorite", 
        "literary-fiction", 
        "paranormal", 
        "favorite-books", 
        "default", 
        "my-library", 
        "did-not-finish", 
        "read-in-2009", 
        "love-story", 
        "book-club-books", 
        "own-it", 
        "my-favorites", 
        "science-fiction", 
        "rory-gilmore-reading-challenge", 
        "fantasy-sci-fi", 
        "contemporary-romance", 
        "audrey-niffenegger", 
        "made-me-cry", 
        "wish-list", 
        "didn-t-finish", 
        "unfinished", 
        "5-stars", 
        "american", 
        "modern-fiction", 
        "travel", 
        "borrowed", 
        "faves", 
        "read-in-2010", 
        "love-stories", 
        "audible", 
        "romantic", 
        "re-read", 
        "audio-books", 
        "dnf", 
        "english", 
        "movie", 
        "movies", 
        "speculative-fiction", 
        "kindle", 
        "chicago", 
        "scifi-fantasy", 
        "book-group", 
        "time", 
        "supernatural", 
        "finished", 
        "historical-fiction", 
        "couldn-t-finish", 
        "audio-book", 
        "rory-gilmore-challenge", 
        "ebook", 
        "book-to-movie", 
        "tear-jerker", 
        "sf", 
        "book-club-reads", 
        "books", 
        "modern", 
        "literary", 
        "2006", 
        "recommended", 
        "never-finished", 
        "stand-alone", 
        "all-time-favourites", 
        "female-authors"
    ], 
    "content_available": true, 
    "n_authors": 1
}