{
    "content_name": "24091.txt.utf-8", 
    "author_name": "Randall Garrett", 
    "images_urls": [
        "http://www.gutenberg.org/files/24091/24091-h/images/001.png", 
        "http://www.gutenberg.org/files/24091/24091-h/images/002.png", 
        "http://www.gutenberg.org/files/24091/24091-h/images/003.png", 
        "http://www.gutenberg.org/files/24091/24091-h/images/004.png", 
        "http://www.gutenberg.org/files/24091/24091-h/images/005.png", 
        "http://www.gutenberg.org/files/24091/24091-h/images/006.png"
    ], 
    "year": 1959, 
    "images": [], 
    "id": 161, 
    "category": "Text", 
    "plot": "An expedition from an imperialistic culture, led by a man hungry for power and riches, and accompanied by an \"adept of the Universal Assembly\" (a body of men apparently in communion with a higher power) arrives in a series of ships, with some difficulty — the ships land far from their intended destination, being \"unsuited to atmospheric navigation\" — and encounter the natives. Though the natives are civilized and capable of mustering armies in great number, their technology is inferior to that of the invaders. Despite being few in number, by guile and treachery the expedition is led to victory over the natives, culminating in the capture of their priest-god-king.\nTime goes by and the leaders consolidate their gains, only to be undone by political maneuvering from those who arrive later in the conquered lands. The leader is eventually assassinated by the sons of a defeated rival.\nThe final line of the story reads \"Thus died Francisco Pizarro, conqueror of Peru.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Despoilers of the Golden Empire", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Despoilers_of_the_Golden_Empire", 
        "found": true
    }, 
    "average_rating": 3.35, 
    "rating_count": 12, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/3149558-despoilers-of-the-golden-empire", 
        "found": true, 
        "year": 2008
    }, 
    "similar_books": [], 
    "description": "THE CONQUERING ALIENS<br /><br />From far, far away the ship of Commander Frank with his squad of warriors with the latest of modern technology landed upon the vast land.<br /><br />Their quest?<br /><br />A metal of great power. Element Seventy Nine.<br /><br />Gold!<br /><br />With Element Seventy Nine, they could make the powerful Gold-179!<br /><br />Ruthless and powerful, Commander Frank kept his troops in line with an iron fist. Nor was it just their flashing weapons that conquered this vast empire.<br /><br />But could the valiant Viceroy hold onto his power in a civilization of alien treachery?<br /><br />But is all this what it seems to be?<br /><br />Find out in this masterpiece of trickery by the devilish Randall Garrett.<br /><br />A SCIENCE FICTION TALE YOU DON'T HAVE TO READ TO BELIEVE", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24091", 
        "num": 24091
    }, 
    "authors": [
        49
    ], 
    "pages": 72, 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2007-12-31T00:00:00", 
    "author": 49, 
    "original_title": "Despoilers of the Golden Empire", 
    "summary": "\"Despoilers of the Golden Empire\" is a science fiction novelette by Randall Garrett, originally published in Astounding Science Fiction in March 1959 under the pseudonym David Gordon.\nThe story appears to be about an expedition through space to a planet inhabited by a civilized but technologically backward people, whom the expedition conquer. However, in the last line it is revealed to be anything but that.\nIn terms of genre, the story reads like a pulp magazine yarn mixing space travel and classic swashbuckling themes, to the point where the characters even fight with swords, bringing to mind the adventures of Flash Gordon, or the Barsoom stories of Edgar Rice Burroughs.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "free-from-amazon", 
        "classic", 
        "interested-in", 
        "maybe", 
        "short-stories", 
        "kindle", 
        "project-gutenberg", 
        "pulp", 
        "fantasy-sci-fi", 
        "historical-fiction", 
        "e-book", 
        "eua", 
        "scifi-fantasy", 
        "gutenberg-org", 
        "fiction", 
        "history", 
        "tomato_surprise", 
        "novellette", 
        "don-t-have-yet", 
        "ebooks"
    ], 
    "content_available": true, 
    "n_authors": 1
}