{
    "content_name": "29416.txt.utf-8", 
    "isbn": "1612102905", 
    "author_name": "Arthur J. Burks", 
    "images_urls": [
        "http://www.gutenberg.org/files/29416/29416-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-001.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-002.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-051.jpg", 
        "http://www.gutenberg.org/files/29416/29416-h/images/illus-052.jpg"
    ], 
    "year": 1932, 
    "id": 687, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Mind Master", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 4.14, 
    "rating_count": 2, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/29416/pg29416.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18816713-the-mind-master", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "Sequel to Manape the MightyOnce more Lee Bentley is caught up in the marvelous machinations of the mad genius Barter.Excerpt\"\"Let's hope the horrible nightmare is over, dearest,\"\" whispered Ellen Estabrook to Lee Bentley as their liner came crawling up through the Narrows and the Statue of Liberty greeted the two with uplifted torch beyond Staten Island. New York's skyline was beautiful through the mist and smoke which always seemed to mask it. It was good to be home again.Certainly it was a far cry from the African jungles where, for the space of a ghastly nightmare, Ellen had been a captive of the apes and Bentley himself had had a horrible adventure. Caleb Barter, a mad scientist, had drugged him and exchanged his brain with that of an ape, and for hours Bentley had roamed the jungles hidden in the great hairy body, the only part of him remaining \"\"Bentley\"\" being the Bentley brain which Barter had placed in the ape's skull-pan. Bentley would never forget the horror of that grim awakening, in which he had found himself walking on bent knuckles, his voice the fighting bellow of a giant anthropoid.Yes, it was a far cry from the African jungles to populous Manhattan.As soon as Ellen and Lee considered themselves recovered from the shock of the experience they would be married. They had already spent two months of absolute rest in England after their escape from Africa, but they found it had not been enough. Their story had been told in the press of the world and they had been constantly besieged by the curious, which of course had not helped them to forget.\"\"Lee,\"\" whispered Ellen, \"\"I'll never feel sure that Caleb Barter is dead. We should have gone out that morning when he forgot to take his whip and we thought the vengeful apes had slain him. We should have proved it to our own satisfaction. It would be an ironic jest, characteristic of Barter, to allow us to think him dead.\"\"\"\"He's dead all right, dear,\"\" replied Bentley, his nostrils quivering with pleasure as he looked ahead at New York, while the breeze along the Hudson pushed his hair back from his forehead. \"\"He had abused the great anthropoids for too many years. They seized their opportunity, don't mistake that.\"\"\"\"Still, he was a genius in his way, a mad, frightful genius. It hardly seems possible to me that he would allow himself to be so easily trapped. It's a reflection on his great mentality, twisted though it was.\"\"\"\"Forget it, dear,\"\" replied Bentley, putting his arm around her shoulders. \"\"We'll both try to forget. After our nerves have returned to normal we'll be married. Then nothing can trouble us.\"\"The vessel docked and later Lee and Ellen entered a taxicab near the pier.\"\"I'll take you to your home, Ellen,\"\" said Bentley. \"\"Then I'll look after my own affairs for the next couple of days, which includes making peace with my father, then we'll go on from here.\"\"They looked through the windows of the cab as they rolled into lower Fifth Avenue and headed uptown. Newsies were screaming an extra from the sidewalks.\"\"Excitement!\"\" said Bentley enthusiastically. \"\"It's certainly good to be home and hear a newsboy's unintelligible screaming of an extra, isn't it?\"\"On an impulse he ordered the cabbie to draw up to the curb and purchased a newspaper.\"\"Do you mind if I glance through the headlines?\"\" Bentley asked Ellen. \"\"I haven't looked at an American paper for ever so long.\"\"The cab started again and Bentley folded the paper, falling easily into the habit of New Yorkers who are accustomed to reading on subways where there isn't room for elbows, to say nothing of broad newspapers.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29416", 
        "num": 29416
    }, 
    "authors": [
        226
    ], 
    "isbn13": "9781612102900", 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-07-15T00:00:00", 
    "author": 226, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "short-fiction", 
        "science-fiction", 
        "20th-century", 
        "calibre"
    ], 
    "content_available": true, 
    "n_authors": 1
}