{
    "content_name": "19145.txt.utf-8", 
    "author_name": "Andre Norton", 
    "images_urls": [
        "http://www.gutenberg.org/files/19145/19145-h/images/illo2.png"
    ], 
    "year": 1958, 
    "images": [], 
    "id": 72, 
    "category": "Text", 
    "plot": "The 1958 version: At the end of the Twentieth Century petty crook Ross Murdock is given the choice of facing a new medical procedure called Rehabilitation or volunteering to join a secret government project. Hoping for a chance to escape, Ross volunteers to join Operation Retrograde and is taken by Major John Kelgarries to a base built under the ice near the North Pole. Teamed with archaeologist Gordon Ashe, he is trained to mimic a trader of the Beaker culture of Bronze-Age Europe.\nSent back to southern Britain around 2000 B.C.E., Ross and Ashe (as Rossa and Assha) find that their outpost has been bombed, destroyed by the wrath of Lurgha, the local storm god, according to two of the natives. Discovering the direction whence the bomber came and other clues pointing to the general area occupied by the Soviet base, Ross, Ashe, and McNeil, the lone survivor of the bombing, go to that area.\nSomewhere near the Baltic Sea, Ross, Ashe, and McNeil begin building a Beaker trading post and learn from the locals that to their southeast lies a land populated by ghosts, a land whither no man of good sense would go. Ross gets separated from Ashe and McNeil in a night attack and must go into the taboo area alone in an effort to find them. Far inside the ghostland he finds the Soviet base and is captured by the Reds.\nIn an effort to escape Ross steps onto the base’s transporter plate and is transferred to a Soviet base even further back in time. The Reds recapture him and take him outside the base, abandoning him on a glacier to freeze to death. He climbs out of the crevice into which he was shoved and follows the trail leading away from the Soviet base, coming to a giant globe half buried in the ice. Half dead from the abuse he has received, he enters the globe and then falls through a panel and into a tub full of transparent-red gel.\nWhen he regains consciousness Ross discovers that all of his wounds are healed, he is no longer hungry or thirsty, and his Beakerman clothing is gone. A mechanism offers him a skin-tight suit made of an iridescent dark-blue fabric that covers all but his head and his hands. He explores what is clearly some kind of ship and is recaptured by the Reds, but not before he activates the ship’s communication system and comes face to face with a hostile-looking humanoid with a large bald head.\nThe Reds’ interrogation of Ross is interrupted by explosions that rock the base. Ross is reunited with Ashe and McNeil and the three men escape to the time transporter, pausing only to steal some recording tapes. Back in the Soviet Bronze-Age base, the men leave the time-travel building and escape from the village just as the alien Baldies attack. The men then make their way to the river that will take them to the Baltic Sea to be picked up by their submarine.\nRoss is again separated from Ashe and McNeil when he falls off their hastily built and uncontrollable raft. He discovers that the Baldies are hunting him when he is captured by warriors from a barbarian tribe. Again he escapes and continues down the river, reaching the sea and the camp occupied by Ashe and/or McNeil only hours after the sub took them away. Two of the Baldies attempt to capture him with telepathic hypnosis, but they flee when Kelgarries and his men arrive. Leaving the alien skinsuit on the beach, so that the Baldies can’t trace the Americans to their base, the men take Ross to the sub and home. There Ashe tells him that the tapes he stole indicate other alien spaceships abandoned on Earth, at least three of them in the Americas. Operation Retrograde is about to become much more interesting and Ross still wants to be part of the action.\nThe 2000 version: Norton modified the 1958 version by making three changes in the text;\n1. She reset the story in the first quarter of the Twenty-First Century instead of in the last quarter of the Twentieth, shifting the action futureward by a full generation.\n2. The Reds have become the Russians and Greater Russia has replaced the Soviet Union.\n3. Space travel has not gone beyond the first lunar landings instead of having not gotten beyond the first attempts to put satellites into orbit. Instead of being ridiculed as impossible, space travel is publicly ridiculed as infeasible.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Time Traders", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Time_Traders", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.74, 
    "rating_count": 2374, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/462373.The_Time_Traders", 
        "found": true, 
        "year": 1958
    }, 
    "similar_books": [
        "Seas of Venus (Seas of Venus, #1-2)", 
        "The Creatures of Man", 
        "The Forlorn", 
        "Keith Laumer: The Lighter Side", 
        "In the Heart of Darkness (Belisarius, #2)", 
        "The Warslayer: The Incredibly True Adventures of Vixen the Slayer, the Beginning", 
        "The Colors of Space", 
        "The Hub: Dangerous Territory (The Hub)", 
        "Planetfall (Genellan, Bk. 1)", 
        "Neptune Crossing (Chaos Chronicles, #1)", 
        "The Cross-Time Engineer (Conrad Stargard, #1)", 
        "Badge of Infamy", 
        "Med Ship (Med Service, #1-4)", 
        "Stars Over Stars (Heyoka Blackeagle, #2)"
    ], 
    "description": "DRAFTED INTO THE ARMY OF TIME<p>Intelligence agents have uncovered something which seems beyond belief, but the evidence is incontrovertible: the USAs greatest adversary on the world stage is sending its agents back through time! And someone or something unknown to our history is presenting them with technologies -- and weapons -- far beyond our most advanced science. We have only one option: create time-transfer technology ourselves, find the opposition's ancient source...and take it dawn.</p><p>When small-time criminal Ross Murdock and Apache rancher Travis Fox stumble separately onto America's secret time travel project, Operation Retrograde, they are faced with a challenge greater than either could have imagined possible. Their mere presence means that they know too much to go free. But Murdock and Fox have a thirst for adventure, and Operation Retrograde offers that in spades.</p><p>Both men will become time agents, finding reserves of inner heroism they had never expected. Their journeys will take the battle to the enemy, from ancient Britain to prehistoric America, and finally to the farthest reaches of interstellar space...</p><p></p>", 
    "format": "Audiobook", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/19145", 
        "num": 19145
    }, 
    "authors": [
        28
    ], 
    "pages": 7, 
    "language": "English", 
    "release_date": "2006-08-29T00:00:00", 
    "author": 28, 
    "original_title": "The Time Traders", 
    "summary": "The Time Traders is a science fiction novel by American writer Andre Norton (pseudonym, nï¿½e Alice Mary Norton), the first in The Time Traders series. It was first published in 1958, and has been printed in several editions. It was updated by Norton in 2000 to account for real world changes. It is part of Norton's Forerunner universe.\nThe Time Traders introduces the premise: a confrontation between Western heroes, and the \"Reds\", a mysterious alien race that has used time travel to alter Earth. This novel alternates among the present day, a trading tribal society in Britain, 2000 B.C., and a glacial outpost in the last ice age.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "currently-reading", 
        "sci-fi", 
        "time-travel", 
        "kindle", 
        "fiction", 
        "sword-and-laser", 
        "scifi", 
        "ebook", 
        "owned", 
        "ebooks", 
        "fantasy", 
        "andre-norton", 
        "sf", 
        "sword-laser", 
        "sci-fi-fantasy", 
        "scifi-fantasy", 
        "young-adult", 
        "adventure", 
        "e-book", 
        "read-in-2016", 
        "default", 
        "audible", 
        "classic", 
        "classics", 
        "science", 
        "abandoned", 
        "historical", 
        "books-i-own", 
        "tbr", 
        "audio", 
        "fantasy-sci-fi", 
        "e-books", 
        "501-must-read-books", 
        "audiobooks", 
        "series", 
        "space", 
        "audio-books", 
        "library", 
        "science-fiction-fantasy", 
        "unread", 
        "aliens", 
        "favorites", 
        "my-ebooks", 
        "not-read", 
        "fantasy-sf", 
        "sci-fi-and-fantasy", 
        "my-books", 
        "own-kindle", 
        "historical-fiction", 
        "female-author", 
        "bookclub", 
        "sword-and-laser-picks", 
        "read-2016", 
        "wish-list", 
        "have", 
        "listened-to", 
        "digital", 
        "ibooks", 
        "unsorted", 
        "owned-not-read", 
        "to-read-kindle", 
        "kindle-ebook", 
        "audiobook", 
        "to-buy", 
        "norton-andre", 
        "kindle-to-read", 
        "librivox", 
        "timetravel", 
        "freebie", 
        "kindle-owned", 
        "audio-book", 
        "sf-fantasy", 
        "travel", 
        "kindle-books", 
        "fantasy-and-science-fiction", 
        "1e-toppicks", 
        "calibre", 
        "adult", 
        "sf-f", 
        "stopped-reading", 
        "ebook-owned", 
        "must-read-science-fiction", 
        "classic-science-fiction", 
        "war", 
        "omnibus", 
        "wobble", 
        "sword-and-laser-bookclub", 
        "swordandlaser", 
        "amazon", 
        "2016-read", 
        "tbr-cbm-ebook", 
        "3-stars", 
        "sci-fi-50s", 
        "kindle-freebie", 
        "1950s", 
        "own-to-read", 
        "kindle-freebies", 
        "collection"
    ], 
    "content_available": true, 
    "n_authors": 1
}