{
    "content_name": "18109.txt.utf-8", 
    "isbn": "1557429502", 
    "author_name": "H. Beam Piper", 
    "images_urls": [], 
    "year": 1958, 
    "images": [], 
    "id": 359, 
    "category": "Text", 
    "plot": "Having completed his studies in Europe, young Juan Crisostomo Magsalin Ibarra (Spanish Juan Crisï¿½stomo Ibarra y Magsalin) returns to the Philippines after a seven-year absence. In his honor, Don Santiago de los Santos, also known as \"Captain Tiago\", a family friend, throws a reunion party, attended by friars and other prominent figures. One of the guests, a Franciscan friar named Dï¿½maso Vardolagas, the former curate of San Diego, belittled and slandered Ibarra.\nThe next day, Ibarra visits his betrothed Marï¿½a Clara, the beautiful daughter of Captain Tiago and affluent resident of Binondo. Their long-standing love was clearly manifested in this meeting, and Marï¿½a Clara cannot help but reread the letters her sweetheart had written her before he went to Europe. Before Ibarra left for San Diego in time for the town fiesta, Lieutenant Guevara, a Civil Guard, reveals to him the incidents preceding the death of his father, Don Rafael Ibarra, a rich hacendero of the town.\nAccording to Guevara, Rafalel discovered the abuses and corruption committed by the friars. Although a practicing Catholic, Rafael's non-participation in the Sacraments, such as Confession and Mass were caused by another discovery of Damaso's evil acts. He was then alleged by Damaso as a subversive and was unjustly accused of being a heretic. Fr. Dï¿½maso's animosity towards Ibarra's father is aggravated by another incident when Don Rafael helped out to stop a fight between a tax collector and a child, with the former's accidental death being blamed on him. People who thought ill of him surfaced with additional complaints. Rafael was imprisoned, and just when the matter was almost settled, he died of an illness in jail. Guevara adds that Rafael's remains, formerly interred at the local cemetery, were ordered by Dï¿½maso to be exhumed and transferred to the Chinese cemetery, which Damaso believes is a burial place for heathens; people who do not acknowledge God few years past. However the graveyard caretakers, who sympathize Rafael and the Ibarra family while also despising the friars, instead threw the remains in the lake to fool Dï¿½maso.\nRevenge was not in Ibarra's plans, instead he carried through his father's plan of putting up a school, since he believed education would pave the way to his country's progress (all throughout the novel, the author refers to both Spain and the Philippines as two different countries but part of the same nation or family, with Spain seen as the mother and the Philippines as the daughter). During the inauguration of the school, Ibarra would have been killed in a sabotage had Elï¿½as — a mysterious man who had warned Ibarra earlier of a plot to assassinate him — not warned him of the plot (which involved the derrick supporting the cornerstone to be laid on the foundation collapsing on him). Instead the hired assassin was killed.\nAfter the inauguration, Ibarra hosted a luncheon wherein Dï¿½maso attended despite not being invited. The friar again insulted Ibarra, who ignored the priest's insolence. But when Dï¿½maso slandered the memory of his dead father, Ibarra was no longer able to restrain himself. He picks up a knife and lunged at Dï¿½maso, holding the knife to his neck. After Ibarra tells everyone the truth about the friar's evil acts and what he had done to insult his late father, he berates Dï¿½maso and prepares to stab him to death only for Maria Clara to stop him out of mercy. Ibarra aborts his plan to kill Dï¿½maso, and is excommunicated for assaulting a cleric after news of the incident reaches the Church. Damaso takes this opportunity to persuade the already-hesitant Tiago to forbid his daughter from marrying Ibarra. The friar instead wanted Marï¿½a Clara to marry Alfonso Linares de Espadaï¿½a, a Peninsular who just arrived from Spain.\nWith the help of the sympathetic Governor-General, Ibarra's excommunication was lifted by Friar Salvi and he (the Archbishop) receives him into the Church once again.Meanwhile, Friar Salvi went to the house of the alferez that a revolution was being plotted by Ibarra, but it's true mastermind was Lucas, not Ibarra. A revolt happened soon after, and both Spanish colonial officials and friars implicated Ibarra as its mastermind. Thus, he was arrested and detained, and was punished to death without having a trial.\nMeanwhile, in Capitï¿½n Tiago's residence, a party was being held to announce the upcoming wedding of Marï¿½a Clara and Linares. Ibarra, with the help of Elï¿½as and the sympathetic Governor-General, took this opportunity to escape from prison. Before leaving, Ibarra spoke to Marï¿½a Clara and accused her of betraying him, thinking she gave the letter he wrote her to the jury. Marï¿½a Clara explained that she would never conspire against him, but that she was forced to surrender Ibarra's letter to Father Salvï¿½, in exchange for the letters written by her mother, Doï¿½a Pia, even before she, Marï¿½a Clara, was born. The letter states that Damaso is Maria Clara's real father.\nMarï¿½a Clara, thinking Ibarra had been killed in the shooting incident, was greatly overcome with grief. Robbed of hope and severely disillusioned, she asked Dï¿½maso to confine her to a nunnery. Dï¿½maso reluctantly agreed when she threatened to take her own life, demanding, “the nunnery or death!” Unbeknownst to her, Ibarra was still alive and able to escape, as it was Elï¿½as who had taken the shots.\nOn Christmas Eve, a fatally injured Elï¿½as awakens in a forested land owned by Ibarra's family, where he had instructed Ibarra to meet him. Instead, Elï¿½as found the altar boy Basilio cradling his already-dead mother, Sisa. The woman descended to madness after learning that Basilio and her other son, Crispï¿½n, were chased out of the convento by the sacristan mayor on suspicions of stealing two gold pieces.\nElï¿½as, convinced he would die soon, instructs Basilio to build a funeral pyre and cremate his and Sisa's corpses. He tells Basilio that, if nobody reaches the place, he was to return later and dig some of Ibarra's treasures and gold buried in a concealed spot near their graves then use them to get education. In his dying breath, he instructed Basilio to continue dreaming about freedom for his motherland with the words:\nElï¿½as died thereafter.\nIn the epilogue, it was explained that Tiago became addicted to opium and was seen to frequent the public opium den in Binondo. Marï¿½a Clara became a nun and Salvï¿½, who had lusted after her from the beginning of the novel, regularly used her to sate his carnal desires. One stormy evening, a beautiful yet insane woman was seen on the roof of the nunnery, crying and cursing the heavens for the fate it had handed her. While the woman was never identified by name, the novel insinuates that it was Marï¿½a Clara.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Graveyard of Dreams", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Noli_Me_T%C3%A1ngere_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.71, 
    "rating_count": 25, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/676230.Graveyard_of_Dreams", 
        "found": true, 
        "year": 1958
    }, 
    "similar_books": [], 
    "description": "This new collection of H. Beam Piper's shorter work includes five of his finest stories: \"Graveyard of Dreams,\" \"Genesis,\" \"Operation R.S.V.P.,\" \"The Answer,\" and \"Last Enemy.\"", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18109", 
        "num": 18109
    }, 
    "authors": [
        19
    ], 
    "pages": 160, 
    "language": "English", 
    "isbn13": "9781557429506", 
    "countries": [
        2
    ], 
    "release_date": "2006-04-03T00:00:00", 
    "author": 19, 
    "original_title": "Noli Me Tï¿½ngere (novel)", 
    "summary": "Noli Me Tï¿½ngere (Latin for Touch Me Not) is a novel written by Josï¿½ Rizal, one of the national heroes of the Philippines, during the colonization of the country by Spain to expose the inequities of the Spanish Catholic priests and the ruling government.\nOriginally written in Spanish, the book is more commonly published and read in the Philippines in either Tagalog or English. Together with its sequel, El Filibusterismo, the reading of Noli is obligatory for high school students throughout the country.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "fiction", 
        "short-stories", 
        "h-beam-piper", 
        "kindle", 
        "tbr-and-have", 
        "av-unknown", 
        "to-read-sometime", 
        "short-story", 
        "scifi", 
        "20th-century-lit", 
        "galaktyka-gutenberga", 
        "currently-reading", 
        "sci-fi", 
        "_print", 
        "_ebook", 
        "_audio", 
        "ignore", 
        "queue", 
        "library", 
        "acquired", 
        "stories", 
        "short", 
        "science", 
        "0_books-i-d-like-to-own", 
        "sci-fi-or-speculative", 
        "hugo-nebula-reading-list", 
        "series-2-plus", 
        "ebook---epub", 
        "to-read-unknown-source", 
        "ebook", 
        "public-domain"
    ], 
    "content_available": true, 
    "n_authors": 1
}