{
    "content_name": "139.txt.utf-8", 
    "isbn": "1853262455", 
    "original_title": "The Lost World (Conan Doyle novel)", 
    "year": 1912, 
    "author_name": "Arthur Conan Doyle", 
    "images_urls": [], 
    "language_code": "eng", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/c/c1/Page_59_%28The_Lost_World._1912%29.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/b/b5/Lost_world.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/4/4a/Page_222_%28The_Lost_World%2C_1912%29.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/1/13/Page_187_%28The_Lost_World%2C_1912%29.jpg"
    ], 
    "id": 8, 
    "category": "Text", 
    "plot": "Edward Malone, a reporter for the Daily Gazette, goes to his news editor, McArdle, to procure a dangerous and adventurous mission in order to impress the woman he loves, Gladys Hungerton. He is sent to interview Professor George Edward Challenger, who has assaulted four or five other journalists, to determine if his claims about his trip to South America are true. After assaulting Malone, Challenger reveals his discovery of dinosaurs in South America. Having been ridiculed for years, he invites Malone on a trip to prove his story, along with Professor Summerlee and Lord John Roxton, an adventurer who knows the Amazon and several years prior to the events of the book helped end slavery by robber barons in South America. They reach the plateau with the aid of Indian guides, who are superstitiously scared of the area. One of these Indians, Gomez, is the brother of a man that Roxton killed the last time he was in South America. When the expedition manages to get onto the plateau, Gomez destroys their bridge, trapping them. Their \"devoted negro\" Zambo remains at the base, but is unable to prevent the rest of the Indians from leaving.\nDeciding to investigate the lost world, they are attacked by pterodactyls in a swamp, and Roxton finds some blue clay in which he takes a great interest. After exploring the plateau and having some adventures in which the expedition narrowly escapes being killed by dinosaurs, Challenger, Summerlee, and Roxton are captured by a race of ape-men. While in the ape-men's village, they find out that there is also a tribe of humans (calling themselves Accala) inhabiting the other side of the plateau, with whom the ape-men (called Doda by the Accala) are at war. Roxton manages to escape and team up with Malone to mount a rescue. They arrive just in time to prevent the execution of one of the professors and several other humans, including a young man who turns out to be a prince of sorts among the Accala. The rescued Accala then take the party to their tribe. With the help of the expediton's firepower, the Accala defeat the ape-men, taking control of the whole plateau.\nAfter witnessing the power of their guns, the human tribe does not want the expedition to leave, and tries to keep them on the plateau. Challenger first plans to fashion a series of balloons to carry the party off the plateau. However, with the help from the young prince of the Accala whom they had saved, the expedition finally discovers a tunnel that leads to the outside, where they meet up with Zambo and a large rescue party. Upon returning to England, they present their report, which include pictures and a newspaper report by Edward. However, many detractors continue to dismiss the expedition's account, much as they had Challenger's original story. Having anticipated this, Challenger shows them a live pterodactyl as proof, which then escapes and flies out into the Atlantic Ocean. When the four of them have dinner, Roxton shows them why he was so interested in the blue clay. It contains diamonds, about ï¿½200,000 worth, to be split between them. Challenger plans to open a private museum, Summerlee plans to retire and categorize fossils, and Roxton plans to go back to the lost world. Malone returns to his love, Gladys, only to find that she had married a clerk while he was away. With nothing keeping him in London, he volunteers to be part of Roxton's second trip.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Lost World", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Lost_World_(Conan_Doyle_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.72, 
    "rating_count": 1022, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/10150.The_Lost_World_Other_Stories", 
        "found": true
    }, 
    "similar_books": [
        "The World of the Short Story: A Twentieth Century Collection", 
        "Around the World in Eighty Days & Five Weeks in a Balloon", 
        "The Unabridged Jack London", 
        "Faeries (Magical Worlds of Fantasy)", 
        "The Unabridged Mark Twain", 
        "Legends of Charlemagne", 
        "Tales and Sketches", 
        "The Complete Short Stories: Volume 1", 
        "Daring Spectacle: Adventures in Deviant Journalism", 
        "Great Detectives: A Century of the Best Mysteries from England and America", 
        "The Fantasy Worlds of Peter Beagle", 
        "The Kreutzer Sonata and Other Stories", 
        "Stories for Christmas", 
        "The Tomorrow-Tamer", 
        "Plain Tales from the Hills", 
        "The Complete Works of Lewis Carroll", 
        "The Wide Net and Other Stories", 
        "Three Sea Stories: Typhoon, Falk, and the Shadow-Line"
    ], 
    "description": "These lively, varied and thought-provoking science-fiction stories (from the era of Jules Verne and H. G. Wells) are linked by their imposing central character, the pugnaciously adventurous and outrageous Professor Challenger. The Lost World (forebear of Jurassic Park) vividly depicts a perilous region in which the explorers confront creatures from the prehistoric era. 'The Poison Belt' presents an eerie doomsday scenario, while ‘The Disintegration Machine’ satirically comments on scientific cynicism.<br /><br />In ‘When the World Screamed’, the planet responds violently to an experimental incursion. The strangest item is 'The Land of Mist', which seeks to reconcile science with spiritualism. This memorable collection provides imaginative entertainment, entrancing escapism and bold provocation.", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/139", 
        "num": 139
    }, 
    "authors": [
        7
    ], 
    "pages": 480, 
    "language": "English", 
    "isbn13": "9781853262456", 
    "countries": [
        1
    ], 
    "release_date": "1994-06-01T00:00:00", 
    "author": 7, 
    "cover": "https://images.gr-assets.com/books/1488137288l/10150.jpg", 
    "summary": "The Lost World is a novel released in 1912 by Sir Arthur Conan Doyle concerning an expedition to a plateau in the Amazon basin of South America where prehistoric animals (dinosaurs and other extinct creatures) still survive. It was originally published serially in the popular Strand Magazine and illustrated by New-Zealand-born artist Harry Rountree during the months of April–November 1912. The character of Professor Challenger was introduced in this book. The novel also describes a war between indigenous people and a vicious tribe of ape-like creatures.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "classics", 
        "currently-reading", 
        "science-fiction", 
        "fiction", 
        "owned", 
        "short-stories", 
        "sci-fi", 
        "fantasy", 
        "books-i-own", 
        "adventure", 
        "classic", 
        "default", 
        "owned-books", 
        "literature", 
        "mystery", 
        "i-own", 
        "library", 
        "favorites", 
        "my-books", 
        "steampunk", 
        "english", 
        "my-library", 
        "action-adventure", 
        "sir-arthur-conan-doyle", 
        "anthology", 
        "next-to-read", 
        "literature-english", 
        "hard-copy-to-read", 
        "to-buy", 
        "by-men", 
        "arthur-conan-doyle", 
        "in-english", 
        "owned-tbr", 
        "reading-list", 
        "owned-book", 
        "to-read-owned", 
        "own-to-read", 
        "i-own-a-copy", 
        "professor-challenger", 
        "adult", 
        "own-it", 
        "read-2012", 
        "dystopia-utopia", 
        "british", 
        "south-america", 
        "books", 
        "science", 
        "sci-fi-fantasy", 
        "paperback", 
        "other", 
        "dinosaurs", 
        "on-my-kindle", 
        "help-me-decide", 
        "in-library", 
        "tbr-february-2018", 
        "kindle-books", 
        "fun-non-fiction", 
        "read-2017", 
        "buddy-reads", 
        "classics-newer", 
        "box-12", 
        "livros", 
        "own-never-read", 
        "literair", 
        "new-all", 
        "british-authors", 
        "scifi", 
        "in-portuguese", 
        "long-classics", 
        "favorite-adventure", 
        "fix-this-edition", 
        "tbr-classics-on-shelf", 
        "stories", 
        "tbr-series-complete", 
        "tbr-priority", 
        "2-owned-books", 
        "read-in-english", 
        "country-uk", 
        "c-adventure", 
        "english-language", 
        "get-rid-of", 
        "scifi-fantasy-horror", 
        "0wn", 
        "short-fiction", 
        "3-lyd", 
        "geof-s-books", 
        "rmodb", 
        "books-to-read", 
        "exclusives", 
        "male-author", 
        "bought-and-waiting", 
        "read-as-a-child", 
        "priority-list", 
        "literature-novel", 
        "sf-earth", 
        "shelf-parent", 
        "given-away", 
        "on-my-shelf-tbr", 
        "fremdsprachige-literatur"
    ], 
    "content_available": true, 
    "n_authors": 1
}