{
    "content_name": "30728.txt.utf-8", 
    "isbn": "0439023483", 
    "language_code": "eng", 
    "author_name": "James H. Schmitz", 
    "images_urls": [
        "http://www.gutenberg.org/files/30728/30728-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/30728/30728-h/images/image_m.jpg"
    ], 
    "year": 2008, 
    "images": [], 
    "id": 591, 
    "category": "Text", 
    "plot": "Captain Pausert is a well-intentioned but inexperienced merchant traveler from the planet Nikkeldepain, voyaging solo on the old pirate chaser Venture. While on the planet Porlumma, the captain is moved by sympathy to purchase three young sisters – Maleen (about 14 years old), Goth (9 or 10), and the Leewit (5 or 6) – who had been enslaved while visiting another planet on a jaunt of their own. In getting clear of Porlumma, the Venture escapes pursuit when the girls desperately use what they call the Sheewash Drive, which enables far faster transit than is possible with primary or secondary space drives available either in or outside the Empire. The girls reveal that they are witches from the planet Karres, with klatha (psionic) powers. The girls’ powers, but especially the possibility of this incredibly fast drive, draw the unwelcome attention of planets and ships they pass. After taking the three sisters to their homeworld of Karres, the captain attempts to return to his home planet but is stunned when faced with a barrage of criminal charges, many relating to his encounter with the witches and his brief stay on the prohibited planet of Karres; in addition, the planetary government avidly want the suspected new space drive. Captain Pausert escapes the Nikkeldepain police and military with the help of the middle sister, Goth, who had stowed away on the ship.\nThe two head for the planet Uldune, formerly a pirate stronghold but now a place to buy anything, where they rebuild the ship and assume new identities in preparation for starting a trading business. The captain also finds himself developing minor klatha powers. The pair run afoul of both the planetary government and the Imperium, including industrial espionage and even kidnapping. Finally the newly renamed Early Bird lifts off for the planet Emris via a shorter but far more dangerous route through an area of space called the Chaladoor. Aboard are the captain, Goth, a hired ship-hand named Vezzarn, two paying passengers, the passengers’ cargo, and a mystery: the ruler of Uldune, believing that the captain and the girl are both witches, asks them to also transport a frightening rocky mass and the catatonic witch found with it.\nAll is not as it seems aboard the Early Bird. Vezzarn and one of the passengers, Hulik do Eldel, are spying and creeping around the ship in an attempt to locate the Drive. Unfortunately, Vezzarn uncovers the mystery mass, thereby attracting ominous yellow tendrils of insanity called Worm Weather. The captain is having increasingly odd interactions with an immensely powerful alien presence called a vatch, which seems to be manipulating events and watching with glee. Then the second passenger, Laes Yango, drugs everyone on board and redirects the ship for his purposes: he is actually the leader of a feared fleet of space pirates in the Chaladoor, and he is also after the Sheewash Drive. When the Worm Weather attacks, the vatch decides to interfere and they are able to land the ship on a seemingly deserted red planet. The captain, Goth, Vezzarn, and Hulik defeat Yango and his murderous giant spider-robot before taking off once again for space.\nThe vatch is delighted in the captain’s cleverness, and sends him on the next leg of what it calls a game. As a ghost-like projection, the captain is sent to talk to Cheel, the leader-in-hiding of an enormous interdimensional space ship that has been taken over by its insane computer. The captain learns that the computer wants to conquer all known space, using the Worms as its advance guard, and their only salvation is that mystery mass. The group is reunited when the vatch transports them all to Karres, but 50,000 years in the past. The captain continues to refine his klatha powers, including how to grab and manipulate small amounts of the vatch’s black energy. When the Leewit shows up – thrown through space and time by the vatch – Goth and the captain learn that the witches of Karres have attacked the Worm World. The two girls and the captain are transported by the vatch to the mad computer’s temple/throne room. There they use their witch powers to destroy the computer and its machine minions. Cheel then immerges to retake the Worm World space ship using the mystery mass, but he has no intention of returning to his home dimension and instead proclaims his intent to conquer all. The vatch is elated by the trick, until the captain hooks and manipulates its energy in order to send the former Worm World back to its own dimension, send himself and the witches back to his ship, and send the ship to its rightful time and place. They arrive on the planet Emris in time to rejoice about the victory with the young witches’ parents.\nTesting shows that the captain does indeed possess klatha powers: two rare talents for now, with a strong overall capacity for future development. The witches’ father recruits the captain as a special courier for the Empress, with the understanding that Goth accompany him because the witches have foreseen it. The captain and Goth are only hours into their first courier mission when Vezzarn and Hulik enter the control room, admitting that they stowed away and asking to join his crew. When the Leewit suddenly appears – once again thrown through space but by an unknown force this time – the captain can only mutter, “here we go again!”", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Oneness", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Witches_of_Karres", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.34, 
    "rating_count": 4790973, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/2767052-the-hunger-games", 
        "found": true, 
        "year": 2008
    }, 
    "similar_books": [
        "The Adoration of Jenna Fox (Jenna Fox Chronicles, #1)", 
        "Invitation to the Game", 
        "Little Brother", 
        "Blood Red Road (Dust Lands, #1)", 
        "Froi of the Exiles (Lumatere Chronicles, #2)", 
        "Behemoth (Leviathan, #2)", 
        "Outside In (Insider, #2)", 
        "Clockwork Prince (The Infernal Devices, #2)", 
        "Page (Protector of the Small, #2)", 
        "Ninth Key (The Mediator, #2)", 
        "The Stranded (Wool, #5)", 
        "Shadowfever (Fever, #5)", 
        "In the Belly of the Bloodhound: Being an Account of a Particularly Peculiar Adventure in the Life of Jacky Faber (Bloody Jack, #4)", 
        "Dark Magick (Sweep, #4)", 
        "Prized (Birthmarked, #2)", 
        "Silence (Hush, Hush, #3)", 
        "Last Sacrifice (Vampire Academy, #6)", 
        "Tiger's Voyage (The Tiger Saga, #3)"
    ], 
    "description": "<b>Winning will make you famous. <br />Losing means certain death.</b><br /><br />The nation of Panem, formed from a post-apocalyptic North America, is a country that consists of a wealthy Capitol region surrounded by 12 poorer districts. Early in its history, a rebellion led by a 13th district against the Capitol resulted in its destruction and the creation of an annual televised event known as the Hunger Games. In punishment, and as a reminder of the power and grace of the Capitol, each district must yield one boy and one girl between the ages of 12 and 18 through a lottery system to participate in the games. The 'tributes' are chosen during the annual Reaping and are forced to fight to the death, leaving only one survivor to claim victory.<br /><br />When 16-year-old Katniss's young sister, Prim, is selected as District 12's female representative, Katniss volunteers to take her place. She and her male counterpart Peeta, are pitted against bigger, stronger representatives, some of whom have trained for this their whole lives. , she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30728", 
        "num": 30728
    }, 
    "authors": [
        136
    ], 
    "pages": 374, 
    "language": "English", 
    "isbn13": "9780439023481", 
    "country": 2, 
    "release_date": "2009-12-21T00:00:00", 
    "author": 136, 
    "original_title": "The Witches of Karres", 
    "summary": "The Witches of Karres is a space opera novel by James H. Schmitz. It deals with a young space ship captain who finds himself increasingly embroiled in wild adventures involving interdimensional alien invaders, space pirates, and magic power. The story is unrelated to the \"Hub\" series of stories by Schmitz.", 
    "content_cleaned": true, 
    "classes": [
        "favorites", 
        "currently-reading", 
        "young-adult", 
        "fiction", 
        "dystopian", 
        "to-read", 
        "dystopia", 
        "fantasy", 
        "ya", 
        "science-fiction", 
        "books-i-own", 
        "sci-fi", 
        "series", 
        "owned", 
        "favourites", 
        "romance", 
        "adventure", 
        "hunger-games", 
        "book-club", 
        "kindle", 
        "teen", 
        "read-in-2012", 
        "post-apocalyptic", 
        "my-books", 
        "the-hunger-games", 
        "favorite-books", 
        "action", 
        "suzanne-collins", 
        "re-read", 
        "all-time-favorites", 
        "ya-fiction", 
        "survival", 
        "sci-fi-fantasy", 
        "books", 
        "favorite", 
        "scifi", 
        "5-stars", 
        "i-own", 
        "read-in-2011", 
        "novels", 
        "ebook", 
        "audiobook", 
        "young-adult-fiction", 
        "thriller", 
        "my-favorites", 
        "audiobooks", 
        "read-2012", 
        "futuristic", 
        "ebooks", 
        "default", 
        "library", 
        "fantasy-sci-fi", 
        "suspense", 
        "shelfari-favorites", 
        "faves", 
        "reread", 
        "read-in-2010", 
        "my-library", 
        "audio", 
        "favorite-series", 
        "teen-fiction", 
        "ya-lit", 
        "ya-books", 
        "own-it", 
        "finished", 
        "action-adventure", 
        "love", 
        "love-triangle", 
        "favs", 
        "distopia", 
        "loved", 
        "read-in-2013", 
        "coming-of-age", 
        "dystopian-fiction", 
        "distopian", 
        "borrowed", 
        "english", 
        "to-buy", 
        "novel", 
        "read-more-than-once", 
        "read-2011", 
        "favourite", 
        "favourite-books", 
        "scifi-fantasy", 
        "ya-fantasy", 
        "future", 
        "read-in-2014", 
        "contemporary", 
        "trilogy", 
        "dystopias", 
        "reviewed", 
        "e-book", 
        "ya-dystopian", 
        "speculative-fiction", 
        "2012-reads", 
        "finished-series", 
        "sf", 
        "completed-series", 
        "drama", 
        "5-star"
    ], 
    "content_available": true, 
    "n_authors": 1
}