{
    "content_name": "51531.txt.utf-8", 
    "isbn": "0795321554", 
    "author_name": "C. M. Kornbluth", 
    "images_urls": [
        "http://www.gutenberg.org/files/51531/51531-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51531/51531-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51531/51531-h/images/illus2.jpg"
    ], 
    "year": 1950, 
    "id": 540, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "With These Hands", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 4.06, 
    "rating_count": 3, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51531/pg51531.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/19168633-with-these-hands", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "Throughout his career Kornbluth like many science fiction writers of his generation struggled with the issue of art’s role in an increasingly technologized and dehumanized society. Did the creative artist, the individual work, have any role in a culture which was increasingly devoted to replication, to the homogenization of audience, to the suppression of irregularity or individuality? Was art in fact necessary or merely a distraction? Kornbluth was never able to resolve this personally or in his fiction; perhaps if he had not died in his mid-thirties he would have reached some accommodation. WITH THESE HANDS was written at 27, very early in an ordinary career and a Biblical span, but already late career for Kornbluth and the story knows it. Kornbluth’s painter (a surrogate as is so often the case in literature for the writer) struggles with this issue, with his relevance, with the issue of spirit and is forced to knowledge unwillingly. The story is an excellent example of the prejudice and force of the editing of Horace Gold, the editor of GALAXY magazine: in THE BEST OF CYRIL KORNBLUTH (compiled in 1976 from several earlier collections) the story ends in corporeal despair and a kind of ambiguous spirituality. The original version in GALAXY which of course was mandatory for The Galaxy Project collection has a far more optimistic ending; the final long scene of salvation was obviously either written by Gold or by Kornbluth at Gold’s insistence. This provides unusual insight into the laboratory of writer-editor synergy...whether the ending was actually done by Kornbluth to editorial order or whether Gold added it to the story (he had been known to edit this brutally) is the most significant part of the compound mystery of the novelette.", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51531", 
        "num": 51531
    }, 
    "authors": [
        51
    ], 
    "isbn13": "9780795321559", 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2016-03-22T00:00:00", 
    "author": 51, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "ku", 
        "short-stories", 
        "science-fiction", 
        "gutenberg", 
        "speculative-fiction", 
        "short-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}