{
    "content_name": "1059.txt.utf-8", 
    "isbn": "1585092916", 
    "author_name": "H. G. Wells", 
    "images_urls": [], 
    "year": 1914, 
    "images": [], 
    "id": 31, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The World Set Free", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_World_Set_Free", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.51, 
    "rating_count": 500, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/718452.The_World_Set_Free", 
        "found": true, 
        "year": 1914
    }, 
    "similar_books": [
        "Metropolis", 
        "Free Air", 
        "In the Year 2889", 
        "The Scarlet Plague", 
        "Unexpected Tales from the Ends of the Earth", 
        "Cory Doctorow's Futuristic Tales Of The Here And Now", 
        "The Myths and Legends of Ancient Greece and Rome", 
        "Drowning Towers", 
        "Last and First Men/Star Maker", 
        "The Lost Continent", 
        "The Sound of His Horn", 
        "A Journey in Other Worlds: A Romance of the Future", 
        "Atlanta Nights", 
        "Shadow of a Dead Star  (The Wonderland Cycle #1)", 
        "Beautiful Red", 
        "Thebes of the Hundred Gates", 
        "Some Of Us Had Been Threatening Our Friend Colby", 
        "The Wind from Nowhere"
    ], 
    "description": "This chilling, futuristic novel, written in 1913 and first published the following year, was incredibly prophetic on a major scale. Wells was a genius and visionary, as demonstrated by many of his other works, but this book is clearly one of his best.<p>He predicts nuclear warfare years before research began and describes the chain reactions involved and the resulting radiation. He describes a weapon of enormous destructive power, used from the air that would wipe out everything for miles, and actually used the term \"atomic bombs.\"</p><p>This book may have been at least part of the original inspiration for the development of atomic weapons, as well as presenting many other ideas that would ultimately come to pass. Some ideas may still be coming, including a one-world government referred to as The World Republic, that will attempt to end all wars.</p>", 
    "format": "Paperback", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/1059", 
        "num": 1059
    }, 
    "authors": [
        1
    ], 
    "pages": 140, 
    "language": "English", 
    "isbn13": "9781585092918", 
    "release_date": "2006-02-11T00:00:00", 
    "author": 1, 
    "original_title": "The World Set Free", 
    "summary": "The World Set Free is a novel written in 1913 and published in 1914 by H. G. Wells. The book is based on a prediction of nuclear weapons of a more destructive and uncontrollable sort than the world has yet seen. It had appeared first in serialised form with a different ending as A Prophetic Trilogy, consisting of three books: A Trap to Catch the Sun, The Last War in the World and The World Set Free.\nA frequent theme of Wells's work, as in his 1901 nonfiction book Anticipations, was the history of humans' mastery of power and energy through technological advance, seen as a determinant of human progress. The novel begins: \"The history of mankind is the history of the attainment of external power. Man is the tool-using, fire-making animal. . . . Always down a lengthening record, save for a set-back ever and again, he is doing more.\" (Many of the ideas Wells develops here found a fuller development when he wrote The Outline of History in 1918-1919.) The novel is dedicated \"To Frederick Soddy's Interpretation of Radium,\" a volume published in 1909.\nScientists of the time were well aware that the slow natural radioactive decay of elements like radium continues for thousands of years, and that while the rate of energy release is negligible, the total amount released is huge. Wells used this as the basis for his story. In his fiction,\n\nThe problem which was already being mooted by such scientific men as Ramsay, Rutherford, and Soddy, in the very beginning of the twentieth century, the problem of inducing radio-activity in the heavier elements and so tapping the internal energy of atoms, was solved by a wonderful combination of induction, intuition, and luck by Holsten so soon as the year 1933.\n\nWells's knowledge of atomic physics came from reading William Ramsay, Ernest Rutherford, and Frederick Soddy; the last discovered the disintegration of uranium. Soddy's book Wealth, Virtual Wealth and Debt praises The World Set Free. Wells's novel may even have influenced the development of nuclear weapons, as the physicist Leï¿½ Szilï¿½rd read the book in 1932, the same year the neutron was discovered. In 1933 Szilï¿½rd conceived the idea of neutron chain reaction, and filed for patents on it in 1934.\nWells's \"atomic bombs\" have no more force than ordinary high explosive and are rather primitive devices detonated by a \"bomb-thrower\" biting off \"a little celluloid stud.\" They consist of \"lumps of pure Carolinum\" that induce \"a blazing continual explosion\" whose half-life is seventeen days, so that it is \"never entirely exhausted,\" so that \"to this day the battle-fields and bomb fields of that frantic time in human history are sprinkled with radiant matter, and so centres of inconvenient rays.\"\n\nNever before in the history of warfare had there been a continuing explosive; indeed, up to the middle of the twentieth century the only explosives known were combustibles whose explosiveness was due entirely to their instantaneousness; and these atomic bombs which science burst upon the world that night were strange even to the men who used them.\n\nWells observes:\n\nCertainly it seems now that nothing could have been more obvious to the people of the earlier twentieth century than the rapidity with which war was becoming impossible. And as certainly they did not see it. They did not see it until the atomic bombs burst in their fumbling hands [...] All through the nineteenth and twentieth centuries the amount of energy that men were able to command was continually increasing. Applied to warfare that meant that the power to inflict a blow, the power to destroy, was continually increasing [...]There was no increase whatever in the ability to escape [...]Destruction was becoming so facile that any little body of malcontents could use it [...]Before the last war began it was a matter of common knowledge that a man could carry about in a handbag an amount of latent energy sufficient to wreck half a city.\n\nWells viewed war as the inevitable result of the Modern State; the introduction of atomic energy in a world divided resulted in the collapse of society. The only possibilities remaining were \"either the relapse of mankind to agricultural barbarism from which it had emerged so painfully or the acceptance of achieved science as the basis of a new social order.\" Wells's theme of world government is presented as a solution to the threat of nuclear weapons.\n\nFrom the first they had to see the round globe as one problem; it was impossible any longer to deal with it piece by piece. They had to secure it universally from any fresh outbreak of atomic destruction, and they had to ensure a permanent and universal pacification.\n\nThe devastation of the war leads the French ambassador at Washington, Leblanc, to summon world leaders to a conference at Brissago, where Britain's \"King Egbert\" sets an example by abdicating in favor of a world state. Such is the state of the world's exhaustion that the effective coup of this \"council\" (\"Never, of course, had there been so provisional a government. It was of an extravagant illegality.\") is resisted only in a few places. The defeat of Serbia's \"King Ferdinand Charles\" and his attempt to destroy the council and seize control of the world is narrated in some detail.\nBrought to its senses, humanity creates a utopian order along Wellsian lines in short order. Atomic energy has solved the problem of work. In the new order \"the majority of our population consists of artists.\"\nThe World Set Free concludes with a chapter recounting the reflections of one of the new order's sages, Marcus Karenin, during his last days. Karenin argues that knowledge and power, not love, are the essential vocation of humanity, and that \"There is no absolute limit to either knowledge or power.\"\n\n", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "fiction", 
        "classics", 
        "sci-fi", 
        "kindle", 
        "ebook", 
        "owned", 
        "classic", 
        "scifi", 
        "post-apocalyptic", 
        "literature", 
        "h-g-wells", 
        "my-ebooks", 
        "e-book", 
        "to-buy", 
        "politics", 
        "war", 
        "sf", 
        "currently-reading", 
        "favorites", 
        "history", 
        "library", 
        "dystopian", 
        "novels", 
        "fantasy", 
        "audiobooks", 
        "maybe", 
        "utopia", 
        "dystopia", 
        "default", 
        "books-i-own", 
        "ibooks", 
        "british", 
        "sci-fi-fantasy", 
        "ebooks", 
        "science", 
        "wells", 
        "english", 
        "ciencia-ficciï¿½n", 
        "english-literature", 
        "amazon", 
        "philosophy", 
        "wish-list", 
        "20th-century", 
        "futuristic", 
        "owned-books", 
        "2015-challenge", 
        "standalone", 
        "to-read-fiction", 
        "own-it", 
        "audible", 
        "speculative-fiction", 
        "classic-sci-fi", 
        "nuclear", 
        "classic-fiction", 
        "utopia-dystopia", 
        "kindle-books", 
        "scifi-fantasy", 
        "eb", 
        "nuclear-fiction", 
        "audio-book", 
        "gutenberg", 
        "in-english", 
        "y-classics", 
        "unread-kindle-books", 
        "to-read-starting-9-1-17", 
        "amazon-library", 
        "fiction-classics", 
        "shelved", 
        "1910-s", 
        "abandoned", 
        "textbooks-literature", 
        "read-2017", 
        "to-read-owned", 
        "sitting-on-my-bookshelf", 
        "fiktio", 
        "new", 
        "to-sort", 
        "western-european", 
        "recabar", 
        "20th-century-lit", 
        "pleasure", 
        "my-kindle-books", 
        "ci-fi", 
        "10s", 
        "novels-to-buy", 
        "great-fiction-books", 
        "distopia", 
        "denuncia", 
        "fiction-to-read", 
        "books-at-library", 
        "future-a-to-read", 
        "dystopia-apocolyptic", 
        "have-read", 
        "sci-fy-virtual", 
        "the-end-is-nigh", 
        "to-read-second", 
        "owned-not-read", 
        "ibooks-epub"
    ], 
    "content_available": true, 
    "n_authors": 1
}