{
    "content_name": "32078.txt.utf-8", 
    "isbn": "0380017601", 
    "author_name": "Irving E. Cox", 
    "images_urls": [
        "http://www.gutenberg.org/files/32078/32078-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32078/32078-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/32078/32078-h/images/image_f.jpg", 
        "http://www.gutenberg.org/files/32078/32078-h/images/image_g.jpg", 
        "http://www.gutenberg.org/files/32078/32078-h/images/image_h.jpg", 
        "http://www.gutenberg.org/files/32078/32078-h/images/image_t.jpg"
    ], 
    "year": 1970, 
    "images": [], 
    "id": 710, 
    "category": "Text", 
    "plot": "\"His Mate\"\nA rough collie named Lad lives at the Place with his Master, Mistress, and his mate, Lady. When Knave, a younger collie, is boarded at the Place, Lady begins ignoring Lad in favor of the newcomer. During a romp in the forest with Knave, Lady is caught in a leghold trap. Knave leaves her there and returns home but Lad finds her. Several days later, the still limping Lady accidentally gets locked in the library and is subsequently blamed for the destruction of the Master's beloved mounted bald eagle. The Master starts to whip her, but Lad intervenes and takes the whipping himself, knowing Knave was the culprit. Later, he attacks Knave for getting Lady in trouble, sending him fleeing from the Place. As the Master apologizes to Lad, Lady lovingly licks his wounds from the fight.\n\"Quiet\"\nOn a cold October day, the Mistress falls into the lake and develops pneumonia. As the house must be kept quiet during her recovery, the dogs are sent to a boarding kennel, except Lad who is ordered to keep quiet. One night a thief breaks into the house, hoping to take advantage of the absence of the dogs. After he climbs through a window, Lad silently attacks him. During the ensuing fight Lad is cut with a knife before sending the man crashing back through the window. The noise wakes the humans of the house and the thief is arrested. After Lad's wound is treated, he enjoys praise from the Mistress then travels some distance from home to enjoy a lengthy session of barking.\n\"A Miracle or Two\"\nOne spring, a relative of the Mistress brings her invalid toddler, Baby, to the Place in the hope that the weather will help her grow stronger. Lad immediately befriends the girl and becomes her constant companion. By summer, Baby is growing healthier, though she is still unable to walk. One afternoon, the mother sits the child near the lake, then leaves her to go meet the Master and Mistress, who are returning from town. Lad saves the baby from a copperhead snake, but the distraught mother only sees Lad throw her backwards and begins beating him. To protect her friend, Baby manages to shakily walk to her mother and explain what happened. While the humans fuss over the occurrence Lad sneaks off and spends four days buried in marsh mud to draw out the snake's poison.\n\"His Little Son\"\nLady gives birth to three puppies, but after two die of unexplained causes, Lady lavishes all her attention on the surviving pup, Wolf. She later develops distemper and is taken away by the veterinarian, so Lad takes over the raising of his son, solemnly teaching him the Law of the Place. Wolf comes to love and respect his father and soon forgets his mother, though Lad continues to search for her daily. A month later, Wolf falls through the ice of the semi-frozen lake, and Lad nearly drowns while saving him. When Lad staggers to shore, he is ecstatically greeted by the recovered Lady.\n\"For a Bit of Ribbon\"\nThe Master and Mistress enter Lad in the Westminster Dog Show in New York, much to Lad's abject misery as he dislikes the preparatory bathing and brushing. Dismayed to learn that Lad will have to stay chained to a small bench for all four days of the event, his owners begin to regret bringing him. To their joy, Lad wins the blue ribbon in both the Novice and Winner classes, and they decide not to subject him to the four-day stay. When they let Lad know he is going home, he joyfully perks up.\n\"Lost!\"\nDue to city regulations, the Master and Mistress are forced to muzzle Lad when they take him from the show. During the drive out of the city, Lad falls out of the car and is left behind. After he realizes he is lost, Lad starts towards home. Along the way he is chased by the police and a crowd of people, who presume he is rabid, but he escapes them by swimming across the Hudson River. Later he is attacked by a mongrel guard dog, but he refuses to run from the battle. He initially struggles to defend himself while muzzled, but then the other dog inadvertently bites through the strap holding the muzzle on, allowing Lad to quickly defeat him. When the Master and Mistress return from searching for Lad, they find him waiting on the porch.\n\n\"The Throwback\"\nGlure, a wealthy neighbor who considers himself gentry, stops at the Place for a night while on the way to a livestock show with a flock of expensive sheep. During the night, Glure's \"Prussian sheep dog\", Melisande, worries the sheep and they break free from the pen. Though Lad has never seen sheep, he instinctively herds them together while keeping Melisande under control. When the humans arrive to take the sheep home, Glure's herdsman apologizes for having earlier insulted Lad and Glure offers to trade Melisande for Lad.\n\"The Golden Hat\"\nTired of his high-priced imported livestock losing in local shows, Glure concocts a dog show with a special gold cup event that is limited to collies that are both American Kennel Club blue ribbon winners and capable of completing the tasks of a British working sheep dog trial. Initially, it seems like the only dog who meets the requirements is Glure's recently purchased blue-merle champion, Lochinvar III; however, the Mistress is able to command Lad through the motions of the trial. Lochinvar works primarily by hand signal, so when Glure accidentally burns his fingers on his cigar while going through the trial, the dog stops working and waits for Glure's hand-shaking to be explained. The dog is disqualified and Lad is declared the winner. The Master and Mistress donate the gold cup to the Red Cross in his name.\n\"Speaking of Utility\"\nGlure tries to encourage the Master to support the \"war effort\" by killing his non-utilitarian animals, including his dogs. The Master quickly points out that Glure himself did not \"sacrifice\" his dogs but lost them to distemper. Pointing out that Lad had just chased off a trespasser from the Place, he fiercely argues that his dogs are his home's best protection. A few days later during a livestock show, Lad attacks Glure's new groom, recognizing him as the trespasser he chased away earlier. Lad's attack frees a vicious bull, which goes into homicidal rage. Lad abandons his attack of the groom to protect him from the bull. The bull chases Lad over the river and consequently gets stuck in the mud. The Master quickly determines why Lad attacked the man and Glure grudgingly thanks them.\n\"The Killer\"\nLad is accused of killing eight sheep owned by a neighbor. When the Master refuses to believe the accusations, they are taken to court where the neighbor's farmhand testifies that he saw Lad kill two of the sheep. The Master successfully shows the improbability of a single dog carrying off six sheep in two nights and that the two dead sheep left behind were clearly cut with a knife, not teeth. After Lad is given a 24-hour parole, the Master asks the judge to accompany him to the neighbor's house that night, where they discover that the farmhand was actually stealing the sheep, then killing one from each batch to put the blame on Lad.\n\"Wolf\"\nWolf, the companion and friend of the Boy, is highly intelligent and an excellent guard dog. The Boy is upset that he is not allowed to enter the dog shows, though he understands that Wolf does not meet the breed standards. While the family is at a dog show with Bruce and Lad, Wolf is poisoned by an intruder. Having only eaten part of the tainted meat, Wolf is still alive when the thief returns to the house that night and is shot twice while protecting the Place. The thief escapes, but is later apprehended by the police while being treated for his bites. Wolf recovers and is given a \"Hero Cup\" trophy, to the Boy's delight.\n\"In the Day of Battle\"\nOn a cold, snowy day, thirteen-year-old Lad feels snubbed when the three-year-old Wolf does not invite him to join him and Rex, a five-year-old collie and bull terrier mix, for a run in the woods. Later, Lad goes for a walk, following their path. When he meets them on the trail, rather than letting Lad pass, Rex viciously attacks him. With his teeth dulled by old age, Lad is unable to really fight back. Refusing to just run, he defends himself as best he can while moving backwards towards home, half a mile away. Though Wolf betrays him and joins Rex in the life-or-death fight, Lad manages to get close enough to the house for Bruce to hear the battle and alert the Master and Mistress. The Master is forced to kill Rex after the crazed dog turns on him. After four weeks recovering from his wounds, Lad is able to go outside again and Wolf steps aside for him, acknowledging he is still the leader of the Place's dogs.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Love Story", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Lad,_A_Dog", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.6, 
    "rating_count": 41225, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32078/pg32078.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/73968.Love_Story", 
        "found": true, 
        "year": 1970
    }, 
    "similar_books": [
        "The Fall of the Athenian Empire", 
        "Moliere: A Biography", 
        "The Mojo Collection: The Ultimate Music Companion", 
        "A Monetary History of the United States 1867-1960", 
        "George W. Bushisms: The Slate Book of Accidental Wit and Wisdom of Our 43rd President", 
        "My Life As Author And Editor", 
        "Goldilocks & Three Bears: Bears Should Share!", 
        "Gidget (Gidget series, #1)", 
        "Novels, 1930-1942: Dance Night / Come Back to Sorrento / Turn, Magic Wheel / Angels on Toast / A Time to Be Born", 
        "Lisa and David", 
        "The Vanishing Newspaper: Saving Journalism in the Information Age", 
        "New Poems of Emily Dickinson", 
        "The Holy Barbarians", 
        "Monsieur Proust", 
        "My Life in Orange", 
        "My Lai 4: A Report on the Massacre and Its Aftermath", 
        "Swimming with Giants: My Encounters with Whales, Dolphins and Seals", 
        "Pushkin: A Biography"
    ], 
    "description": "Oliver Barrett IV, a wealthy jock from a stuffy WASP family on his way to a Harvard degree and a career in law . . . Jenny Cavilleri, a sharp-tongued, working-class beauty studying music at Radcliffe . . .<br /><br />Opposites in nearly every way, Oliver and Jenny are kindred spirits from vastly different worlds. Falling deeply and powerfully, their attraction to one another defies everything they have ever believed—as they share a passion far greater than anything they dreamed possible . . . and explore the wonder of a love that must end too soon.<br /><br />One of the most adored novels of our time, this is the book that defined a generation—a story of uncompromising devotion, of life as it really is . . . and love that changes everything.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32078", 
        "num": 32078
    }, 
    "authors": [
        160
    ], 
    "language": "English", 
    "isbn13": "9780380017607", 
    "country": 2, 
    "release_date": "2010-04-21T00:00:00", 
    "author": 160, 
    "original_title": "Lad, A Dog", 
    "summary": "Lad: A Dog is a 1919 American novel written by Albert Payson Terhune and published by E. P. Dutton. Composed of twelve short stories first published in magazines, the novel is based on the life of Terhune's real-life rough collie, Lad. Born in 1902, the real-life Lad was an unregistered collie of unknown lineage originally owned by Terhune's father. Lad's death in 1918 was mourned by many of the story's fans, particularly children.\nThrough the stories of Lad's adventures, Terhune expresses his views on parenting, obtaining perfect obedience without force, and the nature and rights of the \"well-bred\". Terhune began writing the stories in 1915 at the suggestion of his Red Book Magazine editor. They gained in popularity and, as Terhune was under contractual obligation to submit something to Doubleday-Page, he collected them into novel form. After Doubleday rejected the novel, he solicited other publishers until it was picked up by Dutton. After a slow start, the novel became a best seller in the adult fiction and children's fiction markets, having been repositioned as a young adult novel by Grosset and Dunlap in the 1960s and 1970s. Selling over one million copies, it is Terhune's best-selling work and the one that propelled him to fame. It has been reprinted over 70 times by Dutton, and republished by a variety of publishers since its original release, including at least six international translations.\nContemporaneous critics praised Terhune's writing style and the overall story appeal, while dog breeders criticized his unrealistic canine characters. In retrospective reviews, critics considered that the novel had aged badly, and that Terhune displayed little actual writing skill, but noted that the novel was able to hold long-lasting appeal as it triggered the reader's desire to have such an ideal dog. Terhune himself considered the novel \"hack writing\" and did not understand why it was so popular. Because of its reception, he went on to publish two additional novels featuring Lad and one featuring Lad's son, Wolf, as well as many other fictional stories featuring dogs. Warner Brothers released a film adaptation in June 1962. A series of four children's picture books based on three of the stories from the novel were published by Margo Lundell between 1997 and 1998.", 
    "content_cleaned": true, 
    "classes": [
        "romance", 
        "currently-reading", 
        "to-read", 
        "favorites", 
        "classics", 
        "fiction", 
        "owned", 
        "chick-lit", 
        "contemporary", 
        "rory-gilmore-challenge", 
        "rory-gilmore", 
        "love", 
        "novels", 
        "novel", 
        "love-story", 
        "erich-segal", 
        "drama", 
        "gilmore-girls", 
        "adult", 
        "classic", 
        "rory-gilmore-reading-list", 
        "general-fiction", 
        "adult-fiction", 
        "series", 
        "owned-books", 
        "love-stories", 
        "contemporary-romance", 
        "default", 
        "american", 
        "young-adult", 
        "favourites", 
        "i-own", 
        "shelfari-favorites", 
        "made-me-cry", 
        "library", 
        "english", 
        "gilmore-girls-reading-list", 
        "my-library", 
        "literature", 
        "contemporary-fiction", 
        "to-buy", 
        "tear-jerker", 
        "romantic", 
        "books-i-own", 
        "gilmore", 
        "rory-gilmore-book-challenge", 
        "borrowed", 
        "20th-century", 
        "movie", 
        "popular-fiction", 
        "gilmore-challenge", 
        "usa", 
        "my-books", 
        "re-read", 
        "american-literature", 
        "reviewed", 
        "my-favorites", 
        "the-rory-gilmore-reading-challenge", 
        "ebook", 
        "gilmore-girls-reading-challenge", 
        "kindle", 
        "college", 
        "terjemahan", 
        "relationships", 
        "finished", 
        "chicklit", 
        "read-in-english", 
        "read-long-ago", 
        "realistic-fiction", 
        "death", 
        "must-read", 
        "rory-gilmore-s-reading-challenge", 
        "rory-gilmore-list", 
        "ebooks", 
        "read-in-2012", 
        "e-books", 
        "home-library", 
        "own-it", 
        "e-book", 
        "tragedy", 
        "read-in-2016", 
        "stand-alone", 
        "books", 
        "womens-fiction", 
        "book-to-movie", 
        "books-to-movies", 
        "tear-jerkers", 
        "fiction-general", 
        "saw-the-movie", 
        "indonesian", 
        "shelfari-wishlist", 
        "rory-gilmore-book-list", 
        "maybe", 
        "books-i-have", 
        "rory", 
        "movies", 
        "chic-lit", 
        "all-time-favorites", 
        "2016-reads", 
        "young-love"
    ], 
    "content_available": true, 
    "n_authors": 1
}