{
    "content_name": "51362.txt.utf-8", 
    "isbn": "1401204546", 
    "language_code": "en-US", 
    "author_name": "W. T. Haggert", 
    "images_urls": [
        "http://www.gutenberg.org/files/51362/51362-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51362/51362-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51362/51362-h/images/illus2.jpg"
    ], 
    "year": 2006, 
    "images": [], 
    "id": 667, 
    "category": "Text", 
    "plot": "At the onset of the series, the story seems to be narrated from Luthor's point of view, one depicting himself as someone much different than the ruthless, corrupt killer that readers are accustomed to. He displays a charitable nature by giving a loyal employee an invitation to Luthor's own \"Science Spire\", a new Metropolis attraction still under construction. By contrast, many of the 'heroes' Luthor encounters during his story (Superman, Batman) are depicted as duplicitous and unworthy of trust. Luthor watches footage of Superman engaging criminals with heat vision and wonders to himself why the public invests so much trust in an alien simply because he looks human. Meanwhile, in Chechnya, Mr. Elias Orr, one of Lex's operatives, leads a group of mercenaries in a raid to free a Russian scientist who is to assist Lex Luthor in a new project.\nWhile holding a meeting, it is brought to Luthor's attention that the union workers building the Science Spire want a higher wage. Luthor tosses his business plan and decides to unveil the attraction as non-profit, which undercuts the union's demands. Upon leaving the boardroom full of stunned executives, Luthor arrives at his lab where he observes Hope, a woman floating inside a vat. Sometime later Orr threatens the union leader into complying with his demands while Lex flies to Gotham City to try to arrange a deal with Bruce Wayne (Batman)\nAs a gift, Lex presents Bruce with kryptonite and asks him to consider how the public only has Superman's word that he won't turn on them and that he wants a recent development Bruce's company has come up with. That night Batman is looking at the kryptonite when Superman arrives in Gotham and uses his breath to blow the kryptonite away. After a brief, one-sided fight, Superman finishes it with a knockout punch to Batman's face. Later that evening Bruce calls Lex and tells him he will give the research to Luthor.\nAt the opening for the Science Spire, Lex announces the arrival of a new superhero by introducing Hope to the public, the result of the scientist's work and Wayne's medicinal breakthroughs. Hope displays abilities of super-strength and flight, essentially replacing Superman and becoming a corporate-sponsored hero. Over a short period, Hope takes on duties normally reserved for Superman and gains a following. Orr approaches Winslow Schott (Toyman) with an offer on behalf of Lex. Hope and Lex are in bed together when a news bulletin breaks that Schott is wanted for a bombing at the Metropolis Daycare Center (in which over seventy adults and children, including, coincidentally, the Russian scientist and his family are killed). Orr realizes that it was a double cross when Schott mentions a different kind of explosive delivered to him. Lex urges Hope to bring the criminal to justice.\nInside his warehouse, Toyman is confronted by Superman, who is immediately met by Toyman's soldiers as Hope grabs Schott, and soars into the sky with him. In a separate location, Lex activates a control and causes her to drop Toyman, a development that pleases many of those watching on television. At the last moment, Superman flies up and catches Toyman.\nHope wonders why she involuntarily let Toyman go just as Superman confronts her for attempted murder. Hope attacks Superman and flies away, towards the Science Spire. Hope's injuries in the battle with Superman reveal to both of them that she is actually an android. Lex then remotely detonates Hope, blowing up the Science Spire. This destroys the evidence that she was an android and makes it appear that Superman killed her.\nSuperman flies to Lex's office, where he is waiting with his back turned. Lex says that not one person in Metropolis wanted to see Schott live after his destruction, and that even with his many visions, Superman can't see his soul. Lex is infuriated by Superman’s silent judgment and demands he say something. Superman simply says, \"You're wrong...I can see your soul.\" Taken aback, Lex pounds the window in defiance, then tries to regain composure, saying that if Superman could, he would see a man who sacrificed everything, including hope, for \"A world without a Superman\" and if just one person out there saw Superman saving a condemned man and \"realizes what you are\" then it was worth it. Luthor turns away from the window, asking him to \"Please, just fly away.\" Superman complies, soaring off with a sad expression, leaving Lex with the thought \"I am a man. I hope.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Lex", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Lex_Luthor:_Man_of_Steel", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.91, 
    "rating_count": 2933, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51362/pg51362.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/401200.Lex_Luthor", 
        "found": true, 
        "year": 2006
    }, 
    "similar_books": [
        "Superman: Brainiac", 
        "Superman: Peace on Earth", 
        "Superman: Secret Identity", 
        "Superman: Birthright", 
        "Secret Six, Vol. 2: Depths", 
        "Gotham Central, Book Two: Jokers and Madmen", 
        "Superman/Shazam!: First Thunder", 
        "DC: The New Frontier, Volume 2", 
        "Gotham Central Book Three: On the Freak Beat", 
        "JLA Classified, Vol. 2: I Can't Believe It's Not the Justice League"
    ], 
    "description": "Written by Brian Azzarello Art and cover by Lee Bermejo Superman has been called many things, from the defender of Truth, Justice and the American way to the Big Blue Boy Scout. In LEX LUTHOR: MAN OF STEEL, he is called something he never been called before: a threat to all humanity! In this trade paperback collecting the acclaimed 5-issue miniseries LEX LUTHOR: MAN OF STEEL, fan-favorite writer Brian Azzarello (SUPERMAN, 100 BULLETS) teams up with artist Lee Bermejo (BATMAN/DEATHBLOW) for a bold story in which readers get a glimpse into the mind of Superman's longtime foe. MAN OF STEEL reveals why Luthor chooses to be the proverbial thorn in the Man of Steel's side - to save humanity from an ntrustworthy alien being.", 
    "format": "Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51362", 
        "num": 51362
    }, 
    "authors": [
        219
    ], 
    "pages": 144, 
    "language": "English", 
    "isbn13": "9781401204549", 
    "country": 3, 
    "release_date": "2016-03-05T00:00:00", 
    "author": 219, 
    "original_title": "Lex Luthor: Man of Steel", 
    "summary": "Lex Luthor: Man of Steel (later collected as simply Luthor) is a five-issue monthly American comic book limited series written by Brian Azzarello and illustrated by Lee Bermejo, which features Superman's nemesis Lex Luthor as the protagonist.\nIt explores Luthor's motivations behind being a constant foe to the Man of Steel inside a city that has largely embraced him. Luthor views Superman as a demigod who looks down on humanity and believes that in order to \"save\" the human race from extraterrestrial threats, Superman must be stopped.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "comics", 
        "graphic-novels", 
        "graphic-novel", 
        "dc-comics", 
        "dc", 
        "superman", 
        "favorites", 
        "comic-books", 
        "superheroes", 
        "fiction", 
        "superhero", 
        "comic", 
        "comics-graphic-novels", 
        "currently-reading", 
        "default", 
        "owned", 
        "comics-read", 
        "graphic-novels-comics", 
        "science-fiction", 
        "to-read-comics", 
        "fantasy", 
        "owned-books", 
        "comics-dc", 
        "borrowed", 
        "graphic-fiction", 
        "comics-and-graphic-novels", 
        "comic-book", 
        "books-i-own", 
        "graphic-novels-to-read", 
        "comics-to-read", 
        "brian-azzarello", 
        "dc-superman", 
        "lex-luthor", 
        "comic-manga", 
        "bd", 
        "dc-vertigo", 
        "graphic-novels-and-comics", 
        "library-books", 
        "superheros", 
        "graphic-novels-read", 
        "superhero-comics", 
        "batman", 
        "read-in-english", 
        "comix", 
        "graphic", 
        "read-in-2017", 
        "favourites", 
        "graphics", 
        "quadrinhos", 
        "books-i-have", 
        "my-books", 
        "read-2016", 
        "read-in-2016", 
        "physical", 
        "banda-desenhada", 
        "komiks", 
        "drama", 
        "dc-universe", 
        "read-in-2015", 
        "comic-books-graphic-novels", 
        "crime", 
        "to-read-graphic", 
        "hqs", 
        "comics-manga", 
        "digital-comics", 
        "read-in-2013", 
        "action", 
        "digital", 
        "read-2013", 
        "read-comics", 
        "dc-superheroes", 
        "read-in-2012", 
        "sequential-art", 
        "library-book", 
        "graphic-novels-manga", 
        "comics-superheroes", 
        "finished", 
        "library", 
        "villains", 
        "series-superman", 
        "graphic-novel-comics", 
        "to-buy", 
        "graphic-novels-want-to-read", 
        "y", 
        "on", 
        "novelas", 
        "nov", 
        "grï¿½ficas", 
        "12", 
        "read-own-d", 
        "c-comics-alt", 
        "manga-to-read", 
        "lista-de-espera", 
        "pub-2000s", 
        "pp-100-199", 
        "read-translated", 
        "comixology", 
        "repetido", 
        "ed-arg"
    ], 
    "content_available": true, 
    "n_authors": 1
}