{
    "content_name": "20551.txt.utf-8", 
    "isbn": "1434400026", 
    "author_name": "Ray Cummings", 
    "images_urls": [
        "http://www.gutenberg.org/files/20551/20551-h/images/illo_1.png", 
        "http://www.gutenberg.org/files/20551/20551-h/images/illo_2.png"
    ], 
    "year": 1931, 
    "images": [], 
    "id": 956, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The White Invaders", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Illustrated_Man", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.06, 
    "rating_count": 11, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6328761-the-white-invaders", 
        "found": true, 
        "year": 1980
    }, 
    "similar_books": [], 
    "description": "Don's shotgun went up. \"Bob, we'll hold our ground. Is it--is he armed, can you see?\" \"No! Can't tell.\"<br /><br />Armed! What nonsense! How could this wraith, this apparition, do us physical injury!<br /><br />\"If--if he gets too close, Bob, by God, I'll shoot. But if he's human, I wouldn't want to kill him.\"<br /><br />The shape had stopped again. It was fifty feet from us now, and we could clearly see that it was a man, taller than normal. He stood now with folded arms--a man strangely garbed in what seemed a white, tight-fitting jacket and short trunks. On his head was a black skull cap surmounted by a helmet of strange design.<br /><br />Don's voice suddenly echoed across the rocks.<br /><br />\"Who are you?\"<br /><br />The white figure gave no answer. It did not move.<br /><br />\"We see you. What do you want?\" Don repeated.<br /><br />Then it moved again. Partly toward us and partly sidewise, away from the sea. The swing of the legs was obvious. It was walking. But not upon the path, nor upon the solid surface of these Bermuda rocks! A surge of horror went through me at the realization. This was nothing human! It was walking on some other surface, invisible to us, but something solid beneath its own tread.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20551", 
        "num": 20551
    }, 
    "authors": [
        71
    ], 
    "pages": 104, 
    "language": "English", 
    "isbn13": "9781434400024", 
    "countries": [
        2
    ], 
    "release_date": "2007-02-10T00:00:00", 
    "author": 71, 
    "original_title": "The Illustrated Man", 
    "summary": "The Illustrated Man is a 1951 collection of eighteen science fiction short stories by American writer Ray Bradbury. A recurring theme throughout the eighteen stories is the conflict of the cold mechanics of technology and the psychology of people. It was nominated for the International Fantasy Award in 1952.\nThe unrelated stories are tied together by the frame device of \"the Illustrated Man\", a vagrant former member of a carnival freak show with an extensively tattooed body whom the unnamed narrator meets. The man's tattoos, allegedly created by a time-traveling woman, are individually animated and each tell a different tale. All but one of the stories had been published previously elsewhere, although Bradbury revised some of the texts for the book's publication.\nThe book was made into the 1969 film with same name, starring Rod Steiger and Claire Bloom, adapted from the stories \"The Veldt\", \"The Long Rain\" and \"The Last Night of the World\".\nA number of the stories, including \"The Veldt\", \"The Fox and the Forest\" (as \"To the Future\"), \"Marionettes, Inc.\", and \"Zero Hour\" were dramatized for the 1955-57 radio series X Minus One. \"The Veldt\", \"The Concrete Mixer\", \"The Long Rain\", \"Zero Hour\", and \"Marionettes Inc.\" were adapted for the TV series The Ray Bradbury Theater.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "scifi-fantasy", 
        "science-fiction", 
        "20th-century-lit", 
        "sci-fi", 
        "posseduti", 
        "no-isbn", 
        "fantascienza", 
        "shelf-c-authors", 
        "pending-placement", 
        "ebook-kindle-own", 
        "calibre", 
        "unknown-genre", 
        "taggare", 
        "racism", 
        "other-dimensions", 
        "astounding", 
        "feedbooks-com", 
        "pre-golden-age", 
        "goodreads-ebooks", 
        "science", 
        "general", 
        "fiction", 
        "owned", 
        "fantasy-science-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}