{
    "content_name": "17028.txt.utf-8", 
    "isbn": "0765310457", 
    "language_code": "en-US", 
    "author_name": "Cory Doctorow", 
    "images_urls": [], 
    "year": 2004, 
    "images": [], 
    "id": 725, 
    "category": "Text", 
    "plot": "The novel takes place in a world where online \"tribes\" form, where all members set their circadian rhythms to the same time zone even though members may be physically located throughout the world.\nThe protagonist, Art Berry, has been sent to an insane asylum as a result of a complex conspiracy. Told mostly in flashbacks, Art explains that he works in London as a consultant for the Greenwich 0 tribe. In reality, though, both he and his associate Fede are in fact double-agents for the Eastern Standard Tribe. Despite his talents as a human experience engineer, Art delivers subtly flawed proposals to the GMT tribe in order to undermine them and enable his own tribe to get a coveted contract.\nHe meets a girl, Linda, after he hits her with his car at 3am. Art has an idea for peer-to-peer music sharing between automobiles, and plans to give it to the EST (taking a cut to himself.) However, his girlfriend meets his coworker, Fede, and they plan to double cross the EST and sell the idea to another tribe. Knowing Art won't approve of the plan, they do it behind his back.\nFede later claims he would have cut Art in on the deal afterwards. However, Art figures out what is going on, and as a result they have him committed to an insane asylum to protect their plot.\nThe book alternates between two points of view: Art meeting Linda in London, and Art in the asylum. The London plot culminates in his attack on Fede when he discovers his betrayal. The asylum plot takes place after his attack on Fede, and culminates in his escape from the asylum and founding of a new company to market health care products using his inside knowledge of psychiatric institutions.", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "Eastern Standard Tribe", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Eastern_Standard_Tribe", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.49, 
    "rating_count": 2928, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/29589.Eastern_Standard_Tribe", 
        "found": true, 
        "year": 2004
    }, 
    "similar_books": [
        "Appeals Court", 
        "Maelstrom (Rifters, #2)", 
        "Budayeen Nights", 
        "Postsingular", 
        "The Caryatids", 
        "Going, Going, Gone", 
        "Remix", 
        "Everyone in Silico", 
        "Marco and the Red Granny", 
        "Ventus", 
        "Rim", 
        "The Big Jump", 
        "Halo", 
        "A Signal Shattered", 
        "Vacuum Flowers"
    ], 
    "description": "<b>A comedy of loyalty, betrayal, sex, madness, and music-swapping</b><br /><br />Art is an up-and-coming interface designer, working on the management of data flow along the Massachusetts Turnpike. He's doing the best work of his career and can guarantee that the system will be, without a question, the most counterintuitive, user-hostile piece of software ever pushed forth onto the world.<br /><br />Why? Because Art is an industrial saboteur. He may live in London and work for an EU telecommunications megacorp, but Art's real home is the Eastern Standard Tribe.<br /><br />Instant wireless communication puts everyone in touch with everyone else, twenty-four hours a day. But one thing hasn't changed: the need for sleep. The world is slowly splintering into Tribes held together by a common time zone, less than family and more than nations. Art is working to humiliate the Greenwich Mean Tribe to the benefit of his own people. But in a world without boundaries, nothing can be taken for granted-not happiness, not money, and most certainly not love.<br /><br />Which might explain why Art finds himself stranded on the roof of an insane asylum outside Boston, debating whether to push a pencil into his brain....", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/17028", 
        "num": 17028
    }, 
    "authors": [
        33
    ], 
    "language": "English", 
    "isbn13": "9780765310453", 
    "country": 8, 
    "release_date": "2005-11-20T00:00:00", 
    "author": 33, 
    "original_title": "Eastern Standard Tribe", 
    "summary": "Eastern Standard Tribe is a 2004 novel by Cory Doctorow. Like Doctorow's first two books, the entire text was released under a Creative Commons license on Doctorow's website, allowing the whole text of the book to be read for free and distributed without the publisher's permission.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "fiction", 
        "sci-fi", 
        "currently-reading", 
        "cyberpunk", 
        "scifi", 
        "ebook", 
        "owned", 
        "sf", 
        "ebooks", 
        "kindle", 
        "library", 
        "audiobook", 
        "canadian", 
        "novel", 
        "default", 
        "favorites", 
        "e-book", 
        "audiobooks", 
        "dystopia", 
        "dystopian", 
        "speculative-fiction", 
        "speculative", 
        "sci-fi-fantasy", 
        "near-future", 
        "library-books", 
        "adult", 
        "to-buy", 
        "science", 
        "calibre", 
        "my-ebooks", 
        "creative-commons", 
        "read-2011", 
        "e-books", 
        "cory-doctorow", 
        "technology", 
        "novels", 
        "abandoned", 
        "scifi-fantasy", 
        "english", 
        "books", 
        "doctorow", 
        "recommended", 
        "canadian-authors", 
        "sff", 
        "geek", 
        "own-ebook", 
        "science-fiction-fantasy", 
        "digital", 
        "sf-f", 
        "cyber-punk", 
        "audio", 
        "own-it", 
        "read-in-2016", 
        "do-want", 
        "hoopla", 
        "gave-up-on", 
        "read-2015", 
        "owned-to-read", 
        "male-author", 
        "bookshelf", 
        "did-not-finish", 
        "not-read", 
        "general", 
        "sold", 
        "seth-godin", 
        "dnf", 
        "sci-fi-and-fantasy", 
        "don-t-have-read", 
        "review-needed", 
        "my-books", 
        "in-english", 
        "general-fiction", 
        "fantastical", 
        "2006", 
        "kobo", 
        "prose", 
        "canadian-author", 
        "freebie", 
        "re-read", 
        "stand-alone", 
        "genre", 
        "read-in-2010", 
        "21st-century", 
        "slipstream", 
        "read-2008", 
        "public-library", 
        "future", 
        "business", 
        "2005", 
        "sci-fi-fan", 
        "unowned", 
        "romane", 
        "audio-books", 
        "google-books", 
        "on-calibre-to-read", 
        "brain-candy", 
        "csort", 
        "denvercomiccon"
    ], 
    "content_available": true, 
    "n_authors": 1
}