{
    "content_name": "29132.txt.utf-8", 
    "isbn": "0345476093", 
    "language_code": "eng", 
    "author_name": "Philip K. Dick", 
    "images_urls": [
        "http://www.gutenberg.org/files/29132/29132-h/images/001.png", 
        "http://www.gutenberg.org/files/29132/29132-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/29132/29132-h/images/002-2.jpg"
    ], 
    "year": 1962, 
    "images": [], 
    "id": 36, 
    "category": "Text", 
    "plot": "This novel is set in a then-future 2004. There is still a (theoretical) Cold War between the United States and its allies and the Soviet Union and its allies. At the elite governmental level, however, both \"sides\" have secretly come to an agreement. They have decided that, instead of continuing the ecologically and economically crippling nuclear and conventional arms race, they will pretend to be constantly developing new weapons, which are then \"plowshared.\" This means that these items are transformed into novel but baroque consumer products. Most of these weapon designers are mediums, who create their new designs in trance states. Design of weapons are extracted telepathically from a motion comic book, The Blue Cephalopod Man from Titan, created by mad Italian artist Oral Giacomini.\nOne Wes-Bloc weapons designer, Lars Powderdry (Mr. Lars of Mr. Lars Incorporated) is the central character. He is depressed that his industry is little more than a fraud, as none of his \"weapons\" are functional, having become fashion items instead. The plowshared guidance system of Item 202, a telepathic featureless brazen head named Ol' Orville, explains that this depression is merely a projection of his own fears of professional and physical impotence. His female Peep-East counterpart is Lilo Topchev, whom he knows nothing about, but whom Ol' Orville advises him to seduce. He also has a mistress, Maren Faine, head of his company's Parisian branch.\nApart from the comic overtones of this deception, there is a subplot related to alien invasion. Sirian aliens invade Earth, and are determined to enslave its populace. The aliens' first target is New Orleans, which is enshrouded in a \"gray curtain of death.\" Earth has a problem, given the deceptive nature of its arms race and the absence of functional weapons technology. Lilo immediately tries to kill Lars, despite the intentions of their blocs otherwise, but eventually they collaborate. Neither can design functional weapons, however.\nThere is a further subplot about a conspiracy theorist, who is elected as an \"average man\" to the governing body of Wes-Bloc. The conclusion involves an eclectic mixture of time travel, androids, drugs, toys, and comic books.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Gun", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Zap_Gun", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.18, 
    "rating_count": 35234, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/11366.The_Guns_of_August", 
        "found": true, 
        "year": 1962
    }, 
    "similar_books": [
        "Dreadnought", 
        "A World Undone: The Story of the Great War, 1914 to 1918", 
        "The First World War", 
        "The Price of Glory: Verdun 1916", 
        "The Great War and Modern Memory", 
        "The White War: Life and Death on the Italian Front 1915-1919", 
        "The Somme: The Darkest Hour on the Western Front", 
        "The Marne, 1914: The Opening of World War I and the Battle That Changed the World", 
        "Cataclysm: The First World War as Political Tragedy", 
        "Paris 1919: Six Months That Changed the World", 
        "In Flanders Fields: The 1917 Campaign", 
        "To End All Wars: A Story of Loyalty and Rebellion, 1914-1918", 
        "Eye-Deep In Hell: Trench Warfare In World War I", 
        "1915 The Death Of Innocence", 
        "The First World War", 
        "Catastrophe 1914: Europe Goes to War", 
        "Rites of Spring: The Great War and the Birth of the Modern Age", 
        "Europe's Last Summer: Who Started the Great War in 1914?"
    ], 
    "description": "The Pulitzer Prize-winning classic about the outbreak of World War I<br /><br />Historian &amp; Pulitzer Prize-winning author Barbara Tuchman has brought to life again the people and events that led up to WWI. With attention to fascinating detail, and an intense knowledge of her subject and its characters, she reveals just how the war started, why, and why it could have been stopped but wasn't. A classic historical survey of a time and a people we all need to know more about, THE GUNS OF AUGUST will not be forgotten.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29132", 
        "num": 29132
    }, 
    "authors": [
        8
    ], 
    "pages": 606, 
    "language": "English", 
    "isbn13": "9780345476098", 
    "country": 2, 
    "release_date": "2009-06-15T00:00:00", 
    "author": 8, 
    "original_title": "The Zap Gun", 
    "summary": "The Zap Gun is a 1967 science fiction novel by American author Philip K. Dick. It was written in 1964 and first published under the title Project Plowshare as a serial in the November 1965 and January 1966 issues of Worlds of Tomorrow magazine.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "history", 
        "currently-reading", 
        "non-fiction", 
        "nonfiction", 
        "war", 
        "wwi", 
        "favorites", 
        "military", 
        "world-war-i", 
        "military-history", 
        "ww1", 
        "owned", 
        "world-war-1", 
        "historical", 
        "audiobook", 
        "politics", 
        "european-history", 
        "europe", 
        "pulitzer", 
        "world-history", 
        "kindle", 
        "audio", 
        "audiobooks", 
        "classics", 
        "audible", 
        "hist", 
        "to-buy", 
        "world-war-one", 
        "pulitzer-prize", 
        "20th-century", 
        "books-i-own", 
        "france", 
        "germany", 
        "to-read-non-fiction", 
        "library", 
        "to-read-history", 
        "default", 
        "history-biography", 
        "history-military", 
        "american-history", 
        "ww-i", 
        "russia", 
        "abandoned", 
        "ebook", 
        "owned-books", 
        "world", 
        "historical-fiction", 
        "wish-list", 
        "historical-non-fiction", 
        "audio-book", 
        "ebooks", 
        "the-great-war", 
        "warfare", 
        "history-politics", 
        "did-not-finish", 
        "to-read-nonfiction", 
        "history-european", 
        "historia", 
        "non-fiction-to-read", 
        "history-books", 
        "fiction", 
        "audio-books", 
        "book-club", 
        "history-to-read", 
        "great-war", 
        "pulitzer-prize-winners", 
        "history-wwi", 
        "modern-history", 
        "history-nonfiction", 
        "pulitzer-non-fiction", 
        "classic", 
        "war-military", 
        "political", 
        "history-non-fiction", 
        "read-in-2014", 
        "maybe", 
        "england", 
        "non-fiction-history", 
        "want-to-read", 
        "historical-nonfiction", 
        "unfinished", 
        "female-author", 
        "history-europe", 
        "didn-t-finish", 
        "on-hold", 
        "military-war", 
        "history-ww1", 
        "wwii", 
        "20th-century-history", 
        "read-in-2016", 
        "read-2014", 
        "ww-1", 
        "nonfiction-history", 
        "unread", 
        "to-read-own", 
        "english", 
        "award-winner", 
        "i-own", 
        "american"
    ], 
    "content_available": true, 
    "n_authors": 1
}