{
    "content_name": "28705.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Sewell Peaslee Wright", 
    "images_urls": [
        "http://www.gutenberg.org/files/28705/28705-h/images/001.jpg"
    ], 
    "year": 1931, 
    "images": [], 
    "id": 527, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The God in the Box", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 3.65, 
    "rating_count": 6, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12930392-the-god-in-a-box", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "In the course of his Special Patrol duties Commander John Hanson resolves the unique and poignant mystery of \"toma annerson.<br /><br />Excerpt<br />This is a story I never intended to tell. I would not even tell it now if it were not for the Zenians.<br /><br />Understand that I do not dislike the Zenians. One of the best officers I ever had was a Zenian. His name was Eitel, and he served under me on the old Tamon, my first command. But lately the Zenians have made rather too much of the exploits of Ame Baove.<br /><br />The history of the Universe gives him credit, and justly, for making the first successful exploration in space. Baove's log of that trip is a classic that every school-child knows.<br /><br />But I have a number of friends who are natives of Zenia, and they fret me with their boastings.<br /><br />\"Well, Hanson,\" they say, \"your Special Patrol Service has done wonderful work, largely under the officership of Earth-men. But after all, you have to admit that it was a Zenian who first mastered space!\"<br /><br />Perhaps it is just fractiousness of an old man, but countless repetitions of such statements, in one form or another, have irritated me to the point of action--and before going further, let me say, for the benefit of my Zenian friends, that if they care to dig deeply enough into the archives, somewhere they will find a brief report of these adventures recorded in the log of one of my old ships, the Ertak, now scrapped and forgotten. Except, perhaps, by some few like myself, who knew and loved her when she was one of the newest and finest ships of the Service.<br /><br />I commanded the Ertak during practically her entire active life. Those were the days when John Hanson was not an old man, writing of brave deeds, but a youngster of half a century, or thereabouts, and full of spirit. Sometimes, when memory brings back those old days, it seems hard for me to believe that John Hanson, Commander of the Ertak, and old John Hanson, retired, and a spinner of ancient yarns, are one and the same--but I must get on to my story, for youth is impatient, and from \"old man\" to \"old fool\" is a short leap for a youthful mind.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28705", 
        "num": 28705
    }, 
    "authors": [
        44
    ], 
    "isbn13": "2940012956101", 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-05-06T00:00:00", 
    "author": 44, 
    "content_cleaned": true, 
    "classes": [
        "15", 
        "unloaded", 
        "science-fiction", 
        "ibooks", 
        "queue"
    ], 
    "content_available": true, 
    "n_authors": 1
}