{
    "content_name": "97.txt.utf-8", 
    "isbn": "048627263X", 
    "original_title": "Flatland", 
    "year": 1884, 
    "author_name": "Edwin Abbott Abbott", 
    "images_urls": [], 
    "language_code": "en-US", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/d/d7/Houghton_EC85_Ab264_884f_-_Flatland%2C_cover.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/1/1a/Houghton_EC85_Ab264_884f_-_Flatland%2C_men_and_women_doors.jpg"
    ], 
    "id": 32, 
    "category": "Text", 
    "plot": "The story describes a two-dimensional world occupied by geometric figures, whereof women are simple line-segments, while men are polygons with various numbers of sides. The narrator is a square named A Square, a member of the caste of gentlemen and professionals, who guides the readers through some of the implications of life in two dimensions. The first half of the story goes through the practicalities of existing in a two-dimensional universe as well as a history leading up to the year 1999 on the eve of the 3rd Millennium.\nOn New Year's Eve, the Square dreams about a visit to a one-dimensional world (Lineland) inhabited by \"lustrous points\", in which he attempts to convince the realm's monarch of a second dimension; but is unable to do so. In the end, the monarch of Lineland tries to kill A Square rather than tolerate his nonsense any further.\nFollowing this vision, he is himself visited by a three-dimensional sphere named A Sphere, which he cannot comprehend until he sees Spaceland (a tridimensional world) for himself. This Sphere visits Flatland at the turn of each millennium to introduce a new apostle to the idea of a third dimension in the hopes of eventually educating the population of Flatland. From the safety of Spaceland, they are able to observe the leaders of Flatland secretly acknowledging the existence of the sphere and prescribing the silencing of anyone found preaching the truth of Spaceland and the third dimension. After this proclamation is made, many witnesses are massacred or imprisoned (according to caste), including A Square's brother, B.\nAfter the Square's mind is opened to new dimensions, he tries to convince the Sphere of the theoretical possibility of the existence of a fourth (and fifth, and sixth ...) spatial dimension; but the Sphere returns his student to Flatland in disgrace.\nThe Square then has a dream in which the Sphere visits him again, this time to introduce him to Pointland, whereof the point (sole inhabitant, monarch, and universe in one) perceives any communication as a thought originating in his own mind (cf. Solipsism):\n\n\"You see,\" said my Teacher, \"how little your words have done. So far as the Monarch understands them at all, he accepts them as his own – for he cannot conceive of any other except himself – and plumes himself upon the variety of Its Thought as an instance of creative Power. Let us leave this God of Pointland to the ignorant fruition of his omnipresence and omniscience: nothing that you or I can do can rescue him from his self-satisfaction.\"\n\nThe Square recognizes the identity of the ignorance of the monarchs of Pointland and Lineland with his own (and the Sphere's) previous ignorance of the existence of higher dimensions. Once returned to Flatland, the Square cannot convince anyone of Spaceland's existence, especially after official decrees are announced that anyone preaching the existence of three dimensions will be imprisoned (or executed, depending on caste). Eventually the Square himself is imprisoned for just this reason, with only occasional contact with his brother who is imprisoned in the same facility. He does not manage to convince his brother, even after all they have both seen. Seven years after being imprisoned, A Square writes out the book Flatland in the form of a memoir, hoping to keep it as posterity for a future generation that can see beyond their two-dimensional existence.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Flatland: A Romance of Many Dimensions", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Flatland", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.81, 
    "rating_count": 31437, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/433567.Flatland", 
        "found": true, 
        "year": 1884
    }, 
    "similar_books": [
        "Flatterland: Like Flatland Only More So", 
        "Sphereland: A Fantasy about Curved Spaces and an Expanding Universe", 
        "The Music of the Primes: Searching to Solve the Greatest Mystery in Mathematics", 
        "Unknown Quantity: A Real and Imaginary History of Algebra", 
        "What Is Mathematics?: An Elementary Approach to Ideas and Methods", 
        "An Imaginary Tale: The Story of the Square Root of Minus One", 
        "The Joy of Pi", 
        "Geometry, Relativity and the Fourth Dimension", 
        "The Princeton Companion to Mathematics", 
        "Innumeracy: Mathematical Illiteracy and Its Consequences", 
        "The Number Devil: A Mathematical Adventure", 
        "Journey through Genius: The Great Theorems of Mathematics", 
        "The Planiverse: Computer Contact with a Two-Dimensional World", 
        "The Man Who Loved Only Numbers: The Story of  Paul Erdős and the Search for Mathematical Truth", 
        "Zero: The Biography of a Dangerous Idea", 
        "A Mathematician's Apology", 
        "Naive Set Theory", 
        "A History of π"
    ], 
    "description": "As a satire, Flatland offers pointed observations on the social hierarchy of Victorian culture. However, the novella's more enduring contribution is its examination of dimensions; in a foreword to one of the many publications of the novella, noted science writer Isaac Asimov described Flatland as \"the best introduction one can find into the manner of perceiving dimensions.\" As such, the novella is still popular amongst mathematics, physics, and computer science students.<br /><br />The story is about a two-dimensional world referred to as Flatland. All existence is limited to length and breadth in Flatland, its inhabitants unable even to imagine a third dimension. The amiable narrator, A Square, provides an overview of this fantastic world—its physics and metaphysics, its history, customs, and religious beliefs. But when a strange visitor mysteriously appears and transports the incredulous Flatlander to Spaceland, a land of three dimensions, his worldview is forever shattered.", 
    "loc_class": "QA: Science: Mathematics", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/97", 
        "num": 97
    }, 
    "authors": [
        10
    ], 
    "pages": 96, 
    "language": "English", 
    "isbn13": "9780486272634", 
    "countries": [
        1
    ], 
    "release_date": "1994-01-01T00:00:00", 
    "author": 10, 
    "cover": "https://images.gr-assets.com/books/1435435775l/433567.jpg", 
    "summary": "Flatland: A Romance of Many Dimensions is a satirical novella by the English schoolmaster Edwin Abbott Abbott, first published in 1884 by Seeley & Co. of London.\nWritten pseudonymously by \"A Square\", the book used the fictional two-dimensional world of Flatland to comment on the hierarchy of Victorian culture, but the novella's more enduring contribution is its examination of dimensions.\nSeveral films have been made from the story, including the feature film Flatland (2007). Other efforts have been short or experimental films, including one narrated by Dudley Moore and the short films Flatland: The Movie (2007) and Flatland 2: Sphereland (2012).", 
    "content_cleaned": true, 
    "classes": [
        "currently-reading", 
        "fiction", 
        "science-fiction", 
        "classics", 
        "science", 
        "sci-fi", 
        "favorites", 
        "mathematics", 
        "math", 
        "fantasy", 
        "philosophy", 
        "owned", 
        "classic", 
        "literature", 
        "scifi", 
        "ebook", 
        "kindle", 
        "books-i-own", 
        "novels", 
        "non-fiction", 
        "satire", 
        "physics", 
        "default", 
        "ebooks", 
        "sf", 
        "19th-century", 
        "to-buy", 
        "maths", 
        "abandoned", 
        "library", 
        "owned-books", 
        "english", 
        "my-ebooks", 
        "sci-fi-fantasy", 
        "novel", 
        "school", 
        "favourites", 
        "e-book", 
        "british", 
        "speculative-fiction", 
        "audiobook", 
        "math-science", 
        "nonfiction", 
        "general-fiction", 
        "wish-list", 
        "geometry", 
        "popular-science", 
        "humor", 
        "to-read-fiction", 
        "science-fiction-fantasy", 
        "science-math", 
        "victorian", 
        "allegory", 
        "scifi-fantasy", 
        "finished", 
        "unfinished", 
        "book-club", 
        "classic-literature", 
        "my-books", 
        "narrativa", 
        "books", 
        "adult", 
        "dystopia", 
        "e-books", 
        "british-literature", 
        "audiobooks", 
        "literary-fiction", 
        "did-not-finish", 
        "science-and-math", 
        "reviewed", 
        "politics", 
        "other", 
        "calibre", 
        "unread", 
        "novella", 
        "philosophical", 
        "gave-up-on", 
        "have", 
        "fantascienza", 
        "read-in-english", 
        "partially-read", 
        "read-for-school", 
        "classici", 
        "high-school", 
        "classic-fiction", 
        "i-own", 
        "novellas", 
        "owned-to-read", 
        "uk", 
        "started", 
        "maybe", 
        "math-and-science", 
        "romance", 
        "sociology", 
        "1800s", 
        "public-domain", 
        "own-it", 
        "read-in-2016", 
        "read-in-2015", 
        "english-literature"
    ], 
    "content_available": true, 
    "n_authors": 1
}