{
    "content_name": "30474.txt.utf-8", 
    "author_name": "Donald E. Westlake", 
    "images_urls": [
        "http://www.gutenberg.org/files/30474/30474-h/images/t.png", 
        "http://www.gutenberg.org/files/30474/30474-h/images/title-1.png", 
        "http://www.gutenberg.org/files/30474/30474-h/images/title-2.png"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 549, 
    "category": "Text", 
    "plot": "The novel centers on three character groups: that of Hockenberry (a resurrected twentieth-century Homeric scholar whose duty is to compare the events of the Iliad to the reenacted events of the Trojan War), Greek and Trojan warriors, and Greek gods from the Iliad; Daeman, Harman, Ada, and other humans of an Earth thousands of years after the twentieth century; and the \"moravec\" robots (named for scientist and futurist Hans Moravec) Mahnmut the Europan and Orphu of Io, also thousands of years in the future, but originating in the Jovian system. The novel is written in first-person, present-tense when centered on Hockenberry's character, but features third-person, past-tense narrative in all other instances. Much like Simmons' Hyperion, where the actual events serve as a frame, the three groups of characters' stories are told over the course of the novel and begin to converge as the climax nears.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "They Also Serve", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Ilium_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.38, 
    "rating_count": 48, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/30474/pg30474.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/11534141-they-also-serve", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [], 
    "description": "The launch carrying the mail, supplies and replacements eased slowly in toward the base, keeping the bulk of the Moon between itself and Earth. Captain Ebor, seated at the controls, guided the ship to the rocky uneven ground with the easy carelessness of long practice, then cut the drive, got to his walking tentacles, and stretched. Donning his spacesuit, he left the ship to go over to the dome and meet Darquelnoy, the base commander.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30474", 
        "num": 30474
    }, 
    "authors": [
        168
    ], 
    "pages": 16, 
    "language": "English", 
    "release_date": "2009-11-14T00:00:00", 
    "author": 168, 
    "original_title": "Ilium (novel)", 
    "summary": "Ilium is a science fiction novel by American writer Dan Simmons, the first part of the Ilium/Olympos cycle, concerning the re-creation of the events in the Iliad on an alternate Earth and Mars. These events are set in motion by beings who have taken on the roles of the Greek gods. Like Simmons' earlier series, the Hyperion Cantos, the novel is a form of \"literary science fiction\" which relies heavily on intertextuality, in this case with Homer and Shakespeare, as well as periodic references to Marcel Proust's ï¿½ la recherche du temps perdu (or In Search of Lost Time) and Vladimir Nabokov's novel Ada or Ardor: A Family Chronicle. In July 2004, Ilium received a Locus Award for best science fiction novel of 2004.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "short-story", 
        "short-stories", 
        "fiction", 
        "library", 
        "donald-westlake-non-parker", 
        "have-but-not-read", 
        "short-fiction", 
        "bought-not-read", 
        "owned-pending-kindle-free-ebook", 
        "kindle-free-ebook", 
        "sci-fi", 
        "aliens", 
        "hoarded-books", 
        "audio-obtained-lvss", 
        "e-book", 
        "sigh-phi", 
        "shortcut", 
        "science-fiction", 
        "unread", 
        "14", 
        "wish-list", 
        "3-ebooks", 
        "free", 
        "ereader", 
        "bedside-reading", 
        "mystery", 
        "caper", 
        "sf-fantasy-and-other-dorky-shit", 
        "type-short-story", 
        "audio-obtained-ss", 
        "fiction-and-westerns", 
        "3a-ebooks"
    ], 
    "content_available": true, 
    "n_authors": 1
}