{
    "content_name": "24221.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Stephen A. Kallis", 
    "images_urls": [
        "http://www.gutenberg.org/files/24221/24221-h/images/t.jpg", 
        "http://www.gutenberg.org/files/24221/24221-h/images/title.jpg"
    ], 
    "year": 2011, 
    "images": [], 
    "id": 907, 
    "category": "Text", 
    "plot": "Obscure scholar Roland Michell, researching in the London Library, discovers handwritten drafts of a letter by the fictional eminent Victorian poet Randolph Henry Ash, which lead him to suspect that the married Ash had a hitherto unknown romance. He secretly takes away the documents – a highly unprofessional act for a scholar – and begins to investigate. The trail leads him to Christabel LaMotte, a minor poet and contemporary of Ash, and to Dr. Maud Bailey, an established modern LaMotte scholar and distant relative of LaMotte. Protective of LaMotte, Bailey is drawn into helping Michell with the unfolding mystery. The two scholars find more letters and evidence of a love affair between the poets (with evidence of a holiday together during which – they suspect – the relationship may have been consummated); they become obsessed with discovering the truth. At the same time, their own personal romantic lives – neither of which is satisfactory – develop, and they become entwined in an echo of Ash and LaMotte. The stories of the two couples are told in parallel, with Byatt providing letters and poetry by both of the fictional poets.\nThe revelation of an affair between Ash and LaMotte would make headlines and reputations in academia because of the prominence of the poets, and colleagues of Roland and Maud become competitors in the race to discover the truth, for all manner of motives. Ash's marriage is revealed to have been unconsummated, although he loved and remained devoted to his wife. He and LaMotte had a short, passionate affair; it led to the suicide of LaMotte's companion (and possibly lover), Blanche Glover, and the secret birth of LaMotte's illegitimate daughter during a year spent in Brittany. LaMotte left the girl with her sister to be raised by her, and passed off as her own. Ash was never informed that he and LaMotte had a child.\nAs the Great Storm of 1987 strikes England, all the interested modern parties come together at Ash's grave, where they intend to exhume documents buried with Ash by his wife, which they believe hold the final key to the mystery. Reading them, Maud learns that rather than being related to LaMotte's sister, as she has always believed, she is directly descended from LaMotte and Ash's illegitimate daughter. Bailey thus is heir to the correspondence by the poets. Freed from obscurity and a dead-end relationship, Michell remedies the potential professional suicide of stealing the original drafts, and sees an academic career open up before him. Bailey, who has spent her adult life emotionally untouchable, finds her human side and sees possible future happiness with Michell. The sad story of Ash and LaMotte, separated by the mores of the day and condemned to secrecy and separation, has a kind of resolution through the burgeoning relationship between Bailey and Michell.\nIn a brief epilogue, it is revealed that both the modern and historical characters (and hence the reader), have for much of the latter half of the book, misunderstood the significance of one of Ash's key mementoes.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Untouchable", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Possession_(Byatt_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.94, 
    "rating_count": 4497, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/13244578-untouchable", 
        "found": true, 
        "year": 2011
    }, 
    "similar_books": [
        "The Devil's Revenge (The Devil's Eyes, #2)", 
        "Awakening the Mobster (Mobster, #2)", 
        "Truth and Humility (Captive, #1)", 
        "Beautiful Disaster (The Bet, #1)", 
        "Sempre (Sempre, #1)", 
        "Unlovable (Port Fare, #1)", 
        "Jocelyn's Choice", 
        "Broken Fairytales (Broken Fairytales, #1)", 
        "Risk (Risk, #1)", 
        "Young Love Murder (Young Assassins, #1)", 
        "Crow's Row (Crow's Row, #1)", 
        "Foolish Games (Foolish Games, #1)", 
        "Life of the Party", 
        "My Only (Versions, #1)", 
        "Messed up", 
        "Wishing for Someday Soon", 
        "Pure Healing (Pure Ones, #1)", 
        "Easter's Lilly"
    ], 
    "description": "Picking a boyfriend can be murder, but for Annalisa Winslett, it might end up being the literal death of her. No one at Pensacola High School suspects the girl they know as Annalisa McKinnis to be a wealthy heiress in hiding, but things begin to unravel when two new guys enroll. Both guys are gorgeous, and both are trying to win her over. The only problem is that one of them has a million dollar contract to put a bullet in her. This book is the beginning of a wild ride in a trilogy that will make you wonder if the power of love can truly conquer all. When her pure and innocent heart is offered to him, will this cold and empty hitman fall, or will he remain untouchable?", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24221", 
        "num": 24221
    }, 
    "authors": [
        277
    ], 
    "pages": 308, 
    "language": "English", 
    "country": 1, 
    "release_date": "2008-01-08T00:00:00", 
    "author": 277, 
    "original_title": "Possession (Byatt novel)", 
    "summary": "Possession: A Romance is a 1990 bestselling novel by British writer A. S. Byatt that won the 1990 Booker Prize. The novel explores the postmodern concerns of similar novels, which are often categorised as historiographic metafiction, a genre that blends approaches from both historical fiction and metafiction.\nThe novel follows two modern-day academics as they research the paper trail around the previously unknown love life between famous fictional poets, Randolph Henry Ash and Christabel LaMotte. Possession is set both in the present day and the Victorian era, pointing out the differences between the two time periods, and satirizing such things as modern academia and mating rituals. The structure of the novel incorporates many different styles, including fictional diary entries, letters and poetry, and uses these styles and other devices to explore the postmodern concerns of the authority of textual narratives. The title Possession highlights many of the major themes in the novel: questions of ownership and independence between lovers; the practice of collecting historically significant cultural artifacts; and the possession that biographers feel toward their subjects.\nThe novel was adapted as a feature film by the same name in 2002, and a serialised radio play that ran from 2011–2012 on BBC Radio 4. In 2005 Time Magazine included the novel in its list of 100 Best English-language Novels from 1923 to 2005. In 2003 the novel was listed on the BBC's survey The Big Read.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "favorites", 
        "currently-reading", 
        "romance", 
        "new-adult", 
        "series", 
        "young-adult", 
        "mafia", 
        "contemporary", 
        "high-school", 
        "kindle", 
        "dnf", 
        "ya", 
        "contemporary-romance", 
        "suspense", 
        "mob", 
        "maybe", 
        "mafia-romance", 
        "thriller", 
        "bad-boy", 
        "alpha-male", 
        "na", 
        "mystery", 
        "favorite", 
        "romantic-suspense", 
        "did-not-finish", 
        "freebie", 
        "bad-boys", 
        "love-triangle", 
        "favourites", 
        "read-in-2012", 
        "4-stars", 
        "ebook", 
        "action", 
        "forbidden-love", 
        "ya-romance", 
        "ebooks", 
        "free", 
        "love", 
        "kindle-books", 
        "must-read", 
        "favs", 
        "young-adult-romance", 
        "trilogy", 
        "adult", 
        "fiction", 
        "top-tbr", 
        "crime", 
        "dark-romance", 
        "library", 
        "to-buy", 
        "nope", 
        "faves", 
        "virgin-heroine", 
        "not-interested", 
        "high-school-romance", 
        "want-to-read", 
        "virgin", 
        "lendable", 
        "assassin", 
        "chick-lit", 
        "favorite-books", 
        "alpha", 
        "freebies", 
        "part-of-series", 
        "5-stars", 
        "kindle-freebies", 
        "no", 
        "read-in-2014", 
        "read-2014", 
        "lost-interest", 
        "next-read", 
        "next-to-read", 
        "smashwords", 
        "college-romance", 
        "first-in-series", 
        "suspense-romance", 
        "ibooks", 
        "2013-read", 
        "read-soon", 
        "nook", 
        "2013-reads", 
        "bad-boy-good-girl", 
        "murder", 
        "drama", 
        "untouchable", 
        "all-time-favorites", 
        "kidnapped", 
        "young-love", 
        "have", 
        "e-book", 
        "2012-reads", 
        "3", 
        "assassins", 
        "kobo", 
        "forbidden-romance", 
        "best", 
        "not-for-me", 
        "sexy-romance", 
        "next"
    ], 
    "content_available": true, 
    "n_authors": 1
}