{
    "content_name": "42259.txt.utf-8", 
    "isbn": "1406572403", 
    "author_name": "Robert E. Howard", 
    "images_urls": [
        "http://www.gutenberg.org/files/42259/42259-h/images/cover1.jpg", 
        "http://www.gutenberg.org/files/42259/42259-h/images/cover2.jpg", 
        "http://www.gutenberg.org/files/42259/42259-h/images/cover3.jpg"
    ], 
    "year": 1934, 
    "images": [], 
    "id": 126, 
    "category": "Text", 
    "plot": "This Conan story is set in mythical Hyborian versions of India–Pakistan (then united) and Afghanistan (Vendhya and Ghulistan respectively).\nThe death of Bunda Chand, King of Vendhya, via a curse channeled to his soul through a lock of his hair leads to the ascension of his sister, Devi Yasmina, who vows to get revenge on his killers, the Black Seers of Yimsha. Conan, meanwhile, has become chief of a tribe of Afghuli hillmen. Seven of his men have been captured by the Vendhyans and Yasmina intends to use them as collateral to force Conan to kill the Seers. However, Conan infiltrates the border fort where they are held and kidnaps the Devi instead (with the intent of exchanging her for the seven men). The problems are complicated by Kerim Shah, an agent of King Yezdigerd of Turan, who arranged Bunda Chand's death in order to lead an army through the mountains and invade in the subsequent confusion and turmoil. His contact with the Black Seers, Khemsa, has fallen in love with the Devi's maid Gitara. They decide to strike out on their own, kill the seven hillmen and pursue Conan and Yasmina to kill them both as well.\n\nConan escapes into the Afghuli villages of the Zaibar Pass and Himelian Mountains (Hyborian equivalents of the Khyber pass and Himalayas). Yar Afzal, chief of the Wazuli village, is killed by Khemsa and the people turn against Conan, yet he manages to escape again with Yasmina. Khemsa again catches up with the pair but his attack is interrupted by four Rakhshas from Yimsha. His original masters kill Khemsa and Gitara, stun Conan and kidnap Yasmina. Khemsa survives a fall from the mountain-side long enough to give Conan a warning and a magic girdle. Shortly after, Kerim Shah and a group of Irakzai (Iraqis), also intent on capturing the Devi for King Yezdigerd, encounter Conan. They join together to rescue Yasmina, both open about their private reasons for doing so, and approach the mountain of Yimsha. Most of the men are killed in the attempt but, following Khemsa's warnings, Conan succeeds in killing the Black Seers and rescuing Yasmina.\nAs they escape they encounter the Turanian army of King Yezdigerd in conflict with Conan's former hillmen (who blame him for the death of the seven captives). Despite their attitude, Conan feels obliged to assist but cannot abandon the Devi. This problem is resolved when a Vendhyan army, invading the mountains to rescue their Queen, arrives. Together, Conan with his Afghulis and Yasmina with her cavalry, they destroy the Turanian army. Conan leaves with the hillmen and the Devi returns to her country.\nThough they are strongly attracted to each other, the affair between Conan and Yasmina never gets beyond some kissing. Their respective roles pull them in opposite directions - she the Queen of Vendhiya, he the leader of roving hillemen engaged in constant robbery against her domain. In the original Howard stories, they never meet again. In the 1957 Return of Conan Bjï¿½rn Nyberg and L. Sprague de Camp let Conan and Yasmina meet again for one night of intensive love-making, many years later - when he is already King of Aquilonia and there is no more a conflict of interest.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The People of the Black Circle", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_People_of_the_Black_Circle", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.67, 
    "rating_count": 159, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/42259/pg42259.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/4413346-the-people-of-the-black-circle", 
        "found": true, 
        "year": 1934
    }, 
    "similar_books": [
        "The Girl in the Golden Atom", 
        "The Pirates of Ersatz", 
        "The Gods of Pegana", 
        "Three Hearts and Three Lions", 
        "The Lurking Fear", 
        "Mistress of Mistresses", 
        "Carnacki, the Ghost Finder", 
        "Nifft the Lean", 
        "Draw One in the Dark (Shifters, #1)", 
        "Prince of Annwn (Mabinogion Tetralogy #1)", 
        "The Well of the Unicorn", 
        "Pixie Noir (Pixie for Hire, #1)", 
        "The Incompleat Enchanter", 
        "Jurgen  (The Biography of Manuel, #7)", 
        "The Secret House", 
        "The Mystery of the Hasty Arrow", 
        "The Faerie Queene, Book Two", 
        "The Ancient Allan"
    ], 
    "description": "Robert Ervin Howard (1906-1936) was an American pulp writer of fantasy, horror, historical adventure, boxing, western, and detective fiction. He is well known for having created the character Conan the Cimmerian, a literary icon whose pop-culture imprint can be compared to such icons as Tarzan of the Apes, Sherlock Holmes, and James Bond. Voracious reading, along with a natural talent for prose writing and the encouragement of teachers, conspired to create in Howard an interest in becoming a professional writer. One by one he discovered the authors that would influence his later work: Jack London and Rudyard Kipling. It's clear from Howard's earliest writings and the recollections of his friends that he suffered from severe depression from an early age. Friends recall him defending the act of suicide as a valid alternative as early as eighteen years old, while many of his stories and poems have a suicidal gloom and intensity that seem prescient in hindsight, describing such an end not as a tragedy but as a release from hell on earth.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/42259", 
        "num": 42259
    }, 
    "authors": [
        22
    ], 
    "pages": 149, 
    "language": "English", 
    "isbn13": "9781406572407", 
    "country": 2, 
    "release_date": "2013-03-04T00:00:00", 
    "author": 22, 
    "original_title": "The People of the Black Circle", 
    "summary": "{{stack|\n\"The People of the Black Circle\" is one of the original novellas about Conan the Cimmerian, written by American author Robert E. Howard and first published in Weird Tales magazine in three parts over the September, October and November 1934 issues. Howard earned $250 for the publication of this story.\nIt is set in the pseudo-historical Hyborian Age and concerns Conan kidnapping a regal princess of Vendhya (pre-historical India) and foiling a nefarious plot of world domination by the Black Seers of Yimsha. Due to its epic scope and atypical Hindustan flavor, the story is considered an undisputed classic of Conan lore and is often cited by Howard scholars as one of his best tales. It is also one of the few Howard stories where the reader is treated a deeper insight on magic and magicians beyond the stereotypical Hyborian depiction as demon conjurer-illusionist-priests.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "classics", 
        "conan", 
        "fiction", 
        "short-stories", 
        "adventure", 
        "novellas", 
        "kindle", 
        "currently-reading", 
        "robert-e-howard", 
        "sword-and-sorcery", 
        "pulp", 
        "finished", 
        "audio", 
        "audiobooks", 
        "classic", 
        "gutenberg", 
        "short-story", 
        "ebooks", 
        "fantasy-masterworks", 
        "short", 
        "to-read-ebook", 
        "01-classic-fantasy", 
        "test", 
        "swords-and-sorcery", 
        "weird", 
        "fantastic", 
        "extreme-hard-to-read", 
        "boring", 
        "e-shelf", 
        "public-domain", 
        "digital", 
        "american", 
        "series", 
        "classic-fiction", 
        "favorites", 
        "free-ebooks", 
        "owned", 
        "love", 
        "f-conan", 
        "da-pulps", 
        "appendix-n", 
        "pulps", 
        "pathfinder-recommendations", 
        "z_fiction", 
        "x_novel", 
        "w_us_federal", 
        "pg", 
        "shelfari-favorites", 
        "reh", 
        "read-in-2015", 
        "genre-fiction", 
        "dark-fantasy", 
        "horror", 
        "drama", 
        "action", 
        "hyborean-age", 
        "read-2015", 
        "owned-books", 
        "at-youtube-as-audio", 
        "epub-editions", 
        "shelved", 
        "hardcover", 
        "bought", 
        "to-read-fantasy", 
        "heroic-fantasy", 
        "to-read-need-to-own", 
        "science-fic-fantasy", 
        "novels", 
        "read-for-school", 
        "sci-fi-fantasy", 
        "barbarian-fiction", 
        "american-lit", 
        "pulps-and-sci-fi", 
        "testosterone-fun", 
        "fun", 
        "ebook", 
        "e-book", 
        "a-great-list-of-sf-fantasy", 
        "a-great-list-of-top-books-to-read", 
        "fantasy-first-book-in-great-series", 
        "second-hand-bookshop-wishlist", 
        "first-book-in-great-series"
    ], 
    "content_available": true, 
    "n_authors": 1
}