{
    "content_name": "29170.txt.utf-8", 
    "isbn": "1482533286", 
    "language_code": "eng", 
    "author_name": "Walter M. Miller", 
    "images_urls": [], 
    "year": 2013, 
    "images": [], 
    "id": 615, 
    "category": "Text", 
    "plot": "Adam Senft, a struggling writer, is out walking his dog in the forest behind his house when he hears pan pipes playing, and finds one of his neighbors, Shelly Carpenter, who is fellating the stone statue of a satyr which appears to change into a living creature. Unsure of what he's seen, Adam flees the forest.\nAt home, Adam and his wife Tara are struggling with their marriage after a miscarriage. When their neighbor Shannon Legerski disappears, her husband Paul is taken away by the police as a suspect. As the police begin door to door investigations, Detective Ramirez questions Adam, and reveals that two more women have disappeared, and that one of them is Shelly Carpenter. Adam lies about seeing Shelly with the satyr.\nAdam goes to Shelly Carpenter's house and finds satyr hoof-prints in the garden outside. The police and fire service organize a search of the local forest, but the police dogs refuse to enter the forest. Adam and a group of men enter the forest and find another large hoof print, and a stone with strange lettering carved into it.\nThe next morning, Tara claims she dreamed of a hairy man standing outside under their bedroom window and playing a flute. Adam finds hoofprints under the window. He confides in his friends who research on the internet about satyrs. That night, the satyr tries to hypnotize and abduct Tara and his neighbor Dale's wife Claudine, but Adam, Dale and their neighbors Merle and Cliff manage to drive the satyr off.\nAdam thinks the satyr has something to do with Nelson LeHorn, a local farmer who was rumored to be a black powwow witch. They leave their neighbor Cory to look after Tara and Claudine, then drive to the abandoned LeHorn farmhouse where they find Nelson's diaries, which explain how he summoned the satyr which impregnated his wife, whom he killed by throwing her from their attic window. The house is attacked by possessed trees. They escape from the house by setting fire to the trees which also starts a forest fire, but the trees have destroyed Merle's truck, forcing them to start walking home. By the time they get home, it has become night and the satyr has returned, hypnotized and abducted Tara and Claudine and killed Cory, who was looking after them.\nAdam, Dale, Cliff and Merle head into the forest, but are stopped by Detective Ramirez. They convince him and the police to help them, but are attacked by possessed trees. They find the satyr Hylinus engaged in an orgy with the abducted women, whom it has hypnotized. The satyr turns the hypnotized women on the men, while Adam's dog Big Steve attacks Hylinus, who kills Big Steve. Adam and the men manage to kill the satyr by using their belief in white magic. The forest fire destroys the remains of the satyr.\nMonths later, Tara is pregnant, and Adam discovers from an ultrasound scan that she is pregnant with a baby satyr.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Hoofer", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Dark_Hollow_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.98, 
    "rating_count": 39, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/17659077-hoofing-it", 
        "found": true, 
        "year": 2013
    }, 
    "similar_books": [
        "Time-lapse Photography: A Complete Introduction to Shooting, Processing and Rendering Timelapse Movies with a DSLR Camera", 
        "We All Need Heroes: Stories of the Brave and Foolish", 
        "Lost in Love", 
        "in Sanity, AZ", 
        "Bitter Orange", 
        "The Caterpillar and the Stone", 
        "The Everything", 
        "It Shouldn't Happen to a Dog Trainer - Volume 1", 
        "Three Way", 
        "The Pickup Pros", 
        "Ascendant (Ascendant Trilogy, #1)", 
        "What's Missing?: Number & Operator Puzzles (Volume 1)", 
        "Family Ties", 
        "Eight Days in August", 
        "He Loves Me He Loves Me Not", 
        "The Killer 3: The Final Reckoning", 
        "Casting The Net - Volume 1", 
        "The Stingy Minion"
    ], 
    "description": "In 1996, just before university, Robert and his best friend Spud hedonistically set off around Europe in their neighbour’s stolen car, with the ï¿½28,000 they have `acquired,’ forged documents, no insurance and class A’s under the bonnet. On the way to the ferry in Hull, they save the life of a young suicidal woman, Naomi, who is about to jump off the Humber Bridge. All her immediate family have tragically died in a car crash one year previous. Robert is adamant he can help rehabilitate her; but Steven wants nothing of this `Captain Freedom’ talk. Along the way they meet a beautiful smack-head – dance like the rest of the world is watching – reach a higher state of consciousness - have gratuitous sex – perpetrate sweet criminal acts – meet madness and genius – open the door to hell – have perfect moments – cry in the Vatican – have scary liaisons – get mortally challenged – blow things up and see hope boil away. Robert is not looking for love, moral enlightenment or a sense of being, but he gets them anyway… well… What more could you want from a book? Hoofing It is the debut novel by Ian M Pindar, it is a rite of passage/coming of age story and the first in a series; the second being Hoofed (set around the millennium) will be out soon. As the main character Robert Knight travels through life, we will travel with him – hop on board!", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29170", 
        "num": 29170
    }, 
    "authors": [
        116
    ], 
    "pages": 294, 
    "language": "English", 
    "isbn13": "9781482533286", 
    "countries": [
        2
    ], 
    "release_date": "2009-06-19T00:00:00", 
    "author": 116, 
    "original_title": "Dark Hollow (novel)", 
    "summary": "Dark Hollow is a 2006 horror novel (first published as The Rutting Season) written by Brian Keene. It tells the story of Adam Senft, a struggling writer who discovers that an evil satyr has been summoned by Nelson LeHorn, a local witch. The satyr is hypnotising and abducting women in Adam's local town in order to procreate with them. Adam must convince his friends and the police that the satyr is real in order to destroy it.\nThe story takes place in York County, Pennsylvania and is loosely based on Rehmeyer's Hollow, and Pennsylvania Dutch pow-wow.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "first-reads", 
        "currently-reading", 
        "giveaways", 
        "fiction", 
        "arc", 
        "coming-out-2013", 
        "goodreads-giveaways", 
        "do-i-want-these", 
        "4-stars", 
        "owned", 
        "abandoned", 
        "a-temp", 
        "entries", 
        "my-library", 
        "2014reads", 
        "literature", 
        "children-ya", 
        "owned-books", 
        "books-i-own", 
        "books-i-own-want-to-read", 
        "to-buy", 
        "goodreads-giveaway", 
        "library-thing", 
        "goodreads-first-reads", 
        "giveaway", 
        "contest-books", 
        "a-book-ive-entered-to-win-on-gr", 
        "young-adult", 
        "to-read-fiction", 
        "received-to-read", 
        "quirky-fiction", 
        "check-out", 
        "got-on-giveaway", 
        "comp", 
        "from-contests", 
        "chrissy-s-hope-to-reads", 
        "random", 
        "wish-list", 
        "tbr-ya", 
        "1-books-entered-to-win", 
        "etw", 
        "quirky-odd-weird-fiction", 
        "from-contests-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}