{
    "content_name": "42227.txt.utf-8", 
    "isbn": "1406572411", 
    "author_name": "Robert E. Howard", 
    "images_urls": [
        "http://www.gutenberg.org/files/42227/42227-h/images/cover.jpg"
    ], 
    "year": 1934, 
    "images": [], 
    "id": 122, 
    "category": "Text", 
    "plot": "Queen Taramis of Khauran awakens one day to find an identical twin sister, Salome, staring her in the face. As an infant, Salome was deemed a witch due to a crescent birthmark on her chest. This birthmark was believed to be a sign of evil, so she was left in the desert to die. However, a magician from Khitai (China) found her, brought her up, and instructed her in the arts of sorcery.\nSalome has conspired with the Voivode Constantius, known as \"the Falcon,\" the Kothic leader of a force of Shemitish mercenaries, to take over the city state. Queen Taramis is taken to the palace dungeon, with the implication of torture and rape. Salome assumes Taramis' identity as queen of Khauran and names Constantius her royal consort. The Khaurani army is disbanded and replaced by Constantius' Shemitish mercenaries, an event which turns violent when the captain of the queen's guard, Conan the Cimmerian, refuses to obey the order.\nAfter putting his back to a wall and killing a number of Constantius' Shemites, Conan is finally captured and crucified for his defiance. Olgerd Vladislav, the Zaporoskan leader of a band of Zuagir desert raiders, rides by with a scouting party and happens by the crucified Conan a mile from the city walls. Vladislav does not entirely help Conan. He has the base of the cross cut, leaving it to fate and Conan's hardiness that he is not crushed by the heavy wood. Vladislav then refuses to give Conan any water, claiming the Cimmerian must wait until after a ten-mile trek to the outlaw camp to prove his worthiness to his band.\nIn Khauran, Salome's reign as \"Taramis\" has plunged the state into ruin. Citizens are killed, tortured or sold as slaves; heavy taxes are imposed and women are frequently debauched by the Shemites. Salome desecrates the temple of Ishtar in the center of the city and summons a demon, Thaug, to live within it. Khaurani citizens are routinely sacrificed to Thaug.\nConan has been expanding the numbers of the Zuagirs as Vladislav's lieutenant, while also secretly establishing communication with Khaurani knights who had become refugees. When he has sufficient forces he usurps Vladislav's leadership of the Zuagirs, but does not kill him in repayment for Vladislav having saved him from the cross. Conan fakes the construction of siege engines with palm trees and painted silk. Constantius is fooled by this as his scouts cannot get close enough to see them properly and Conan is known to be experienced in all manner of warfare. The mercenary army rides out of the city for an open-field battle with Constantius expecting only the lightly armed Zuagirs, but are taken by surprise by Khaurani heavy cavalry hidden amongst them. Conan's forces are victorious, ruthlessly taking no prisoners. The Zuagirs, Semite nomads, are hereditary enemies of the Western Semite city dwellers from whom Constantius' mercenaries were drawn, while the Khaurani exiles at are full of bitterness at the Semites' oppression of their city; neither are inclined to be merciful to their defeated enemies.\nMeanwhile, Valerius, a former member of the Khaurani army, has discovered the secret of Salome's masquerade, and the fact that Salome is holding the real Taramis in the dungeon. With Conan's forces approaching Khauran, Valerius plans to rescue Taramis and reveal the conspiracy to the people or to escape with the true queen. Conan's victory is not certain to the Khauranis and they are nervous about his intentions if he does take Khauran. When it becomes apparent that Conan has defeated Constantius' Shemites, Salome decides to kill Taramis before Conan can take the city. She thwarts Valerius' rescue attempt and takes Taramis to the former temple of Ishtar to sacrifice her to Thaug. Valerius saves Taramis and kills Salome, but not before she unleashes Thaug. Conan, arrives with his Khaurani allies and some Zuagir warriors, who kill the demon with two flights of arrows.\nTaramis offers to make Conan councillor as well as captain but he declines, nominating Valerius instead. Conan, as chief of the Zuagirs, mops up the remaining Shemites, capturing Constantius in the process, and leaves to raid the nearby Turanians. Before leaving Khauran, he crucifies Constantius by the stump of the crucifix from which he escaped, commenting with irony to the crucified Constantius the difference between their respective situations: \"I hung there on a cross as you are hanging, and I lived, thanks to circumstances and a stamina peculiar to barbarians. But you civilized men are soft; your lives are not nailed to your spines as are ours. Your fortitude consists mainly in inflicting torment, not in enduring it. You will be dead before sundown. And so, Falcon, I leave you to the companionship of another bird of the desert.\"\nSalome's words at the beginning - \"'Every century a witch shall be born.' So ran the ancient curse. And so it has come to pass. Each was named Salome. I too am Salome. It was always Salome, the witch. It will always be Salome, the witch, even when the mountains of ice have roared down from the pole and ground the civilizations to ruin, and a new world has risen from the ashes and dust—even then there shall be Salomes to walk the earth, to trap men's hearts by their sorcery, to dance before the kings of the world, and see the heads of the wise men fall at their pleasure\" - clearly imply that the witch Salome of this story is an earlier incarnation of the notorious Salome of the New Testament, who instigated the beheading of John the Baptist.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Witch Shall Be Born", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/A_Witch_Shall_be_Born", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.84, 
    "rating_count": 199, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/42227/pg42227.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/4413772-a-witch-shall-be-born", 
        "found": true, 
        "year": 1934
    }, 
    "similar_books": [
        "The Sword and the Stallion (Corum, #6)", 
        "The Throne of Bones", 
        "The Gods of Pegana", 
        "The Well of the Unicorn", 
        "The Chronicles of Conan, Volume 2: Rogues in the House and Other Stories", 
        "Sword of Caledor", 
        "Hell's Bells", 
        "Demon Knights, Volume 3: The Gathering Storm", 
        "Polyamory: Roadmaps for the Clueless and Hopeful: An Introduction on Polyamory", 
        "The Floating Gods", 
        "The Castle of Iron", 
        "Stank Delicious (Hard Luck Hank, #5)", 
        "The Big Black Mark (John Grimes, #7)", 
        "Selected Poetry", 
        "Disturbed by Her Song"
    ], 
    "description": "Robert Ervin Howard (1906-1936) was an American pulp writer of fantasy, horror, historical adventure, boxing, western, and detective fiction. He is well known for having created the character Conan the Cimmerian, a literary icon whose pop-culture imprint can be compared to such icons as Tarzan of the Apes, Sherlock Holmes, and James Bond. Voracious reading, along with a natural talent for prose writing and the encouragement of teachers, conspired to create in Howard an interest in becoming a professional writer. One by one he discovered the authors that would influence his later work: Jack London and Rudyard Kipling. It's clear from Howard's earliest writings and the recollections of his friends that he suffered from severe depression from an early age. Friends recall him defending the act of suicide as a valid alternative as early as eighteen years old, while many of his stories and poems have a suicidal gloom and intensity that seem prescient in hindsight, describing such an end not as a tragedy but as a release from hell on earth.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/42227", 
        "num": 42227
    }, 
    "authors": [
        22
    ], 
    "pages": 56, 
    "language": "English", 
    "isbn13": "9781406572414", 
    "country": 2, 
    "release_date": "2013-02-28T00:00:00", 
    "author": 22, 
    "original_title": "A Witch Shall be Born", 
    "summary": "\"A Witch Shall Be Born\" is one of the original novellas by Robert E. Howard about Conan the Cimmerian. It was written in only a few days in spring of 1934 and first published in Weird Tales in December 1934. The story concerns a witch replacing her twin sister as queen of a city state, which brings her into conflict with Conan who had been the captain of the queen's guard. Themes of paranoia, and the duality of the twin sisters, are paramount in this story but it also includes elements of the conflict between barbarism and civilization that is common to the entire Conan series. The novella as a whole is considered an average example of the series but one scene stands out. Conan's crucifixion early in the story in the second chapter (\"The Tree of Death\") is considered one of the most memorable scenes in the entire series. A variation of this scene was included in the 1982 film Conan the Barbarian with Arnold Schwarzenegger.", 
    "content_cleaned": true, 
    "classes": [
        "fantasy", 
        "to-read", 
        "fiction", 
        "conan", 
        "short-stories", 
        "magic", 
        "pulp", 
        "ebook", 
        "classics", 
        "owned", 
        "20th-century", 
        "sword-and-sorcery", 
        "dark-fantasy", 
        "robert-e-howard", 
        "short-story", 
        "audio", 
        "gutenberg", 
        "adventure", 
        "ebooks", 
        "fantasy-masterworks", 
        "kindle", 
        "junk", 
        "short", 
        "read-2017", 
        "history-alternative", 
        "fantasy-scfi-horror", 
        "to-read-ebook", 
        "01-classic-fantasy", 
        "tag-me", 
        "tbr-999", 
        "sci-fi", 
        "_shopping", 
        "test", 
        "novel", 
        "favourite-books", 
        "swords-and-sorcery", 
        "public-domain", 
        "digital", 
        "american", 
        "series", 
        "genero-fantasia", 
        "short-classics", 
        "free-ebooks", 
        "classic", 
        "pulpy-sci-fi-club", 
        "magic-witches-wizards", 
        "hyborian-age", 
        "pathfinder-recommendations", 
        "tbr-fantasy", 
        "personal-library", 
        "sf-and-fantasy", 
        "lit-anglosajona", 
        "on-calibre", 
        "sword-amp-sorcery", 
        "pulp-fiction", 
        "graphic-novel", 
        "maybe-reads", 
        "reh", 
        "z_fiction", 
        "x_shortstory", 
        "w_us_federal", 
        "action", 
        "hyborean-age", 
        "novelas", 
        "owned-books", 
        "i-own", 
        "shelved", 
        "feedbooks-com", 
        "e-books", 
        "science-fiction", 
        "romanticism", 
        "guilty-pleasures", 
        "to-read-fantasy", 
        "13", 
        "author-robert-e-howard", 
        "never-finished", 
        "fantasy-epic", 
        "mystery", 
        "fantastique", 
        "english", 
        "my-e-books", 
        "sci-fi-fantasy", 
        "2012-reading-challenge", 
        "conan-the-barbarian", 
        "a-great-list-of-sf-fantasy", 
        "a-great-list-of-top-books-to-read", 
        "witchy", 
        "second-hand-bookshop-wishlist", 
        "science-fiction-fantasy-horror", 
        "american-literature", 
        "classics-on-kindle", 
        "short-stories-and-novellas", 
        "read-2009", 
        "classic-lit", 
        "front-shelf", 
        "fantasy-or-ya", 
        "mystery-and-suspense", 
        "library", 
        "currently-reading"
    ], 
    "content_available": true, 
    "n_authors": 1
}