{
    "content_name": "22754.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "E. Everett Evans", 
    "images_urls": [
        "http://www.gutenberg.org/files/22754/22754-h/images/001.png", 
        "http://www.gutenberg.org/files/22754/22754-h/images/002.png", 
        "http://www.gutenberg.org/files/22754/22754-h/images/003.png", 
        "http://www.gutenberg.org/files/22754/22754-h/images/004.png"
    ], 
    "year": 1961, 
    "images": [], 
    "id": 102, 
    "category": "Text", 
    "plot": "In the background to the story in the book, an ancient and unseen alien race uses a device with the appearance of a large crystalline monolith to investigate worlds all across the galaxy and, if possible, to encourage the development of intelligent life. The book shows one such monolith appearing in ancient Africa, 3 million years B.C. (in the movie, 4 million years), where it inspires a starving group of hominids to develop tools. The ape-men use their tools to kill animals and eat meat, ending their starvation. They then use the tools to kill a leopard preying on them; the next day, the main ape character, Moon-Watcher, uses a club to kill the leader of a rival tribe. The book suggests that the monolith was instrumental in awakening intelligence.\nIn C.E. 1999, Dr. Heywood Floyd travels to the Moon's Clavius Base, where a scientist explains that they have found a magnetic disturbance, designated Tycho Magnetic Anomaly One (or TMA-1), in the crater Tycho. Excavation has revealed a large black slab, precisely fashioned to a ratio of 1:4:9 (or 12:22:32) and therefore believed the work of intelligence. Visiting TMA-1, Floyd and others arrive just as sunlight falls upon it for the first time since it was uncovered; it emits a piercing radio transmission which the scientists determine is directed at one of the moons of Saturn, Japetus (Iapetus).\nA mission, Discovery One, is dispatched to Saturn. En route, Dr. David Bowman and Dr. Frank Poole are the only conscious humans aboard; their three colleagues are in suspended animation, to be awakened near Saturn. The HAL 9000, an artificially intelligent computer, addressed as \"Hal\", maintains the ship. While Poole is receiving a birthday message from his family on Earth, Hal tells Bowman that the AE-35 communication unit of the ship is going to malfunction. Poole takes one of the extra-vehicular pods and swaps the AE-35 unit; but when Bowman conducts tests on the removed AE-35 unit, he determines that there was never anything wrong with it. Poole and Bowman become suspicious at Hal's refusal to admit that his diagnosis was mistaken; Hal then claims that the replacement AE-35 unit will fail. In communicating with Earth, Poole and Bowman are directed to disconnect Hal for analysis. These instructions are interrupted as the signal is broken, and Hal informs them that the AE-35 unit has malfunctioned.\nAs Poole is removing the unit he is killed when his spacesuit is torn, exposing him to the vacuum of space. Bowman, uncertain of Hal's role therein, decides to wake the other three astronauts, and therefore quarrels with Hal, with Hal refusing to obey his orders. Bowman threatens to disconnect him if his orders are not obeyed, and Hal relents. As Bowman begins to awaken his colleagues, he hears Hal open both airlocks into space, releasing the ship's internal atmosphere. From a sealed emergency shelter, Bowman gains a spacesuit and re-enters the ship, where he shuts down Hal's consciousness, leaving intact only his autonomic functions, and manually re-establishes contact with Earth. He then learns that his mission is to explore Iapetus, in the hope of contacting the society that buried the monolith on the Moon. Bowman learns that Hal had begun to feel guilty at keeping the purpose of the mission from him and Poole, against his stated mission of gathering information and reporting it fully; and when threatened with disconnection, he panicked and defended himself out of a belief that his very existence was at stake, having no concept of sleep.\nBowman spends months on the ship alone, slowly approaching Iapetus. During his approach, he gradually notices a small black spot on the surface of Iapetus, and later finds it identical in shape to TMA-1, only much larger. The scientists on Earth name this monolith \"TMA-2\", which Bowman identifies as a double misnomer because it is not in the Tycho crater and gives off no magnetic anomaly. When Bowman approaches the monolith, it opens and pulls in Bowman's pod. Before he vanishes, Mission Control hears him proclaim: \"The thing's hollow — it goes on forever — and — oh my God! — it's full of stars!\"\nBowman is transported via the monolith to an unknown star system, through a large interstellar switching station, and sees other species' spaceships going on other routes. Bowman is given a wide variety of sights, from the wreckage of ancient civilizations to what appear to be life-forms, living on the surfaces of a binary star system's planet. He is brought to what appears a pleasant hotel suite, carefully designed to make him feel at ease, and falls asleep, whereupon he becomes an immortal 'Star Child' that can live and travel in space. The Star Child then returns to Earth, where he detonates an orbiting nuclear warhead. This is not discussed again until the sequel to the book, 2010: Odyssey Two.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Masters of Space", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/2001:_A_Space_Odyssey_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.65, 
    "rating_count": 155, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/2332291.Masters_Of_Space", 
        "found": true, 
        "year": 1961
    }, 
    "similar_books": [
        "Mind Changer (Sector General, #11)", 
        "The Secret of the Ninth Planet", 
        "The Jupiter Theft", 
        "Broken Bulbs", 
        "Storm Over Warlock (Forerunner, #1)", 
        "Black Projects, White Knights: The Company Dossiers (The Company, #4.5)", 
        "Tom Swift and His Flying Lab  (Tom Swift Jr, #1)", 
        "Black Amazon of Mars", 
        "The Eighth Science Fiction Megapack: 25 Modern and Classic Stories", 
        "The Forlorn", 
        "The Survivors (Ragnarok, #1)", 
        "The Dragon Lensman (Second Stage Lensman Trilogy, #1)", 
        "Berserker Prime (Berserker, #13)", 
        "Dark as Day (Cold as Ice, #3)"
    ], 
    "description": "The Masters had ruled all space with an unconquerable iron fist. But the Masters were gone. And this new, young race who came now to take their place–could they hope to defeat the ancient Enemy of All?<br /><br />Approx. 6.75 hours", 
    "format": "Audiobook", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/22754", 
        "num": 22754
    }, 
    "authors": [
        38, 
        14
    ], 
    "pages": 7, 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2007-09-24T00:00:00", 
    "author": 38, 
    "original_title": "2001: A Space Odyssey (novel)", 
    "summary": "2001: A Space Odyssey is a 1968 science fiction novel by British writer Arthur C. Clarke. It was developed concurrently with Stanley Kubrick's film version and published after the release of the film. Clarke and Kubrick worked on the book together, but eventually only Clarke ended up as the official author. The story is based in part on various short stories by Clarke, including The Sentinel (written in 1948 for a BBC competition, but first published in 1951 under the title \"Sentinel of Eternity\"). By 1992, the novel had sold three million copies worldwide. An elaboration of Clarke and Kubrick's collaborative work on this project was made in The Lost Worlds of 2001.\nThe first part of the novel (in which aliens influence the primitive ancestors of humans) is similar to the plot of an earlier Clarke story, \"Encounter in the Dawn\".\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "currently-reading", 
        "owned", 
        "space-opera", 
        "kindle", 
        "sf", 
        "ebook", 
        "fiction", 
        "investigate", 
        "calibre", 
        "books-i-own", 
        "adventure", 
        "scifi", 
        "to-read-sometime", 
        "own-print", 
        "over-100-pages", 
        "free-from-amazon", 
        "small", 
        "read-owned", 
        "20th-century-lit", 
        "books", 
        "unobtainium", 
        "eugenics", 
        "big-science", 
        "androids", 
        "science", 
        "lost-interest", 
        "unsorted-read", 
        "ee-doc-smith", 
        "default", 
        "classic-science-fiction", 
        "own-audiobook", 
        "younger", 
        "doc-ee-smith", 
        "owned-pending-kindle-free-ebook", 
        "pulp-heroes", 
        "kindle-scifi", 
        "kindle-free-ebook", 
        "to-read-jd", 
        "undecided", 
        "15", 
        "unread", 
        "sf-and-f", 
        "ipadair", 
        "to-read-1a-sf", 
        "to-read-1", 
        "literature", 
        "on-disk", 
        "tg-books", 
        "eb-other", 
        "eb", 
        "sff", 
        "library", 
        "master-list", 
        "owned-to-read", 
        "epubbooks", 
        "kindle-ebook-to-read", 
        "kindle-ebook", 
        "have-this-ebook", 
        "science-fiction-times", 
        "diff-ed", 
        "psionics", 
        "free-online", 
        "not-popular", 
        "owned-books", 
        "204-space-opera", 
        "20-science-fiction", 
        "have-this", 
        "owned-not-read", 
        "abandoned", 
        "20th-century-novels", 
        "p-mass-mkt-paperback", 
        "all-paper", 
        "romane-und-prosa", 
        "smith-ee", 
        "e-reader", 
        "at-the-local-library", 
        "pulp-classics", 
        "softcover", 
        "checked", 
        "fiction-sf", 
        "space", 
        "opera", 
        "modern", 
        "literary", 
        "general", 
        "fantasy-science-fiction", 
        "caliber-books", 
        "science-fiction-and-fantasy", 
        "e-e-doc-smith", 
        "to-sort", 
        "public-library", 
        "nightstand", 
        "to-buy", 
        "novels", 
        "classic-lit", 
        "collected-classics", 
        "books-on-kindle"
    ], 
    "content_available": true, 
    "n_authors": 2
}