{
    "content_name": "553.txt.utf-8", 
    "isbn": "1595402284", 
    "author_name": "Edgar Rice Burroughs", 
    "images_urls": [], 
    "year": 1918, 
    "images": [], 
    "id": 111, 
    "category": "Text", 
    "plot": "The book begins with Bradley, who had left Fort Dinosaur on an expedition in the first novel and never returned. Bradley and his party are attempting to return to Fort Dinosaur. Along the way, they encounter a creature which appears to be a flying dead man. Some of the members of the party consider it to be a ghost or banshee. Tippet is convinced that he is soon to die, and the next day he is killed by a Tyrannosaurus. The ghost-like creature is seen again, and James is killed by a Smilodon. Bradley disappears during the night, and the remaining members of the party make it safely to Fort Dinosaur.\nBradley had been captured by the ghost-like creature, which is soon revealed to be a naturally winged human being, belonging to a subgroup of humanity known as the Wieroo. The Wieroo takes Bradley to the island of Oo-oh, set in Caspak's inland sea. It attempts to keep Bradley in a prison, but he escapes through a secret passage. He meets Co-Tan, a member of the highest human race of mainland Caspak, the Galu, fully human and of a neolithic cultural level. They enter the chamber of the Wieroo king, a huge member of the race, and Bradley kills the creature with its own sword.\nCo-Tan and Bradley escape the city of the Wieroo and live for several months on the forested coast of Oo-oh. Finally, though, they are discovered by Wieroo. They succeed in capturing two of the Wieroo and forcing them to fly to the mainland, one bearing each of the humans.\nOn the Caspakian mainland, Co-Tan and Bradley meet the party from the outside world from the previous two books, and they return home to America, where Bradley will marry Co-Tan.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Out of Time's Abyss", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Out_of_Time%27s_Abyss", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.64, 
    "rating_count": 733, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1397217.Out_of_Time_s_Abyss", 
        "found": true, 
        "year": 1918
    }, 
    "similar_books": [
        "Edgar Rice Burroughs' Tarzan: The Land That Time Forgot", 
        "Lord Of Thunder (Beast Master / Hosteen Storm, #2)", 
        "Almuric", 
        "Masters Of The Pit Or Barbarians Of Mars (Michael Kane, Vol. 3)", 
        "The Sky So Big and Black (Century Next Door, #4)", 
        "The Story of Atlantis and the Lost Lemuria", 
        "Dinotopia: First Flight", 
        "Conan of the Isles (Conan 12)", 
        "The Disintegration Machine (Professor Challenger, #5)", 
        "Lost Legacy", 
        "Edgar Rice Burroughs : Master of Adventure", 
        "The Misplaced Battleship", 
        "A Dream of Armageddon", 
        "The Red Skull (Doc Savage, #17)"
    ], 
    "description": "Purchase one of 1st World Library's Classic Books and help support our free internet library of downloadable eBooks. 1st World Library-Literary Society is a non-profit educational organization. Visit us online at <a target=\"_blank\" href=\"http://www.1stWorldLibrary.ORG\" rel=\"nofollow\">www.1stWorldLibrary.ORG</a> - - This is the tale of Bradley after he left Fort Dinosaur upon the west coast of the great lake that is in the center of the island. This is the tale of Bradley after he left Fort Dinosaur upon the west coast of the great lake that is in the center of the island. About them upon the ground, among the trees and in the air over them moved and swung and soared the countless forms of Caspak's teeming life. Always were they menaced by some frightful thing and seldom were their rifles cool, yet even in the brief time they had dwelt upon Caprona they had become callous to danger, so that they swung along laughing and chatting like soldiers on a summer hike.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/553", 
        "num": 553
    }, 
    "authors": [
        2
    ], 
    "pages": 136, 
    "language": "English", 
    "isbn13": "9781595402288", 
    "country": 2, 
    "release_date": "1996-06-01T00:00:00", 
    "author": 2, 
    "original_title": "Out of Time's Abyss", 
    "summary": "Out of Time’s Abyss is a fantasy-science fiction novel by American writer Edgar Rice Burroughs, the third of his Caspak trilogy. The sequence was first published in Blue Book Magazine as a three-part serial in the issues for September, October and November 1918, with Out of Time's Abyss forming the third installment. The complete trilogy was later combined for publication in book form under the title of The Land That Time Forgot (the title of the first part) by A. C. McClurg in June 1924. Beginning with the Ace Books editions of the 1960s, the three segments have usually been issued as separate short novels.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "fantasy", 
        "fiction", 
        "classics", 
        "adventure", 
        "sci-fi", 
        "to-read", 
        "edgar-rice-burroughs", 
        "kindle", 
        "ebooks", 
        "classic", 
        "owned", 
        "ebook", 
        "pulp", 
        "currently-reading", 
        "dinosaurs", 
        "audiobooks", 
        "burroughs", 
        "owned-books", 
        "unread", 
        "lost-world", 
        "science-fiction-fantasy", 
        "series", 
        "audiobook", 
        "e-books", 
        "action-adventure", 
        "sci-fi-fantasy", 
        "classic-science-fiction", 
        "erb", 
        "fantasy-science-fiction", 
        "sf-fantasy", 
        "science", 
        "action", 
        "science-fantasy", 
        "caspak", 
        "read-have", 
        "to-read-2017", 
        "backlog", 
        "to-read-maybe", 
        "kindle-freebies", 
        "pulp-fiction", 
        "my-library", 
        "books-i-own", 
        "cataloged", 
        "owned-not-read", 
        "prehistoric", 
        "ya-fiction", 
        "ebooks-i-own", 
        "kindle-books", 
        "not-read", 
        "sciencefiction", 
        "scifi", 
        "lost-world-lost-race", 
        "high-priority", 
        "classic-adventure", 
        "pre-goodreads", 
        "scifi-fantasy", 
        "2017-serial", 
        "nook", 
        "fiction-series", 
        "damed-dirty-apes", 
        "1900-1919", 
        "actually-own", 
        "rockbox", 
        "lek", 
        "library-has-it-on-audiobook", 
        "kindlecollection", 
        "ridderhof-sf", 
        "tsundoku", 
        "old-school", 
        "american-classic-literature", 
        "aa-have-a-copy", 
        "edgar-burroughs", 
        "ghosts-and-spirits", 
        "series-part-of", 
        "ps-american-literature", 
        "31", 
        "freebies-not-read", 
        "first-shelf", 
        "about-to-read-classics", 
        "guttenberg-project", 
        "shelved", 
        "pre-2013", 
        "e-shelf", 
        "read-in-english", 
        "audio-cd", 
        "2017-mount-tbr", 
        "2017-150-books", 
        "mystery", 
        "i-own", 
        "classical-works", 
        "audio", 
        "witty-humour", 
        "winged-people-not-angels", 
        "unique-memorable-world", 
        "sci-fi-adult", 
        "romance", 
        "me-man-you-woman", 
        "love-the-writing-style", 
        "historical-fantasy-adult"
    ], 
    "content_available": true, 
    "n_authors": 1
}