{
    "content_name": "28346.txt.utf-8", 
    "isbn": "0722144857", 
    "original_title": "Deathworld", 
    "author_name": "Harry Harrison", 
    "images_urls": [
        "http://www.gutenberg.org/files/28346/28346-h/images/001.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/002.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/003.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/004.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/005.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/006.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/007.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/008.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/009.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/010.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/011.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/012.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/013.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/014.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/015.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/016.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/017.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/018.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/019.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/020.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/021.png", 
        "http://www.gutenberg.org/files/28346/28346-h/images/022-1.jpg", 
        "http://www.gutenberg.org/files/28346/28346-h/images/022-2.jpg"
    ], 
    "year": 1960, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/en/4/4e/Deathworld.jpg"
    ], 
    "id": 37, 
    "category": "Text", 
    "plot": "Deathworld centers on Jason dinAlt, a professional gambler who uses his erratic psionic abilities to tip the odds in his favor. While visiting the planet Cassylia, he is challenged by a man named Kerk Pyrrus (secretly the ambassador from the planet Pyrrus) to turn a large amount of money into an immense sum by gambling at a government-run casino. He succeeds and survives the planetary government's desperate efforts to steal back the money. In a fit of ennui, he decides to accompany Kerk to Pyrrus, despite being warned that it is the deadliest world ever colonized by humans.\nPyrrus has a gravity of 2 g; its 42° axial tilt creates severe weather; it has frequent earthquakes and volcanic eruptions; and possesses two large moons, Samos and Bessos, each creating tides that sometimes combine into rises and falls of up to 30 meters, that have been known to flood active volcanoes and create even more violent weather. Finally, there have been numerous supernovae in its vicinity, meaning that planets in the area are rich in radioactive ores. Pyrrus is the only habitable planet in the area, and the only one from which efforts to mine the area's ores can be sustained, making it a world of incredible potential value. It also means the planet's environment contains high levels of radiation.\nEverything on the planet is predatory, and capable of killing an unwary human instantly. All large animals are strong enough to destroy small vehicles. All small animals have neurotoxic venom. All plants are carnivorous. All microorganisms consume insufficiently protected tissue as quickly as acids. On top of this, all the aforementioned life evolves so quickly that even Kerk and his Pyrran crew have to be retrained upon their return from Cassylia in order to survive.\nBecause of this harsh environment, the settlers are engaged in a ceaseless struggle to survive, which—despite generations of acclimation and a training regime harsher than that of ancient Spartans—they are losing. Their numbers are less than when the planet was first colonized, and they are restricted to a single settlement. The world's very name is a reference to Pyrrhic victory, a success that comes at devastating cost to the victor.\nAfter a futile attempt at acclimating to the harsh planet, dinAlt turns his attentions toward solving the planet's mysteries and saving the faltering colony. The colony's few historical records indicate that the planet's life was once far less hostile to humans, but possess no real answers. The only information that holds any promise is the mention of \"grubbers\", humans living outside the city, to whom the Pyrrans trade hardware for increasingly necessary food.\nAfter several weeks, Jason leaves the city in search of the grubbers, who live in harmony with the harsh environment. They practice what many would consider suicidal forms of animal husbandry, with the assistance of their telepathic \"talkers\". Jason is able to earn their trust by demonstrating his own abilities. The outsiders' knowledge of the initial colonization effort is even more intriguing than that of the city dwellers. Not long after their arrival, animals suddenly began attacking the city, and have not stopped since. However, a number of colonists lived outside the city. Though they still found the planet incredibly harsh, they never suffered such attacks. The grubbers are their descendants. The two factions despise each other. The grubbers hate the city Pyrrans, or \"junkmen\", for cutting them off from space and refusing to trade food or ore for scientific knowledge or advanced technology—particularly medicine. The junkmen hate the grubbers for thriving while they are dying.\nWhile studying the grubber community, he notices an anomaly—though the life-forms throughout the area are dangerous, they are nowhere near as lethal as the ones he encountered around the city. Some grubbers theorize that the initial schism was a disagreement over the city's location, in which the ancestors of the grubbers abandoned the dangerous ground in favor of their current homes. Jason has the grubbers guide him back to the city, so he can see it from the outside. There his psionic senses confirm his hypothesis. Every species of native flora and fauna is psionic, and all life around the city is telepathically \"shouting\" the same thing: KILL THE ENEMY! Pyrrus' biosphere is intentionally attacking the city.\nJason shares this information with the grubbers and wins their total support. They ask Jason to go back to civilization and return with a ship. In return they will reward him handsomely. Jason agrees, but only to get him back to the city. He knows that though the grubbers would keep their word, the first thing they would get from civilization would be weapons with which to make war on the city. He has a better idea, and shares it with Kerk along with the truth about the attacks.\nJason builds a device that can track the intelligence giving commands to the city's life, and puts it in the city's spaceship to search. They detect that the psychic commands emanate from a cave on an island far from the city, and Jason prepares to go down and \"talk\" to what may be an alien intelligence. The junkmen decide instead to attack and kill the intelligence. The resulting battle ends with hundreds dead along with the intelligence after the entire island is destroyed in a nuclear blast. The city is now being attacked even worse than before. Kerk blames Jason for the loss of the attack team (although the order to attack was given by him) and the futility of the plan, since the attacks on the city have not stopped, and prepares to kill him. Jason is barely able to get to an escape pod and leave the ship, but is shot down by Kerk.\nJason crashes into the jungle and is stricken with a Pyrran infection. He awakens in the grubber village without realizing he had fallen unconscious. The grubbers witnessed his escape, and killed a junkman for his medkit to treat Jason. But he is broken inside. He has in effect betrayed the grubbers, and Kerk has probably already convinced the junkmen that the new attacks are his fault. He is about to come clean and give himself over to the grubbers' vengeance when the village's \"quakeman\" gets everyone's attention.\nThe grubbers bundle Jason into a stretcher and follow the quakeman as he runs from the village, accompanied by just about every animal in the area. A tectonic event hits the village, flattening it. The quakeman is a precognitive. The animals reacted the same way, but they can not all have that talent—yet they all ran away together.\nJason realizes the nature of the conflict. But he needs to tell everyone—grubbers and junkmen—at the same time. He plans an attack on the city, based heavily on the talkers. By stirring up an animal attack on the city opposite the spaceport they easily take the spaceship, and therefore the city. Jason is thus able to get the grubbers and junkmen into a room without them killing each other.\nJason now reveals all. Although all life on Pyrrus competes for survival individually, they react collectively to natural disasters. The grubbers, with the assistance of their talkers, have integrated themselves peacefully into the planet's ecosystem, killing only for food or in self-defense. The junkmen, however, think only of killing, and kill everything they can simply because they can. The ecosystem is simply responding in kind, and in fact cultivates mutations around the city dedicated to the sole purpose of killing humans. In short, if a Pyrran animal is not hungry and does not sense hostility, it will not kill. Jason proves this to the junkmen, first by having the grubbers safely handle one of the city's ultralethal species, then doing it himself. The city's science director pretends he is handling a training aid, and is able to do the same.\nWith this knowledge and the cooperation of both Pyrran communities, Jason offers a solution. As the prejudices between the two cultures are generations old, the two communities cannot simply merge. Instead, select junkmen will live among the grubbers to learn their methods of coexistence, and in exchange selected grubbers will be given transport on the city's only spaceship to restore their connection with the rest of humanity. Trade will be continued fairly, with the grubbers trading food and ore to the city Pyrrans for technology and medicines. The educational system will be completely redesigned around grubber survival techniques, after which the city's children will live in new lodgings outside the besieged city—which will remain home to those who cannot adapt to the wilds of Pyrrus. Though the city will inevitably fall to the onslaught, those who have adapted will no longer be grubbers or junkmen, but simply Pyrrans.\nThe junkmen who are unable to adapt to the wilds need not die with the city. There are many worlds with great potential value, but are too harsh to begin colonizing. The unadaptable junkmen can instead adapt these wild frontiers into colonies—as history's first professional pioneers.\nThe story ends with Kerk and the leader of the grubbers making peace. Both are heirs to generations of hatred. \"But they shook hands then because they were both strong men.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Deathworld", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Deathworld", 
        "found": true
    }, 
    "average_rating": 3.94, 
    "rating_count": 4370, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/2037559.Deathworld_1", 
        "found": true, 
        "year": 1960
    }, 
    "similar_books": [
        "The Status Civilization", 
        "Brain Twister", 
        "Звёзды - холодные игрушки (Звёздный лабиринт, #1)", 
        "The Pirates of Ersatz", 
        "The Goblin Reservation", 
        "The High Crusade", 
        "Who?", 
        "The Green Odyssey", 
        "Sargasso Of Space (Solar Queen, #1)", 
        "The Planet Buyer", 
        "The Whole Man", 
        "Davy", 
        "Hospital Station (Sector General, #1)", 
        "Skylark DuQuesne (Skylark #4)", 
        "Tower of Glass", 
        "The Mammoth Book of Extreme Science Fiction"
    ], 
    "description": "The planet was called Pyrrus...a strange place where all the beasts, plants and natural elements were designed for one specific purpose: to destroy man.<br />The settlers there were supermen...twice as strong as ordinary men and with milli-second reflexes. They had to be. For their business was murder...<br />It was up to Jason dinAlt, interplanetary gambler, to discover why Pyrrus had become so hostile during man's brief habitation...", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28346", 
        "num": 28346
    }, 
    "authors": [
        16
    ], 
    "pages": 157, 
    "language": "English", 
    "isbn13": "9780722144855", 
    "countries": [
        2
    ], 
    "release_date": "2009-03-17T00:00:00", 
    "author": 16, 
    "cover": "https://images.gr-assets.com/books/1327944642l/2037559.jpg", 
    "summary": "Deathworld is the name of a series of science fiction novels by Harry Harrison including the books Deathworld (first published 1960, serialized in Astounding Science Fiction), Deathworld 2 (1964, initially titled The Ethical Engineer and serialized in Analog) and Deathworld 3 (1968, serialized in Analog as The Horse Barbarians), plus the short story \"The Mothballed Spaceship\" (1973, written as part of a tribute to John W. Campbell). The central hero is a gambler who becomes involved with colonists of an extremely hostile planet.\nThere are several hints that the novels take place in the same universe as Harrison's The Stainless Steel Rat series; however, other hints suggest a similar universe but not exactly the same one. For example, at several points in the Deathworld series, the novels mention the Special Corps with Inskipp as its leader; however, the story \"The Mothballed Spaceship\" mentions an armada about to attack Earth—a planet that is long destroyed in the time of The Stainless Steel Rat universe.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "fiction", 
        "scifi", 
        "default", 
        "currently-reading", 
        "owned", 
        "ebook", 
        "favorites", 
        "fantasy", 
        "adventure", 
        "kindle", 
        "ebooks", 
        "english", 
        "space-opera", 
        "series", 
        "speculative-fiction", 
        "pfaf", 
        "science-fiction-fantasy", 
        "sci-fi-fantasy", 
        "space", 
        "audiobook", 
        "classic-sci-fi", 
        "harry-harrison", 
        "20th-century", 
        "librivox", 
        "hugo-nominees", 
        "read-in-2014", 
        "e-book", 
        "audiobooks", 
        "Библиотека-Галактика", 
        "sf-fantasy", 
        "books-i-own", 
        "action-adventure", 
        "e-books", 
        "hugo", 
        "to-read-sf", 
        "sf", 
        "to-read-someday", 
        "action", 
        "1", 
        "american", 
        "library", 
        "scifi-fantasy", 
        "sf-f", 
        "reviewed", 
        "thriller", 
        "pulp", 
        "audio", 
        "science", 
        "audio-book", 
        "novels", 
        "hugo-award-nominee", 
        "read-in-english", 
        "deathworld", 
        "syfy", 
        "kindle-books", 
        "dystopia", 
        "фантастика", 
        "science-fiction-space-opera", 
        "read-in-2015", 
        "sci-fi-to-read", 
        "maybe", 
        "collection", 
        "my-books", 
        "kindle-to-read", 
        "audio-books", 
        "fantasy-scifi", 
        "sff", 
        "part-of-a-series", 
        "to-buy", 
        "not-read", 
        "dystopian", 
        "under-200-pages", 
        "giant-creatures", 
        "pulp-magazine-like", 
        "cryptobotany", 
        "unread-on-kindle", 
        "novel", 
        "on-kindle", 
        "bg", 
        "read-in-2011", 
        "want", 
        "planetary-adventure", 
        "hugo-award-nominees", 
        "msf", 
        "to-read-2", 
        "fantasy-sf", 
        "science-fiction-and-fantasy", 
        "borrowed", 
        "classic", 
        "public-domain-science-fiction", 
        "public-domain", 
        "1960s", 
        "hugo-nominee", 
        "fiction-sci-fi", 
        "sciencefiction", 
        "kindlecollection", 
        "novels-books-short-stories-etc"
    ], 
    "content_available": true, 
    "n_authors": 1
}