{
    "content_name": "18800.txt.utf-8", 
    "isbn": "160312084X", 
    "language_code": "eng", 
    "author_name": "H. Beam Piper", 
    "images_urls": [
        "http://www.gutenberg.org/files/18800/18800-h/images/image_01.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_02.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_03.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_04.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_05.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_06_01.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_06_02.jpg", 
        "http://www.gutenberg.org/files/18800/18800-h/images/image_07.jpg"
    ], 
    "year": 1950, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/en/5/53/Last_Enemy_ASF.jpg"
    ], 
    "id": 214, 
    "category": "Text", 
    "plot": "The story begins at a dinner party given by Garnon of Roxor. The party is a voluntary discarnation feast, or suicide party. Garnon has been planning his discarnation for years, but has decided to proceed now, to assist in the scientific experiment of Dallona of Hadron. Immediately after Garnon’s death, a nearby sensitive, already placed in a hypnotic trance, begins to channel Garnon’s spirit, giving proof positive that disincarnate individuals are fully conscious, telepathically sensitive, capable of telepathic communication, and capable of exercising choice in the vehicle for their reincarnation.\nBut, Dallona’s discovery has important political considerations for the Second Level Akor-Neb society. The Statisticalist party believes that reincarnation is a statistically random event, and as such private property and wealth should be socialized to give everyone an equal opportunity. The Volitionalist party, on the other hand, believes that everyone reincarnates as they please, or of their own volition, so they favor the present system of private property and capitalism. Dallona’s new discoveries have completely undermined the Statisticalists' position, and they are determined to suppress the studies, and do away with Dallona permanently.\nIn reality, Dallona of Hadron is actually Hadron Dalla, a psychic-science researcher, from the Paratime First Level. And now that she has mysteriously disappeared, Tortha Karf, the Chief of Paratime Police, sends his special assistant, Verkan Vall, to the Second Level Akor-Neb Sector to find her and bring her back before she can be forcibly discarnated (i.e., murdered).\nArriving in the provincial city of Ghamma, Vall, travelling under the pseudonym of Lord Virzal of Verkan, makes contact with the local representative of the Outtime Export and Import Company, and acquires a pair of Assassin bodyguards named Olirzon and Marnik. Together they then travel to the city of Darsh, where Dalla was doing her research, and where Garnon’s feast was held. At the Independent Institute of Reincarnation Research Vall talks to the director, to become familiar with Dalla’s research and its full political fallout.\nThrough his associate with the Society of Assassins and the constabulary, Olirzon finds evidence that suggests that Dalla is in fact alive, and hiding out with her Assassin-bodyguard, Dirzed. Vall realizes that it will prove impossible to find Dalla, so he must do something to get her to contact him. When Vall and the Assassins go to a restaurant, they find themselves sitting next to a table that contains three Statisticalists who are loudly denouncing Dalla’s work and disappearance as a politically inspired hoax. The three men “were of a breed Verkan Vall had learned to recognize on any time-line -- the arrogant, cocksure, ambitious, leftist politician, who knows what is best for everybody better than anybody else does, and who is convinced that he is inescapably right and that whoever differs with him is not only an ignoramus but a venal scoundrel as well.”\nFeigning insult at one Statisticalist’s statements, Vall succeeds in getting each of the three to challenge him to individual duels, which in Akor-Neb are to the death. The first duel is handled with knives, and Vall succeeds in killing his opponent, Marnark of Bashad, in eight seconds. The remaining two duels are handled with guns, and Vall succeeds in killing these opponents, Sirzob of Abo and Yirzol of Narva, with one shot each to the head.\nAfter the duels, Klarnood, the President-General of the Society of Assassins, who served as a witness to the duels, takes Vall aside, and informs him that the three men he has just killed were high among the leadership of the Statisticalist party, and that the Statisticalists will be as determined to discarnate him as they are Hadron Dalla. Also, he has certain knowledge that Dalla and Dirzed were alive four days previous, and that in three or four days he might be able to put Vall in communication with the pair. It is at that point that Vall explains that his reason for provoking the duels was to advertise his presence, so that Dalla can get in touch with him. Quickly checking a news broadcast on a visiplate, the pair finds that the duels are the top news story.\nThe next day, as the Earth of the Akor-Neb Sector descends into civil war, Verkan Vall receives a sealed message written in the alphabet and language of the First Paratime Level. It is from Dalla, and introduces its bearer as Dirzed, who has come to take Vall to her. She is hiding out in a hunting lodge that belongs to Prince Jirzyn of Starpha, a nobleman and important leader among the Volitionalists.\nDalla is overjoyed to see Vall, and happily tells him about all of the advancements she has made with past-life recall. But, when Vall tells her that she must immediately return to the First Level she refuses. It seems that one ramification of her studies has escaped her –- if a Paratimer dies in the Akor-Neb Sector, and later takes one of this sector’s past-life recall procedures, then the Paratime secret will be utterly revealed. Conditioned, like all Paratimers, to protect the Paratime secret at all costs, Dalla realizes that it is imperative that they leave Akor-Neb as soon as possible.\nBefore they can leave the lodge, they and their Assassins come under attack from the Starpha family servants. It seems that Prince Jirzyn has changed his mind, and now wishes Lady Dallona dead –- Dalla’s experiments are beginning to bear more unexpected fruit. It seems that years ago Jirzyn of Starpha had murdered his brother to gain the title and position that his brother had, and now a man has found out that he was that brother in his most recent reincarnation and he has filled suit against Jirzyn to retrieve the title. This suit calls into question all the laws of inheritance, and has made the position of the rich and titled frighteningly unstable.\nBesieged in an underground level of the hunting lodge, Vall and Dalla and their Assassin-bodyguards fight for their lives; their only hope being that when the shooting had started Marnik had been able to go to Klarnood for the help that he had promised. Just when the Starpha people gain the upper hand, and seem ready to discarnate the lot of them, help does indeed arrive and the Paratimers are saved. But all is not well, the lodge is rocked when an atomic bomb is detonated some forty miles distant, the first one fired in anger in a thousand years.\nIn Akor-Neb society, an Assassins’ Truce is a temporary cessation of hostilities, and before he leaves Vall recommends to President-General Klarnood that he declare a planet-wide Assassins’ Truce, holding the leaders personally responsible with their carnate existence for keeping it. Klarnood accepts the idea, and wishes Vall and Dalla well, expressing hope that he see neither of them ever again.\nOn their trip back to the First Level city of Dhergabar, Dalla expresses her regret at the forces she has released in the Akor-Neb Sector, but Vall assures her that she can only see the surface of the immediate situation, and that it is impossible to know what the long-term results will be. He compares the situation to that on Fourth Level Europo-American, where scientists regret their invention of the atomic bomb. Vall is confident that just what the sector needs is a “series of all-out atomic wars” and that, “in a century or so, the inventors of the atomic bomb will be hailed as the saviors of their species.”\nAs they talk, Dalla realizes that all her experiments prove that death isn’t forever, and that the last enemy -– death -– has finally been conquered. But Vall assures her that they still have one enemy left, stupidity, and death has no power over that. The story ends with Vall and Dalla vowing to return to the Akor-Neb Sector in a hundred years and see what changes have occurred.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Last Enemy", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Last_Enemy", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.74, 
    "rating_count": 67, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/676212.Last_Enemy", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "The story begins at a dinner party given by Garnon of Roxor. The party is a voluntary discarnation feast, or suicide party. Garnon has been planning his discarnation for years, but has decided to proceed now, to assist in the scientific experiment of Dallona of Hadron. Immediately after Garnon's death, a nearby sensitive, already placed in a hypnotic trance, begins to channel Garnon's spirit, giving proof positive that disincarnate individuals are fully conscious, telepathically sensitive, capable of telepathic communication and capable of exercising choice in the vehicle for their reincarnation.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18800", 
        "num": 18800
    }, 
    "authors": [
        19
    ], 
    "pages": 124, 
    "language": "English", 
    "isbn13": "9781603120845", 
    "countries": [
        2
    ], 
    "release_date": "2006-07-10T00:00:00", 
    "author": 19, 
    "original_title": "Last Enemy", 
    "summary": "\"Last Enemy\" is a science fiction short story written by H. Beam Piper, and is a part of his Paratime series. The title is a reference to 1 Corinthians 15:26, “The last enemy that shall be destroyed is death.” (KJV)\nIt made its first appearance in August 1950, in Astounding Science Fiction magazine (now Analog).", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "kindle", 
        "fiction", 
        "sf", 
        "si-fi", 
        "scifi", 
        "audio", 
        "novella", 
        "20th-century-lit", 
        "hugo-award-nominees", 
        "library", 
        "shelf-p-authors", 
        "genre-syfi-fan-horr", 
        "own-audiobook", 
        "audiobooks", 
        "owned-pending-kindle-free-ebook", 
        "listened", 
        "to-check-out", 
        "my-books", 
        "ebooks", 
        "fav-authors-tr", 
        "sf-fan", 
        "the-real-stuff", 
        "hugo-nominees", 
        "on-disk", 
        "librivox", 
        "audiobook", 
        "feedbooks-com", 
        "sf-challenge", 
        "to-buy", 
        "e-books", 
        "alternate-history", 
        "time-travel", 
        "h-beam-piper", 
        "chapterbooks", 
        "scifi-fantasy", 
        "acquired", 
        "librivox-listens", 
        "short-stories", 
        "librivox-audiobooks-they-re-free", 
        "vintage-scifi", 
        "adventure", 
        "golden-age-science-fiction", 
        "ebook---epub", 
        "sci-fi-or-speculative", 
        "classic-lit", 
        "collected-classics", 
        "books-on-kindle", 
        "pdfs", 
        "general"
    ], 
    "content_available": true, 
    "n_authors": 1
}