{
    "content_name": "19338.txt.utf-8", 
    "author_name": "H. Beam Piper", 
    "images_urls": [
        "http://www.gutenberg.org/files/19338/19338-h/images/image_01.jpg"
    ], 
    "year": 1957, 
    "images": [], 
    "id": 345, 
    "category": "Text", 
    "plot": "The old men speak of a time many years ago when hundreds of starships were visible in the nighttime sky, but now the world is old, poor and forgotten. Raud the Keeper is surprised one day when a local man named Vahr Farg’s son brings two men from another world to his home. It seems that the men are scholars who have heard of the great crown that Raud is charged with keeping, and they wish to see it.\nThe men inform Raud that his world is actually Terra, the world where man was born, and that the crown is none other than that of Great Britain, the last nation to join the Terran Federation in the “Third Century Pre-Interstellar.” They wish to take the crown to the capital world of the Empire, to Dremna, to protect it, and they are willing to pay handsomely for it. But, Raud cannot give up the sacred trust that his family has been guarding since time immemorial.\nAfter the men from the stars leave, however, Vahr returns with three people from the south, and steals the crown. And so, Raud the Keeper sets off on the men’s trail, determined to retrieve the crown. After a heroic adventure, Raud takes the crown, and goes off to meet the men from the stars, whom he now learns are actually princes of the Empire. Raud had decided that he could no longer protect the crown, and without children, there would be no one after him to keep it. The story ends with Raud deciding how he will keep his newfound fortune, and how he will protect it.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Keeper", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Keeper_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.06, 
    "rating_count": 32, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6477414-the-keeper", 
        "found": true
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/19338", 
        "num": 19338
    }, 
    "authors": [
        19
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2006-09-20T00:00:00", 
    "author": 19, 
    "original_title": "The Keeper (short story)", 
    "summary": "\"The Keeper\" is a science fiction short story by American writer H. Beam Piper. It is the last story in Piper’s Terro-Human Future History series, being set in the 301st Century A.E. (Atomic Era).\nIt made its first appearance in the July 1957 issue of Venture Science Fiction.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "science-fiction", 
        "kindle", 
        "fiction", 
        "short-story", 
        "scifi", 
        "short-stories", 
        "year-2013", 
        "grp-favorites", 
        "owned-pending-kindle-free-ebook", 
        "amazon-ebooks", 
        "audio-obtained-lvss", 
        "15", 
        "reviewed", 
        "2015-completed", 
        "owned", 
        "ebook_only", 
        "ebook", 
        "2014-reading-list", 
        "on-disk", 
        "si-fi", 
        "adventure", 
        "mmm2013", 
        "acquired", 
        "classic-lit", 
        "collected-classics", 
        "type-short-story", 
        "audio-obtained-ss", 
        "2015-reading-list"
    ], 
    "content_available": true, 
    "n_authors": 1
}