{
    "content_name": "18458.txt.utf-8", 
    "isbn": "0843959142", 
    "author_name": "Andre Norton", 
    "images_urls": [
        "http://www.gutenberg.org/files/18458/18458-h/images/image_01.jpg", 
        "http://www.gutenberg.org/files/18458/18458-h/images/image_02.jpg", 
        "http://www.gutenberg.org/files/18458/18458-h/images/image_03.jpg"
    ], 
    "year": 1957, 
    "images": [], 
    "id": 127, 
    "category": "Text", 
    "plot": "Dalgard Nordis, with his knife brother Sssuri, has gone on his man-journey. Three generations after his people came to Astra he has set out to explore the ruins of a city that once belonged to Those Others, thereby extending the Colony's map of this world and in the process demonstrating his suitability to sit on the Council of Free Men. In telepathic contact with the local fauna, Sssuri senses danger and the sight of a flaming object crossing the sky from east to west, toward where Those Others are rumored to live, underscores that judgement.\nRoughly five centuries after a group of renegade scientists took a desperate plunge into interstellar space and two centuries after Pax collapsed and Humanity rediscovered the value of science, the starship RS 10 lands on Astra. Driven by rumors of that ancient expedition and enabled by the discovery of hyperdrive, the Federation of Free Men has sent nine ships into hyperspace; none has returned. On this tenth attempt at interstellar flight Raf Kurbi has the task of assembling and flying the flitter that will be used to explore the part of Astra around RS 10's landing point. One goal is what appears on the landing photos to be a city.\nDalgard and Sssuri come to a ruined seaport on a great bay and follow a road inland to a city. There they find evidence that Those Others have visited recently. They also find the trail of a snake-devil, a vicious dragon-like creatures that humans and merfolk always hunt down and kill. They follow the trail and kill a family of snake-devils only to find the creatures wearing metal bands that indicate the recent presence of the unknown enemy. They resolve to send a message by telepathic relay south to Homeport.\nRaf and three other men ride the RS 10's flitter south over an abandoned landscape and arrive at a ruined city. Near the center of the city they meet the remnant of a devastated population. The aliens are preparing a final expedition to a faraway city to retrieve knowledge that may help them regain their civilization and the captain of the Terrans accepts their invitation to join it. The expedition takes the aliens, in their globe-ship, and the Terrans, in their flitter, to an abandoned city, where the aliens loot a storehouse.\nWith Sssuri heading south to warn his people and the humans at Homeport, Dalgard returns to the forbidden city to spy. As Raf watches from hiding, the aliens capture Dalgard and take him to their globe-ship. Returning to their city across the sea, the aliens put Dalgard into an arena with a merman and a snake-devil. Raf rescues Dalgard and the merman and the three go into the sewers under the city, where they meet a merman war party. Re-entering the city with the war party, Raf uses two grenades to destroy the globe-ship and its cargo, but is burned in the process. With the aid of the mermen, Dalgard takes Raf to a point on the coast where he and the mermen can send a telepathic call to one of the RS 10's crew. With Raf safely returned to his ship, Dalgard faces the daunting prospect of returning to Homeport by himself.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Star Born", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Star_Born", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.83, 
    "rating_count": 879, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/2328605.Star_Born", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [
        "Badge of Infamy", 
        "The Door Through Space", 
        "The Secret of Sinharat", 
        "Planet of the Damned", 
        "Star Dragon", 
        "Beyond the Farthest Star", 
        "Spacehounds of IPC", 
        "Dinosaur Planet Survivors (Dinosaur Planet, #2)", 
        "Black Projects, White Knights: The Company Dossiers (The Company, #4.5)", 
        "Broken Bulbs", 
        "Invaders from the Infinite", 
        "Through the Eye of a Needle (Needle, #2)", 
        "The Survivors (Ragnarok, #1)", 
        "Lone Star Planet", 
        "City at World's End", 
        "Time's Edge (Time's Edge, #1)", 
        "Rogue Ship"
    ], 
    "description": "When Raf Kurbi's Terran spaceship burst into unexplored skies of the far planet Astra and was immediately made welcome by the natives of a once-mighty metropolis, Kurbi was unaware of three vital things: <br /><br />One was that Astra already harbored an Earth colony -- descended from refugees from the world of the previous century.<br /><br />Two was that these men and women were facing the greatest danger of their existence from a new outburst of the inhuman fiends who had once tyrannized Astra.<br /><br />Three was that the natives who were buying Kurbi's science know-how were those very fiends -- and their intentions were implacably deadly for all humans, whether Earth Born or Star Born.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18458", 
        "num": 18458
    }, 
    "authors": [
        28
    ], 
    "pages": 238, 
    "language": "English", 
    "isbn13": "9780843959147", 
    "countries": [
        2
    ], 
    "release_date": "2006-05-27T00:00:00", 
    "author": 28, 
    "original_title": "Star Born", 
    "summary": "Star Born is a science fiction novel by American writer Andre Norton, first published in 1957 by World Publishing Company of Cleveland. This is the sequel to The Stars Are Ours! and continues that adventure three generations on.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "currently-reading", 
        "fiction", 
        "sf", 
        "scifi", 
        "fantasy", 
        "owned", 
        "andre-norton", 
        "kindle", 
        "scifi-fantasy", 
        "science-fiction-fantasy", 
        "adventure", 
        "ebooks", 
        "science", 
        "ebook", 
        "kindle-books", 
        "e-books", 
        "books-i-own", 
        "e-book", 
        "space", 
        "2016ebook", 
        "wobble", 
        "my-books", 
        "calibre", 
        "unread", 
        "sf-fantasy", 
        "opera", 
        "general", 
        "gutenberg", 
        "space-opera", 
        "digital", 
        "audiobooks", 
        "fantasy-sf", 
        "re-read", 
        "free", 
        "audiobook", 
        "sci-fi-fantasy", 
        "pre-goodreads", 
        "usa", 
        "checked", 
        "on-calibre-to-read", 
        "to-read-sf", 
        "science-fiction-shelf", 
        "1e-toppicks", 
        "books-to-buy", 
        "books-read-in-2017", 
        "to-classify", 
        "20th-century-lit", 
        "want-to-read-later", 
        "adult", 
        "library", 
        "audio", 
        "young-adult", 
        "audio-books-read", 
        "3-stars", 
        "openlibrary", 
        "unsorted-read", 
        "1", 
        "fantasy-and-science-fiction", 
        "dropbox", 
        "done", 
        "have", 
        "priority-reads", 
        "scif-fi", 
        "classic-science-fiction", 
        "future-sci-fi", 
        "xxsfr-summer-2016", 
        "xx1000-members", 
        "reading-challenge-2016", 
        "m", 
        "youth", 
        "own-audiobook", 
        "finished", 
        "book-2", 
        "ace", 
        "1950s", 
        "women-s-book-project", 
        "tbr", 
        "randy-s-books", 
        "my-youth", 
        "library-2016", 
        "sci-if-clasic", 
        "kindlebook", 
        "female-author", 
        "undecided", 
        "box2", 
        "have-audio", 
        "i-own-ebook", 
        "librivox", 
        "2013-and-earlier", 
        "aliens", 
        "to-read-maybe", 
        "sff-to-read", 
        "shelfari-science-fiction", 
        "shelfari-review-only", 
        "shelfari-part-of-a-set", 
        "shelfari-no", 
        "shelfari-kindlebook"
    ], 
    "content_available": true, 
    "n_authors": 1
}