{
    "content_name": "18137.txt.utf-8", 
    "isbn": "0843959118", 
    "language_code": "eng", 
    "author_name": "H. Beam Piper", 
    "images_urls": [], 
    "year": 1962, 
    "images": [], 
    "id": 110, 
    "category": "Text", 
    "plot": "Protagonist Jack Holloway lives a solitary life in a wilderness of planet Zarathustra, itself \"owned\" by the Chartered Zarathustra Company (under Victor Grego), which installed basic services and colonial outposts initially, and now reaps the benefits of new discoveries, such as the valuable 'sunstones' mined by Holloway until he befriends a tiny, golden-furred humanoid that he names 'Little Fuzzy.' Little Fuzzy brings his family/tribe to meet Holloway and the lot of them promptly adopt Holloway as well. Upon discovery that the Fuzzies intelligence may qualify them as a sapient species, the Company moves against them. The reason for such an action, which if carried through to conclusion would be genocide, is that such a discovery would turn the planet a protected aboriginal zone, install a proper government there, and deprive the Chartered Zarathustra Company of its complete control of the resources there. Leonard Kellogg, one of Grego's staff, kills a Fuzzy and provokes a court case to decide whether the Fuzzies are sapient. In the midst of the proceedings, the Terran Navy commander reveals that his people have been studying Fuzzies, and prove that Fuzzies have at least the mental capacity of a ten-year-old human child. They also show that the \"yeek\" noises made by the Fuzzies are merely the human-audible edge of the Fuzzies' voices and that their normal speaking range is in the ultrasonic; and tell the court that they have developed an elementary Fuzzy grammar and dictionary. As a result, the charter of the Chartered Zarathustra Company is invalidated, and Kellogg commits suicide in his cell. Chief Justice Frederic Pendarvis officially rules that the Fuzzies are sapient beings, and Holloway is reunited with his Fuzzy family.\nThe second book, Fuzzy Sapiens, deals with the newly 'Charterless Zarathustra Company' and its gradual cooperation with the planet's new governor to ensure chaos does not take over the planet, while the Fuzzies attach themselves to individual human guardians including members of the Company staff. Victor Grego, one of the villains of the first book and the manager of the CZC, finds a Fuzzy in his private apartment in the Company tower, adopts him, names him Diamond, and become a firm supporter of the Fuzzies. This enables the Company to cooperate with the new planetary government headed up by naturalist Ben Rainsford and work with the Native Affairs Commission headed up by Jack Holloway. It becomes clear that criminals are using the irregular status of the government and of the Company to attack it and steal sunstones. With the help of the Fuzzies, the thieves are thwarted. There is also further exploration into the biology of the Fuzzies, and it is established that the Fuzzies may be in a biological dead end, doomed to extinction without aid from the humans.\nThe third book, Fuzzy Bones by William Tuning, suggests that the remarkable liking by all Fuzzies for the survival ration 'Extraterrestrial Type Three' (aka 'Extee 3,' 'estefee,' or 'hoksu-fusso,' meaning \"wonderful food\") does not coincide with the composition of Zarathustran soil, a contradiction of Garrett's Theorem. A third significant Fuzzy character is developed called Starwatcher. Little Fuzzy, Diamond, and Starwatcher become the clear leaders in working with humans. Among other things, an alien spaceship is discovered on Beta Continent, and evidence that the Fuzzies are not in fact native to Zarathustra emerges, which raises a variety of legal and philosophical questions. Tuning introduces a number of memorable characters, including Christiana Stone, Grego's Fuzzy-Sitter-in-Chief; Reverend Thomas Aquinas Gordon, aka \"The Rev;\" Master Gunnery Sergeant Philip Helton, TFMC; and Liana Bell, a CZC scientist invited by the researchers of Holloway's Fuzzy Institute to join them in their research.\nGolden Dream by Ardath Mayhar fits with these three books in terms of the general plot and relationships. Essentially, it is Little Fuzzy told from the point of view of the Fuzzies rather than that of the humans.\nAfter these two official sequels, the original third book by Piper himself, Fuzzies and Other People, offers an alternative future wherein Little Fuzzy himself is separated from Jack Holloway and introduces a band of Fuzzies led by Wise One to the combined society. It explores the deepening relationships between the characters already introduced in Piper's first two books, and shows how the Fuzzies fit in with the humans on Zarathustra.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Little Fuzzy", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Little_Fuzzy", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.99, 
    "rating_count": 6695, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1440148.Little_Fuzzy", 
        "found": true, 
        "year": 1962
    }, 
    "similar_books": [
        "Brain Twister", 
        "Fuzzy Nation", 
        "The Pirates of Ersatz", 
        "The Butterfly Kid", 
        "Dorsai! (Childe Cycle, #1)", 
        "Planet of the Damned", 
        "Time for the Stars", 
        "The Tar-Aiym Krang (Pip & Flinx #1)", 
        "Bolo (Bolo #1)", 
        "Berserker (Berserker, #1)", 
        "Sinister Barrier", 
        "The Witches of Karres (The Witches of Karres, #1)", 
        "Fuzzy Bones", 
        "Who?", 
        "Davy", 
        "The Planet Buyer", 
        "Falkenberg's Legion (Falkenberg's Legion #1)", 
        "The Green Odyssey"
    ], 
    "description": "Friends of Little Fuzzy Vs. the Chartered Zarathustra Company<br /><br />The chartered Zarathustra Company had it all their way. Their charter was for a Class-III uninhabited planet, which Zarathustra was, and it meant they owned the planet, lock, stock and barrel. They exploited it, developed it, and reaped the huge profits from it without interference from the Colonial Government.<br /><br />Then Jack Holloway, a sunstone prospector, appeared on the scene with his family of Fuzzies and the passionate conviction that they were not cute animals but little people.<br /><br />The Company was aghast at this threat to their power and profits. If Holloway could prove the Fuzzies were people, Zarathustra would automatically become a Class-IV inhabited planet, the Company's charter would become void and the Colonial Government of the Federation would take over.<br /><br />The Company did not hesitate to resort to coercion, murder – even genocide – to prevent the Fuzzies from being declared the ninth extrasolar sapient race.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/18137", 
        "num": 18137
    }, 
    "authors": [
        19
    ], 
    "language": "English", 
    "isbn13": "9780843959116", 
    "countries": [
        2
    ], 
    "release_date": "2006-04-09T00:00:00", 
    "author": 19, 
    "original_title": "Little Fuzzy", 
    "summary": "Little Fuzzy is a 1962 juvenile science fiction novel by H. Beam Piper, now in public domain. It was nominated for the 1963 Hugo Award for Best Novel.\nThe story revolves around determining whether a small furry species discovered on the planet Zarathustra is sapient, and features a mild libertarianism that emphasizes sincerity and honesty.\nDuring a book signing at Strand Book Store, Piper alleged that the Little Fuzzy series was inspired by an acquaintance named Kevin \"Fuzzy\" Sheffield, whom Piper first met in a literary club in central Oregon. When asked about Sheffield, Piper described him as \"a bizarre character, capable of writing little more than a couple of vaguely-legible remarks in each letter. While I'm sure he's full of insight and great ideas, it seems impossible to effectively communicate with him on a conventional human level...terribly nice fellow however.\"\nThe book was followed by a sequel, Fuzzy Sapiens (original title The Other Human Race) published in 1964, the same year that Piper committed suicide in November.\nIn the wake of Piper's suicide, rumor spread of a lost \"second sequel\"; at the behest of Ace Books, William Tuning produced the critically acclaimed Fuzzy Bones. Later, Piper's lost manuscript was discovered, and published as Fuzzies and Other People. Ace also hired Ardath Mayhar to write Golden Dreams: A Fuzzy Odyssey, which tells the events of Little Fuzzy from the viewpoint of the Fuzzies (or Gashta, as they call themselves).\nA new volume in the series, Fuzzy Ergo Sum by Wolfgang Diehr, was published by Pequod Press in April 2011. A second book, Caveat Fuzzy was released in August 2012. In 2011, John Scalzi published Fuzzy Nation, which he described as a \"reboot\" of Piper's original.", 
    "content_cleaned": false, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "fiction", 
        "scifi", 
        "science-fiction", 
        "currently-reading", 
        "fantasy", 
        "sf", 
        "favorites", 
        "kindle", 
        "owned", 
        "audiobook", 
        "aliens", 
        "classics", 
        "ebook", 
        "audiobooks", 
        "audio", 
        "sci-fi-fantasy", 
        "young-adult", 
        "classic", 
        "audible", 
        "ebooks", 
        "default", 
        "e-book", 
        "science-fiction-fantasy", 
        "series", 
        "speculative-fiction", 
        "space-opera", 
        "scifi-fantasy", 
        "science", 
        "books-i-own", 
        "h-beam-piper", 
        "adventure", 
        "read-in-2013", 
        "audio-books", 
        "ya", 
        "fantasy-sf", 
        "my-ebooks", 
        "to-buy", 
        "first-contact", 
        "not-at-library", 
        "to-read-sci-fi", 
        "novel", 
        "audio-book", 
        "hugo-nominees", 
        "space", 
        "read-in-2012", 
        "free", 
        "speculative", 
        "fantasy-scifi", 
        "hugo", 
        "animals", 
        "hugo-nominee", 
        "sf-f", 
        "sf-fantasy", 
        "novels", 
        "science_fiction", 
        "library", 
        "downloaded", 
        "to-read-sf", 
        "need", 
        "have", 
        "1960s", 
        "librivox", 
        "read-2013", 
        "read-long-ago", 
        "wish-list", 
        "sounds-interesting", 
        "other", 
        "reviewed", 
        "sci-fi-and-fantasy", 
        "reread", 
        "english", 
        "own-ebook", 
        "fantasy-to-read", 
        "all-time-favorites", 
        "sword-and-laser", 
        "read-in-2011", 
        "20th-century", 
        "hugo-award-nominee", 
        "epub", 
        "recommended", 
        "fiction-science-fiction", 
        "never-finished", 
        "stopped-reading", 
        "tbr-sci-fi", 
        "overdrive", 
        "classic-science-fiction", 
        "shelfari-aliens", 
        "read-in-2016", 
        "shelfari-favorites", 
        "to-read-someday", 
        "in-english", 
        "own-audio", 
        "sff", 
        "my-books", 
        "to-read-fiction", 
        "low-likelihood-of-reading", 
        "on-my-shelf", 
        "published-1960s"
    ], 
    "content_available": true, 
    "n_authors": 1
}