{
    "content_name": "32154.txt.utf-8", 
    "original_title": "The Variable Man", 
    "language_code": "eng", 
    "author_name": "Philip K. Dick", 
    "images_urls": [
        "http://www.gutenberg.org/files/32154/32154-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32154/32154-h/images/illo1-left.jpg", 
        "http://www.gutenberg.org/files/32154/32154-h/images/illo1-right.jpg", 
        "http://www.gutenberg.org/files/32154/32154-h/images/illo1-small.jpg", 
        "http://www.gutenberg.org/files/32154/32154-h/images/illo2-small.jpg", 
        "http://www.gutenberg.org/files/32154/32154-h/images/illo2.jpg"
    ], 
    "year": 1953, 
    "images": [], 
    "id": 22, 
    "category": "Text", 
    "plot": "The Terran system is growing and expanding all the time. But an old and corrupt Centaurian Empire is holding Terra down, as it encircles the Terran system and will not let the humans grow out of their current empire. For this reason Terra is at war with Proxima Centauri and is trying to find a way of breaking free from the Centaurian's hold upon them.\nIn the war that results, Terra is continually coming up with new weapons to try and break the Centaurian defenses, but Proxima Centauri is also continually updating its defenses. Using spies and other such tactics, both parties find out about each other's advances, and no actual fighting ever occurs because both sides are too busy trying to beat each other with new technological developments. Terra even calculates their chances to win a war versus Centauri and updates these calculations with each new development, making their decision about a war rely on this calculation. Eventually Terra comes up with a concept for a bomb, called Icarus, that Proxima can not defend against because it travels at faster than light speeds, making use of the buildup of mass at near light speeds as a destructive agent when it slows down to below light speed. Then the odds start to side with Terra, and Terra prepares to fight with this new-found technology. There are two problems; the first is that Icarus does not yet work, which prevents Terra from using it against Proxima Centauri, and the second is that the existence of Cole on Terra is an \"unknown variable\" that confuses the war win probability computer. Hence, the book is titled \"The Variable Man\".\nThis is where Thomas Cole, known as The Variable Man, comes in. Cole is a man from the past, from 1913, the time just before the First World War. He is brought into the present (or future depending on perspective) as an accident via a Time Bubble that was used for research about the past. He escapes from the authority in the future and spends a lot of time running from them afterwards. It is, however, discovered that this man has a certain genius to fix things and make things work. This is because he comes out of a period of time when humans had a natural genius and an ability to invent things and to solve problems. It is at this point that the man working on the FTL (Faster Than Light) bomb realizes that The Variable Man is the only person who can make Icarus work. As a result, the engineer working on Icarus convinces The Variable Man to help them out. Icarus does eventually work, although not in the way that anyone may have wanted. Instead of emerging from FTL speed in the middle of Centarus (the sun around which the Centaurian Empire is built) and blowing it, and the surrounding Centaurian system, out of existence, it turns out that Cole transformed (or fixed) Icarus into a working hyperdrive. However the order for Terra to launch a full-scale attack against the Centaurian Empire (under the assumption that the majority of the enemy ships and planets would have been destroyed in the Icarus explosion) had already been given. The forces of Terra suffered a terrible defeat, losing many of their ships, yet due to the Variable Man having successfully wired Icarus it was now possible for Terra to travel beyond the Centaurian Empire's perimeter. Terra was no longer blocked into their tiny system, and there was no further need for war.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Variable Man", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Variable_Man", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.76, 
    "rating_count": 995, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32154/pg32154.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8734881-the-variable-man", 
        "found": true, 
        "year": 1953
    }, 
    "similar_books": [
        "Youth", 
        "The Pirates of Ersatz", 
        "Forbidden the Stars (The Interstellar Age, #1)", 
        "Empire", 
        "After the Battle on Starship Hill: Prologue to The Children of the Sky", 
        "Christmas in the Trenches", 
        "The Dreaming Jewels", 
        "Even the Queen: & Other Short Stories", 
        "Press Enter", 
        "Citizen In Space", 
        "Tales of Space and Time", 
        "Apex Cypher (Techxorcist #0)", 
        "The Constitution of the United States with the Declaration of Independence and the Articles of Confederation", 
        "White Collar Christmas", 
        "The U.S. Constitution: And Fascinating Facts about It", 
        "The Misplaced Battleship", 
        "The Unveiling", 
        "The Best and the Brightest"
    ], 
    "description": "Predictability has come a long way. The computers of the future can tell you if you’re going to win a war before you fire a shot. Unfortunately they’re predicting perpetual standoff between the Terran and Centaurian Empires. What they need is something unpredictable, what they get is Thomas Cole, a man from the past accidently dragged forward in time. Will he fit their calculations, or is he the random variable that can break the stalemate? – The Variable Man first appeared in the September, 1953 issue of Space Science Fiction magazine.<br /><br />Approx. 3 hours", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32154", 
        "num": 32154
    }, 
    "authors": [
        8
    ], 
    "pages": 3, 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2010-04-27T00:00:00", 
    "author": 8, 
    "cover": "https://images.gr-assets.com/books/1373071196l/8734881.jpg", 
    "summary": "The Variable Man is a novella written and sold by Philip K. Dick before he had an agent. It was first published in Space Science Fiction (British), Vol. 2 No. 2, July 1953 and Space Science Fiction, September 1953 with the US publication illustrated by Alex Ebel. Despite the magazine cover dates it is unclear whether the first publication was in the UK or in the United States where magazines tended to be published farther ahead of their cover dates than in the UK. The Variable Man can be found in several collections of Dick's short stories, including The Variable Man and The Short Happy Life of the Brown Oxford.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "kindle", 
        "fiction", 
        "short-stories", 
        "sci-fi", 
        "ebooks", 
        "scifi", 
        "philip-k-dick", 
        "audiobook", 
        "ebook", 
        "sf", 
        "short-story", 
        "time-travel", 
        "sci-fi-fantasy", 
        "e-book", 
        "audiobooks", 
        "favorites", 
        "classics", 
        "owned", 
        "audio", 
        "novella", 
        "librivox", 
        "read-in-2015", 
        "phillip-k-dick", 
        "scifi-fantasy", 
        "amazon", 
        "e-books", 
        "1950s", 
        "speculative-fiction", 
        "science-fiction-fantasy", 
        "pkd", 
        "books-i-own", 
        "dystopia", 
        "f-sf", 
        "unread", 
        "other", 
        "owned-books", 
        "sci-fi-classics", 
        "books-owned", 
        "my-books", 
        "novellas", 
        "own-it", 
        "english", 
        "ebooks-i-own", 
        "kindle-books", 
        "pulp", 
        "got-for-free", 
        "books-read", 
        "classic-american-literature", 
        "war", 
        "aliens", 
        "fizic", 
        "20th-century-lit", 
        "did-not-finish", 
        "the-shorts", 
        "oldies-but-goodies", 
        "dated-social-attitudes", 
        "experimenting", 
        "roman", 
        "books", 
        "read-in-2017", 
        "futurism", 
        "american", 
        "physics", 
        "philosophy", 
        "britta-runne-a-z-challenge-17", 
        "read-2017", 
        "personal-read", 
        "action", 
        "mission-impossible-2017", 
        "dick-philip", 
        "american-literature-authors", 
        "own-kindle", 
        "to-read-short-stories", 
        "short-fiction", 
        "new", 
        "aldiko", 
        "read-2016", 
        "read-in-2016", 
        "digital-copy", 
        "electronic-library", 
        "read-gutenberg", 
        "to-read-low-priority", 
        "excess-kindle", 
        "own-audiobook", 
        "shelf", 
        "shortstories", 
        "on-kindle", 
        "kindle-version", 
        "free-books", 
        "fantasy", 
        "favourites", 
        "g-authors", 
        "listened-to", 
        "digital-audio-combo", 
        "in-my-library", 
        "to-read-science-fiction", 
        "p-k-dick"
    ], 
    "content_available": true, 
    "n_authors": 1
}