{
    "content_name": "24104.txt.utf-8", 
    "isbn": "2290011150", 
    "language_code": "eng", 
    "author_name": "Murray Leinster", 
    "images_urls": [
        "http://www.gutenberg.org/files/24104/24104-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/24104/24104-h/images/illo17.png", 
        "http://www.gutenberg.org/files/24104/24104-h/images/illo24.png", 
        "http://www.gutenberg.org/files/24104/24104-h/images/illo32.png", 
        "http://www.gutenberg.org/files/24104/24104-h/images/title.png"
    ], 
    "year": 1979, 
    "images": [], 
    "id": 195, 
    "category": "Text", 
    "plot": "Space travel is routine between planets in the Solar System. Ships function very much like naval warships or research vessels. There are technologies such as \"overdrive\" which allows a ship to travel much faster than light in normal space, and apparently artificial gravity within a ship. Atomic power is used everywhere, even in a space suit propulsion unit. Ships are equipped with \"blasters\", not necessarily for use as weapons, but for destroying space debris which would otherwise collide with the ship.\nThe exploration ship Llanvabon (presumably named after the village of Llanfabon in Wales) is approaching the Crab Nebula when it suddenly detects another ship on its radar. The two ships' radars are, in fact, interfering with each other, so each sees a wildly distorted image of the other ship. Even after the problem is resolved and the two crews, one human, one alien, establish communication, both realize they have a problem. Neither can leave without ensuring that the other cannot track them to their home planet.\nThe aliens are humanoid bipeds, but see in the infrared portion of the spectrum. Also, instead of using sound to communicate among themselves they use microwaves emitted from an organ in their heads. As one human points out, \"From our point of view, they have telepathy. Of course from their point of view, so do we.\"\nThe crews discover they have much in common. This is especially true of young Tommy Dort and his counterpart on the other ship, to whom he has assigned the name Buck. Although they are only able to communicate through an artificial code, they are able to establish a rapport. However, Buck is pessimistic about the eventual outcome. He sends Tommy a message, \"You are a good guy. Too bad we must kill each other.\"\nThe deadlock persists. Neither ship dares to leave for fear that the other will be able to track it home. Neither captain is ready to gamble by attacking the other ship. Then Tommy realizes the way out of the impasse. He and his Captain arrange an exchange of personnel between the ships. Tommy and the Captain go aboard the alien ship even as two aliens board the Llanvabon. Then they present an ultimatum: they will detonate the atomic power packs in their suits if the aliens refuse to go along with their plan, which is for each crew to take the other's ship back to their home planet. Each will disable all the tracking equipment on their own ship before the exchange, and indeed they will have to be thorough to prevent the new crew from tracking them.\nAt this point the aliens begin behaving very strangely, twitching or lying down and kicking the floor. In fact this is their equivalent of laughter. Their own people have just given the humans the same ultimatum, and the same plan.\nThe story ends with each crew taking over the other's ship. Naturally, before leaving their own ship they are able to remove everything which might point back to their home world. Each stands to benefit from the new technology on the other's ship. Each keeps the other race's fiction library to gain insight into their thinking. They agree to repeat the encounter at the same location some time in the future.\nTommy is confident that the two races will get along. He believes this because, as he tells the Captain, he and Buck spent a good deal of time swapping dirty jokes.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Aliens", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/First_Contact_(novelette)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.08, 
    "rating_count": 13684, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/24104/pg24104.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/35125.Alien", 
        "found": true, 
        "year": 1979
    }, 
    "similar_books": [
        "Aliens: Earth Hive", 
        "Close Encounters Of The Third Kind", 
        "Total Recall", 
        "Alien Resurrection", 
        "Aliens: Genocide (Aliens)", 
        "Aliens: Labyrinth", 
        "Return of the Jedi", 
        "E.T. the Extra-Terrestrial in His Adventure on Earth", 
        "Independence Day: Novelisation", 
        "Star Trek II: The Wrath Of Khan (Star Trek TOS: Movie Novelizations, #2)", 
        "Aliens: Music of the Spears (Aliens)", 
        "The Empire Strikes Back (Star Wars - Episode V)", 
        "Back to the Future, Part 3", 
        "Alien: Out of the Shadows (Canonical Alien trilogy, #1)", 
        "Battlestar Galactica", 
        "First Contact (Star Trek: The Next Generation)", 
        "The Abyss", 
        "The Deep"
    ], 
    "description": "Based on the screenplay by Dan O'Bannon. The crew of the spaceship Nostromo wake from cryogenic sleep to distress signals from an unknown planet. One is attacked when they investigate a derelict alien craft. Safely on their way back to Sol, none foresee the real horror about to begin.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24104", 
        "num": 24104
    }, 
    "authors": [
        61
    ], 
    "pages": 270, 
    "language": "English", 
    "isbn13": "9782290011157", 
    "country": 2, 
    "release_date": "2008-01-01T00:00:00", 
    "author": 61, 
    "original_title": "First Contact (novelette)", 
    "summary": "\"First Contact\" is a 1945 science fiction novelette by American writer Murray Leinster, credited as one of the first (if not the first) instances of a universal translator in science fiction. It won a retro Hugo Award for Best Novelette in 1996.\nTwo technologically equal species are making first contact in deep space. Both desire the technology and trade the other can provide, but neither can risk the fate of the home planet based on unfounded trust.\nIt was among the stories selected in 1970 by the Science Fiction Writers of America as one of the best science fiction short stories published before the creation of the Nebula Awards. As such, it was published in The Science Fiction Hall of Fame Volume One, 1929-1964.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "horror", 
        "currently-reading", 
        "fiction", 
        "scifi", 
        "owned", 
        "favorites", 
        "aliens", 
        "sf", 
        "books-i-own", 
        "thriller", 
        "default", 
        "alien", 
        "sci-fi-fantasy", 
        "library", 
        "owned-books", 
        "fantascienza", 
        "alan-dean-foster", 
        "movie-tie-in", 
        "novelization", 
        "scifi-fantasy", 
        "film", 
        "novelizations", 
        "books", 
        "science-fiction-fantasy", 
        "novels", 
        "movies", 
        "space", 
        "adventure", 
        "series", 
        "sf-f", 
        "action", 
        "wish-list", 
        "kindle", 
        "ebook", 
        "space-opera", 
        "favourites", 
        "movies-tv", 
        "horror-thriller", 
        "science", 
        "my-books", 
        "movie", 
        "audiobooks", 
        "audible", 
        "audiobook", 
        "terror", 
        "sci-fi-horror", 
        "movie-novelization", 
        "fantasy", 
        "ficcao-cientifica", 
        "finished", 
        "media-tie-in", 
        "i-own", 
        "adult", 
        "to-buy", 
        "novel", 
        "paperback", 
        "classics", 
        "1", 
        "tv-movies", 
        "monsters", 
        "my-library", 
        "bookshelf", 
        "s-f", 
        "have", 
        "to-read-scifi", 
        "ebooks", 
        "owned-unread", 
        "novelisation", 
        "own-it", 
        "might-read", 
        "novelisations", 
        "childhood-reads", 
        "speculative-fiction", 
        "my-collection", 
        "2017-reading-list", 
        "on-my-bookshelf", 
        "g-sci-fi", 
        "a-scify", 
        "audio-books", 
        "don-t-own-yet", 
        "read-in-2016", 
        "audio-book", 
        "2-hï¿½lï¿½-nagy", 
        "audio", 
        "aliens-series", 
        "future-reads", 
        "narrativa", 
        "want", 
        "maybe", 
        "must-read", 
        "80s", 
        "read-2015", 
        "watched", 
        "first-contact", 
        "space-horror", 
        "serials", 
        "fantasy-science-fiction"
    ], 
    "content_available": true, 
    "n_authors": 1
}