{
    "content_name": "23762.txt.utf-8", 
    "isbn": "0590005588", 
    "author_name": "G. C. Edmondson", 
    "images_urls": [
        "http://www.gutenberg.org/files/23762/23762-h/images/001.jpg", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p124-image.png", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p124.png", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p125.png", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p126.png", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p127.png", 
        "http://www.gutenberg.org/files/23762/23762-page-images/p128.png"
    ], 
    "year": 1937, 
    "images": [], 
    "id": 747, 
    "category": "Text", 
    "plot": "Barchester Towers concerns the leading clergy of the cathedral city of Barchester. The much loved bishop having died, all expectations are that his son, Archdeacon Grantly, will succeed him. Instead, owing to the passage of the power of patronage to a new Prime Minister, a newcomer, the far more Evangelical Bishop Proudie, gains the see. His wife, Mrs Proudie, exercises an undue influence over the new bishop, making herself as well as the bishop unpopular with most of the clergy of the diocese. Her interference to veto the reappointment of the universally popular Mr Septimus Harding (protagonist of Trollope's earlier novel, The Warden) as warden of Hiram's Hospital is not well received, even though she gives the position to a needy clergyman, Mr Quiverful, with 14 children to support.\nEven less popular than Mrs Proudie is the bishop's newly appointed chaplain, the hypocritical and sycophantic Mr Obadiah Slope, who decides it would be expedient to marry Harding's wealthy widowed daughter, Eleanor Bold, and hopes to win her favour by interfering in the controversy over the wardenship. The Bishop, or rather Mr Slope under the orders of Mrs Proudie, also orders the return of the prebendary Dr Vesey Stanhope from Italy. Dr Stanhope has been there, recovering from a sore throat, for 12 years and has spent his time catching butterflies. With him to the Cathedral Close come his wife and his three adult children. The younger of Dr Stanhope's two daughters causes consternation in the Palace and threatens the plans of Mr Slope: Signora Madeline Vesey Neroni is a crippled serial flirt with a young daughter and a mysterious Italian husband whom she has left. Mrs Proudie is appalled by her and considers her an unsafe influence on her daughters, her servants and Mr Slope. Mr Slope is drawn like a moth to a flame and cannot keep away. Dr Stanhope's son Bertie is skilled at spending money but not at making it: his two sisters think marriage to rich Eleanor Bold will provide financial security for him.\nSummoned by Archdeacon Grantly to assist in the war against the Proudies and Mr Slope is the brilliant Reverend Francis Arabin. Mr Arabin is a considerable scholar, Fellow of Lazarus College at Oxford, who nearly followed his mentor John Henry Newman into the Roman Catholic Church. A massive misunderstanding occurs between Eleanor and her father, brother-in-law, sister and Mr Arabin: they all believe she intends to marry the oily chaplain Mr Slope, much to their disgust. Mr Arabin is attracted to Eleanor but the efforts of Grantly and his wife to stop her marrying Slope also interfere with any relationship that might develop. At the Ullathorne garden party of the Thornes, matters come to a head. Mr Slope proposes to Mrs Bold and is slapped for his presumption; Bertie goes through the motions of a proposal to Eleanor and is refused with good grace, and the Signora has a chat with Mr Arabin. Mr Slope's double-dealings are now revealed and he is dismissed by Mrs Proudie and the Signora. The Signora drops a delicate word in several ears and with the removal of their misunderstanding Mr Arabin and Eleanor become engaged. The old Dean of the Cathedral having died, Mr Slope campaigns to become Dean, but Mr Harding is offered the preferment, with a beautiful house in the Close and fifteen acres of garden. However, Mr Harding considers himself unsuitable and, with the help of the archdeacon, arranges that Mr Arabin be made Dean.\nWith the Stanhopes' return to Italy, life in the Cathedral Close returns to its previous quiet and settled ways and Mr Harding continues his life of gentleness and music.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Blessed Are the Meek", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Barchester_Towers", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.14, 
    "rating_count": 22, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/270629.Blessed_Are_the_Meek", 
        "found": true, 
        "year": 1937
    }, 
    "similar_books": [], 
    "description": "The famous novel about St. Francis of Assisi by Polish historical novelist Zofia Kossak-Szczucka, known for her WWII resistance work. Novel was written while her husband was in a concentraton camp. Kossak herself spent a year in a German camp. From the cover: \"Set against the background of one of the most tumultuous and exciting periods of history -- the early part of the Thirteenth Century -- the years of the Fifth Crusade to deliver Jerusalem from the infidels and the tragic Children's Crusade... To Rome comes the gentle Francis of Assisi and his devoted band, preacing a new gospel of love and simplicity...\"", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/23762", 
        "num": 23762
    }, 
    "authors": [
        242
    ], 
    "pages": 158, 
    "language": "English", 
    "isbn13": "9780590005586", 
    "country": 2, 
    "release_date": "2007-12-07T00:00:00", 
    "author": 242, 
    "original_title": "Barchester Towers", 
    "summary": "Barchester Towers, published in 1857, is the second novel in Anthony Trollope's series known as the \"Chronicles of Barsetshire\". Among other things it satirises the then raging antipathy in the Church of England between High Church and Evangelical adherents. Trollope began writing this book in 1855. He wrote constantly, and made himself a writing-desk so he could continue writing while travelling by train. \"Pray know that when a man begins writing a book he never gives over,\" he wrote in a letter during this period. \"The evil with which he is beset is as inveterate as drinking – as exciting as gambling.\" And, years later in his autobiography, he observed \"In the writing of Barchester Towers I took great delight. The bishop and Mrs. Proudie were very real to me, as were also the troubles of the archdeacon and the loves of Mr. Slope.\" But when he submitted his finished work, his publisher, William Longman, initially turned it down, finding much of it to be full of \"vulgarity and exaggeration\". More recent critics offer a more sanguine opinion. \"Barchester Towers is many readers' favourite Trollope\", wrote The Guardian, which included it in its list of \"1000 novels everyone must read\".", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "historical-fiction", 
        "currently-reading", 
        "polish", 
        "novels", 
        "in-polish", 
        "all-owned", 
        "shelved", 
        "wish-list", 
        "fiction", 
        "books-in-my-home", 
        "wwii-ases", 
        "kirjahylly-2", 
        "books-i-did-not-finish", 
        "poland", 
        "europe", 
        "blessed-are-the-meek", 
        "christian-fiction", 
        "christian", 
        "6s-1930s", 
        "rekkaa", 
        "living-room", 
        "1900-1939", 
        "pp300-399", 
        "pp200-399", 
        "3-european", 
        "owned", 
        "middle-ages", 
        "history", 
        "childhood-faves-children-s-books", 
        "all-time-faves", 
        "2-fiction", 
        "church-history", 
        "biography", 
        "to-read-own", 
        "tre", 
        "found", 
        "unsure", 
        "modern", 
        "eastern-europe-and-russian-lit", 
        "6-1920-1939", 
        "pp200-299"
    ], 
    "content_available": true, 
    "n_authors": 1
}