{
    "author_name": "Lester Del Rey", 
    "images_urls": [
        "http://www.gutenberg.org/files/50103/50103-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/50103/50103-h/images/ill-031.jpg"
    ], 
    "year": 1956, 
    "images": [], 
    "id": 416, 
    "category": "Text", 
    "plot": "The novel's protagonist is Fyodor Ivanych Lavretsky, a nobleman who shares many traits with Turgenev. The child of a distant, Anglophile father and a serf mother who dies when he is very young, Lavretsky is brought up at his family's country estate home by a severe maiden aunt, often thought to be based on Turgenev's own mother who was known for her cruelty.\nLavretsky pursues an education in Moscow, and while he is studying there, he spies a beautiful young woman at the opera. Her name is Varvara Pavlovna, and he falls in love with her and asks for her hand in marriage. Following their wedding, the two move to Paris, where Varvara Pavlovna becomes a very popular salon hostess and begins an affair with one of her frequent visitors. Lavretsky learns of the affair only when he discovers a note written to her by her lover. Shocked by her betrayal, he severs all contact with her and returns to his family estate.\nUpon returning to Russia, Lavretsky visits his cousin, Marya Dmitrievna Kalitina, who lives with her two daughters, Liza and Lenochka. Lavretsky is immediately drawn to Liza, whose serious nature and religious devotion stand in contrast to the coquettish Varvara Pavlovna's social consciousness. Lavretsky realizes that he is falling in love with Liza, and when he reads in a foreign journal that Varvara Pavlovna has died, he confesses his love to her and learns that she loves him in return.\nAfter they confess their love to one another, Lavretsky returns home to find his supposedly dead wife waiting for him in his foyer. It turns out that the reports of her death were false, and that she has fallen out of favor with her friends and needs more money from Lavretsky.\nUpon learning of Varvara Pavlovna's sudden appearance, Liza decides to join a remote convent and lives out the rest of her days as a nun. Lavretsky visits her at the convent one time and catches a glimpse of her as she is walking from choir to choir. The novel ends with an epilogue which takes place eight years later, in which Lavretsky returns to Liza's house and finds that, although many things have changed, there are elements such as the piano and the garden that are the same. Lavretsky finds comfort in his memories and is able to see the meaning and even the beauty in his personal pain.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Dwindling Years", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Home_of_the_Gentry", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.0, 
    "rating_count": 6, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/50103/pg50103.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/28445641-the-dwindling-years", 
        "found": true, 
        "year": 1956
    }, 
    "similar_books": [], 
    "loc_class": "", 
    "format": "ebook", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/50103", 
        "num": 50103
    }, 
    "authors": [
        73
    ], 
    "pages": 28, 
    "language": "English", 
    "release_date": "2015-10-01T00:00:00", 
    "author": 73, 
    "original_title": "Home of the Gentry", 
    "summary": "Home of the Gentry (Russian: Дворянское гнездо, pronounced [dvɐˈrʲanskʲɪɪ ɡnʲɪˈzdo]), also translated as A Nest of the Gentlefolk, is a novel by Ivan Turgenev published in the January 1859 issue of Sovremennik. It was enthusiastically received by the Russian society and remained his least controversial and most widely read novel until the end of the 19th century. It was turned into a movie by Andrey Konchalovsky in 1969.", 
    "classes": [
        "to-read", 
        "science-fiction", 
        "20th-century-lit", 
        "audiobooks", 
        "short-stories", 
        "fiction", 
        "audio-books-read", 
        "3-stars", 
        "audio"
    ], 
    "content_available": false, 
    "n_authors": 1
}