{
    "content_name": "30255.txt.utf-8", 
    "isbn": "0345531485", 
    "language_code": "eng", 
    "author_name": "Philip K. Dick", 
    "images_urls": [
        "http://www.gutenberg.org/files/30255/30255-h/images/001-1.jpg", 
        "http://www.gutenberg.org/files/30255/30255-h/images/001-2.jpg"
    ], 
    "year": 2015, 
    "images": [], 
    "id": 35, 
    "category": "Text", 
    "plot": "Maleger is a stage magician whose feats of magic are so mysterious and hideous, and his stage presence so evil, that his act frightens unwary children and many adults. In 1912, he purchases the famous Schloss Schadel—Castle Skull, on the banks of the Rhine, and transforms the ruin into a nightmare that is appropriate for its terrifying history (including scenes of torture, insanity and suicide). Twenty years later, one of Maleger's few friends is seen running about the battlements of Castle Skull—he has been shot three times in the chest, but was still alive when the murderer poured kerosene on him and ignited it. Maleger was traveling alone on the train to his castle; several days later, his body was fished out of the Rhine. Maleger's friend Jï¿½rï¿½me D'Aunay, a Belgian financier, hires Parisian detective Henri Bencolin and his associate Jeff Marle to investigate these deaths and the strange goings-on at a house party staying at a villa across the river from Castle Skull.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Skull", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Castle_Skull", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.14, 
    "rating_count": 16025, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/13630171-the-skull-throne", 
        "found": true, 
        "year": 2015
    }, 
    "similar_books": [
        "The Autumn Republic (Powder Mage, #3)", 
        "The Providence of Fire (Chronicle of the Unhewn Throne, #2)", 
        "The Widow's House (The Dagger and the Coin, #4)", 
        "The Broken Eye (Lightbringer, #3)", 
        "The Scarlet Tides (Moontide Quartet, #2)", 
        "Sworn in Steel (Tales of the Kin, #2)", 
        "The Price of Valour (The Shadow Campaigns, #3)", 
        "Queen of Fire (Raven's Shadow, #3)", 
        "Knight's Shadow (Greatcoats, #2)", 
        "Drakenfeld (Lucan Drakenfeld, #1)", 
        "Ruin (The Faithful and the Fallen, #3)", 
        "Angel of Storms (Millennium’s Rule, #2)", 
        "The Dread Wyrm (The Traitor Son Cycle, #3)", 
        "The Shadow of What Was Lost (The Licanius Trilogy, #1)", 
        "Veil of the Deserters (Bloodsounder's Arc, #2)", 
        "The Rose and the Thorn (The Riyria Chronicles, #2)"
    ], 
    "description": "The first three novels in <i>New York Times</i> bestselling author Peter V. Brett’s groundbreaking Demon Cycle series--<i>The Warded Man</i>, <i>The Desert Spear,</i> and <i>The Daylight War</i>--set a new standard for heroic fantasy. The powerful saga of humans winnowed to the brink of extinction by night-stalking demons, and the survivors who fight back, has kept readers breathless as they eagerly turned the pages. Now the thrilling fourth volume, <i>The Skull Throne</i>, raises the stakes as it carries the action in shocking new directions.<br /><br />The Skull Throne of Krasia stands empty.<br /><br />Built from the skulls of fallen generals and demon princes, it is a seat of honor and ancient, powerful magic, keeping the demon corelings at bay. From atop the throne, Ahmann Jardir was meant to conquer the known world, forging its isolated peoples into a unified army to rise up and end the demon war once and for all.<br /><br />But Arlen Bales, the Warded Man, stood against this course, challenging Jardir to a duel he could not in honor refuse. Rather than risk defeat, Arlen cast them both from a precipice, leaving the world without a savior, and opening a struggle for succession that threatens to tear the Free Cities of Thesa apart.<br /><br />In the south, Inevera, Jardir’s first wife, must find a way to keep their sons from killing each other and plunging their people into civil war as they strive for glory enough to make a claim on the throne.<br /><br />In the north, Leesha Paper and Rojer Inn struggle to forge an alliance between the duchies of Angiers and Miln against the Krasians before it is too late.<br /><br />Caught in the crossfire is the duchy of Lakton--rich and unprotected, ripe for conquest.<br /><br />All the while, the corelings have been growing stronger, and without Arlen and Jardir there may be none strong enough to stop them. Only Renna Bales may know more about the fate of the missing men, but she, too, has disappeared...", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30255", 
        "num": 30255
    }, 
    "authors": [
        8
    ], 
    "pages": 681, 
    "language": "English", 
    "isbn13": "9780345531483", 
    "country": 1, 
    "release_date": "2009-10-14T00:00:00", 
    "author": 8, 
    "original_title": "Castle Skull", 
    "summary": "Castle Skull, first published in 1931, is a detective story by John Dickson Carr which features Carr's series detective Henri Bencolin. This novel is a mystery of the type known as a whodunnit.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "currently-reading", 
        "favorites", 
        "epic-fantasy", 
        "fiction", 
        "owned", 
        "demon-cycle", 
        "magic", 
        "high-fantasy", 
        "series", 
        "to-buy", 
        "default", 
        "peter-v-brett", 
        "audiobook", 
        "books-i-own", 
        "epic", 
        "kindle", 
        "demons", 
        "read-2015", 
        "audiobooks", 
        "read-in-2015", 
        "ebook", 
        "dark-fantasy", 
        "ebooks", 
        "sci-fi-fantasy", 
        "audible", 
        "owned-books", 
        "unfinished-series", 
        "library", 
        "fantasy-series", 
        "adventure", 
        "adult", 
        "read-2016", 
        "my-books", 
        "the-demon-cycle", 
        "audio", 
        "peter-brett", 
        "books", 
        "fantasy-to-read", 
        "fantasy-sci-fi", 
        "fantasy-epic", 
        "wish-list", 
        "audio-book", 
        "not-interested", 
        "action", 
        "incomplete-series", 
        "to-read-fantasy", 
        "to-be-released", 
        "dnf", 
        "sub", 
        "e-book", 
        "english", 
        "e-books", 
        "science-fiction-fantasy", 
        "supernatural", 
        "signed", 
        "next-in-series", 
        "waiting", 
        "read-2017", 
        "grimdark", 
        "brett-peter-v", 
        "book", 
        "fantasy-read", 
        "war", 
        "abandoned", 
        "genre-fantasy", 
        "adult-fantasy", 
        "need-to-buy", 
        "best-of-2015", 
        "dystopian", 
        "scifi-fantasy", 
        "5-stars", 
        "netgalley", 
        "speculative-fiction", 
        "good-fantasy", 
        "2015-reads", 
        "reviewed", 
        "2015-release", 
        "series-in-progress", 
        "2015-releases", 
        "fiction-fantasy", 
        "upcoming", 
        "romance", 
        "read-in-2017", 
        "paused", 
        "heroic-fantasy", 
        "demon-cycle-series", 
        "fantacy", 
        "favourites", 
        "gave-up-on", 
        "finished", 
        "fantasy-favorites", 
        "sci-fi", 
        "read-fantasy", 
        "fantasy-scifi", 
        "unfinished", 
        "audio-books", 
        "fantasia", 
        "enjoyed"
    ], 
    "content_available": true, 
    "n_authors": 1
}