{
    "content_name": "30308.txt.utf-8", 
    "isbn": "0307886263", 
    "language_code": "eng", 
    "author_name": "a Thread", 
    "images_urls": [
        "http://www.gutenberg.org/files/30308/30308-h/images/image_001.jpg", 
        "http://www.gutenberg.org/files/30308/30308-h/images/image_002.jpg", 
        "http://www.gutenberg.org/files/30308/30308-h/images/image_003.jpg", 
        "http://www.gutenberg.org/files/30308/30308-h/images/image_j.jpg"
    ], 
    "year": 2011, 
    "images": [], 
    "id": 645, 
    "category": "Text", 
    "plot": "The novel begins with a brief foreword, which reads:\n\n\"Whether Picnic at Hanging Rock is fact or fiction, my readers must decide for themselves. As the fateful picnic took place in the year nineteen hundred, and all the characters who appear in this book are long since dead, it hardly seems important.\"\n\nAt Appleyard College, an upper-class women's private boarding school, a picnic is being planned for the students under the supervision of Mrs. Appleyard, the school's headmistress. The picnic entails a day trip to Hanging Rock in the Mount Macedon area, Victoria, on St. Valentine's Day in 1900. One of the students, Sara, who is in trouble with Mrs. Appleyard, is not allowed to go. Sara's close friend Miranda goes without her. When they arrive, the students lounge about and eat a lunch. Afterward, Miranda goes to climb the monolith with classmates Edith, Irma, and Marion. The girls' mathematics teacher, Greta McCraw, follows behind them. As they ascend the rock, in a dreamlike episode, Miranda, Marion, and Irma vanish into the rock while Edith watches; she returns to the picnic in hysterics, disoriented and with no memory of what occurred. Miss McCraw is also nowhere to be accounted for. The school scours the rock in search of the girls and their teacher, but they are not found.\nThe disappearances provoke much local concern and international sensation with rape, abduction, and murder being assumed as probable explanations. Several organized searches of the picnic grounds and the area surrounding the rock itself turn up nothing. Meanwhile, the students, teachers and staff of the college, as well as members of the community, grapple with the riddle-like events. Albert Crundall, a local coachman, embarks on a private search of the rock and discovers Irma, unconscious and on the verge of death. When he fails to return from his search, he is found at the rock with Irma in an unexplained daze.\nConcerned parents begin withdrawing their daughters from the prestigious college, prompting various staff to leave; the college's handyman and maid quit their jobs, and the French instructor, Mlle. Dianne de Poitiers, announces that she will be getting married and leaving the college as well. A junior governess at the college also leaves with her brother, only to be killed in a hotel fire. Amidst the unrest both in and around the college, Sara vanishes, only to be found days later, having committed suicide. Mrs. Appleyard, distraught over the events that have occurred, also kills herself by jumping from a peak on Hanging Rock.\nIn a pseudo-historical afterword purportedly extracted from a 1913 Melbourne newspaper article, it is written that both the college, and the Woodend Police Station where records of the investigation were kept, were destroyed by a brush fire in the summer of 1901. In 1903, rabbit hunters came across a lone piece of frilled calico at the rock, but the women were still never found.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Hanging", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Picnic_at_Hanging_Rock_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.84, 
    "rating_count": 291256, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/10335308-is-everyone-hanging-out-without-me", 
        "found": true, 
        "year": 2011
    }, 
    "similar_books": [
        "Lies That Chelsea Handler Told Me", 
        "Girl Walks into a Bar . . .: Comedy Calamities, Dating Disasters, and a Midlife Miracle", 
        "I Know I Am, But What Are You?", 
        "Jeneration X: One Reluctant Adult's Attempt to Unarrest Her Arrested Development; Or, Why It's  Never Too Late for Her Dumb Ass to Learn Why Froot Loops Are Not for Dinner", 
        "Happy Accidents: A Memoir", 
        "A Little Bit Wicked: Life, Love, and Faith in Stages", 
        "Most Talkative: Stories from the Front Lines of Pop Culture", 
        "Life As I Blow It: Tales Of Love, Life & Sex . . . Not Necessarily In That Order", 
        "Beyond Heaving Bosoms: The Smart Bitches' Guide to Romance Novels", 
        "But Enough About Me: A Jersey Girl's Unlikely Adventures Among the Absurdly Famous", 
        "All There Is: Love Stories from StoryCorps", 
        "Confessions of a Prairie Bitch: How I Survived Nellie Oleson and Learned to Love Being Hated", 
        "Didn't I Feed You Yesterday?: A Mother's Guide to Sanity in Stilettos", 
        "Bossypants", 
        "Pawnee: The Greatest Town in America", 
        "Confessions of a Latter-day Virgin: A Memoir", 
        "I Suck at Girls", 
        "Dan Gets a Minivan: Life at the Intersection of Dude and Dad"
    ], 
    "description": "Mindy Kaling has lived many lives: the obedient child of immigrant professionals, a timid chubster afraid of her own bike, a Ben Affleck–impersonating Off-Broadway performer and playwright, and, finally, a comedy writer and actress prone to starting fights with her friends and coworkers with the sentence “Can I just say one last thing about this, and then I swear I’ll shut up about it?” <br />ï¿½<br />Perhaps you want to know what Mindy thinks makes a great best friend (someone who will fill your prescription in the middle of the night), or what makes a great guy (one who is aware of all elderly people in any room at any time and acts accordingly), or what is the perfect amount of fame (so famous you can never get convicted of murder in a court of law), or how to maintain a trim figure (you will not find that information in these pages). If so, you’ve come to the right book, mostly!<br />ï¿½<br />In <i>Is Everyone Hanging Out Without Me?, </i>Mindy invites readers on a tour of her life and her unscientific observations on romance, friendship, and Hollywood, with several conveniently placed stopping points for you to run errands and make phone calls. Mindy Kaling really is just a Girl Next Door—not so much literally anywhere in the continental United States, but definitely if you live in India or Sri Lanka.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30308", 
        "num": 30308
    }, 
    "authors": [
        212
    ], 
    "pages": 222, 
    "language": "English", 
    "isbn13": "9780307886262", 
    "country": 18, 
    "release_date": "2009-10-21T00:00:00", 
    "author": 212, 
    "original_title": "Picnic at Hanging Rock (novel)", 
    "summary": "Picnic at Hanging Rock is a 1967 Australian historical fiction novel by Joan Lindsay. Its plot focuses on a group of female students at an Australian women's college in 1900 who inexplicably vanish at Hanging Rock while on a Valentine's Day picnic. It also explores the outlying effects the disappearances have on the school and local community. The novel was first published in 1967 in Australia by Cheshire Publishing and was reprinted by Penguin in 1975. It is widely considered by critics to be one of the most important Australian novels of all time.\nThough the events depicted in the novel are entirely fictional, it is framed as though it is a true story, corroborated by ambiguous pseudohistorical references. Its irresolute conclusion has sparked significant public, critical, and scholarly analysis, and the narrative has become a part of Australia's national folklore as a result. Lindsay claimed to have written the novel over two weeks at her home Mulberry Hill in Baxter, on Victoria's Mornington Peninsula, after having successive dreams of the narrated events.\nAn excised final chapter of the novel was published posthumously as a standalone book in 1987, titled The Secret of Hanging Rock, and also included critical commentary and interpretive theories on the novel. Another book, titled The Murders at Hanging Rock, was published in 1980, proposing varying interpretations. The novel has been adapted across numerous mediums, most famously in the 1975 critically acclaimed film of the same name by director Peter Weir.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "non-fiction", 
        "humor", 
        "memoir", 
        "nonfiction", 
        "favorites", 
        "biography", 
        "memoirs", 
        "audiobook", 
        "comedy", 
        "audiobooks", 
        "funny", 
        "books-i-own", 
        "autobiography", 
        "audio", 
        "essays", 
        "humour", 
        "book-club", 
        "biography-memoir", 
        "adult", 
        "kindle", 
        "biographies", 
        "owned", 
        "library", 
        "read-in-2015", 
        "read-in-2012", 
        "read-in-2014", 
        "chick-lit", 
        "audio-books", 
        "read-in-2013", 
        "audio-book", 
        "ebook", 
        "memoir-biography", 
        "to-buy", 
        "read-in-2016", 
        "read-2015", 
        "contemporary", 
        "audible", 
        "ebooks", 
        "bio", 
        "women", 
        "owned-books", 
        "read-in-2011", 
        "bios", 
        "biographies-memoirs", 
        "feminism", 
        "autobiographies", 
        "favourites", 
        "non-fic", 
        "read-2014", 
        "adult-non-fiction", 
        "read-2013", 
        "listened-to", 
        "bio-memoir", 
        "read-in-2017", 
        "2015-reads", 
        "read-2012", 
        "pop-culture", 
        "abandoned", 
        "autobiography-memoir", 
        "borrowed", 
        "library-books", 
        "celebrity", 
        "memoirs-biographies", 
        "2015-books", 
        "humorous", 
        "2014-reads", 
        "e-book", 
        "2016-reading-challenge", 
        "hilarious", 
        "american", 
        "read-2016", 
        "did-not-finish", 
        "adult-nonfiction", 
        "e-books", 
        "biography-autobiography", 
        "2013-reads", 
        "female-authors", 
        "fun", 
        "bookclub", 
        "wish-list", 
        "memoir-bio", 
        "2012-reads", 
        "library-book", 
        "2014-books", 
        "female-author", 
        "biographical", 
        "auto-biography", 
        "to-read-nonfiction", 
        "2016-reads", 
        "own-it", 
        "2015-reading-challenge", 
        "memoir-autobiography", 
        "nonfic", 
        "my-books", 
        "fiction", 
        "dnf", 
        "i-own", 
        "beach-reads"
    ], 
    "content_available": true, 
    "n_authors": 1
}