{
    "content_name": "32676.txt.utf-8", 
    "isbn": "1463801211", 
    "author_name": "Winston K. Marks", 
    "images_urls": [
        "http://www.gutenberg.org/files/32676/32676-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32676/32676-h/images/illus.jpg"
    ], 
    "year": 2011, 
    "images": [], 
    "id": 696, 
    "category": "Text", 
    "plot": "The novel is broken into 11 parts of varying lengths. The story itself is broken into two sections: The first and shorter section covers the origins of the virus and its outbreak, while the second is set 93 years after the infections, primarily following a colony of survivors living in California. Several narrative devices are used, including email, journal entries, newspaper reports, and other documents. Occasional use is made of reference material from 1,000 years after the outbreak, coming from \"The Journal of Sara Fisher\", sourced from a future \"University of New South Wales, Indo-Australian Republic\".\nThe U.S. government is conducting a top secret experiment referred to as \"Project Noah,\" which involves acquiring and transporting death row inmates to a secret military compound in Colorado for the purposes of testing a drug intended to greatly prolong life. These genetic experiments originate from patient zero Fanning - one of two surviving members of an expedition investigating a Bolivian bat-carried virus. The virus, while causing hemorrhagic fever and death in those who initially contracted it, is resulting in a boosting of the immune system, and enhanced strength and agility in the current subjects.\nThe FBI agents responsible for recruiting the prisoners are ordered to collect 6 year old Amy Bellafonte from a convent, and, although conflicted, deliver her to Dr. Lear, the head of the project. At Noah she is exposed to a refined version of the serum administered to \"The Twelve\"—the original inmates. Lear theorizes that as Amy's immune system has not had chance to mature it will form a symbiosis with the virus and live with her symbiotically, instead of the violent forms it has taken with the other twelve.\nOf the inmates, the first and last recruited are depicted as being different from the others: Babcock, the original test subject, is stronger and appears to have developed psychic abilities, occasionally influencing his guards and cleaners; and Carter is in fact innocent, but was convicted of first-degree murder nonetheless.\nZero (AKA Fanning) and the other twelve inmates mentally take control of their guards and escape their quarantine cells, rapidly killing all who stand in their way. Amy is rescued by Brad Wolgast (the FBI agent who brought her to Noah) and Sister Lacey (a nun who was looking after Amy when she was recruited). Lacey is taken by Carter, as Wolgast and Amy escape to a mountain retreat where they live for several months, occasionally picking up news of the contagion spread throughout America. The rest of the world's fate is not stated, but it is mentioned that most of Europe has imposed quarantine over travel.\nDespite living reasonably comfortably in the mountain site, Wolgast eventually succumbs to radiation sickness when a nuclear device is detonated relatively nearby - he assumes that the government is attempting to sterilize infected areas of the country - and Amy is left to fend for herself.\nThe novel shifts forward in time approximately 93 years (with occasional reference retrospectively 1,000 years in the future), and the narrative is taken up around a self-sufficient, walled, isolationist colony established by the military in conjunction with FEMA not long after the initial outbreak. The colony is in slow decline, although only one character (a technician called Michael) seems to recognize this; he is trying to establish clandestine radio contact with the outside world to obtain spares for their failing equipment - specifically their batteries which power the high-wattage lights which protect the colony from the virals, who in traditional vampiric style are highly light-sensitive.\nDuring a nighttime attack, Amy arrives at the gates of the camp, having previously met Peter Jaxon (one of the colony's senior figures) during a foraging expedition. Amy's arrival also results in a break-in from the virals leading to the death of \"Teacher\" - the person responsible for the upbringing of all the children under eight in the colony. Amy now appears to be a fifteen-year-old girl, and upon her arrival is grievously wounded by a crossbow, but her own recuperative powers soon heal her and within days she is as healthy as she was before being injured.\nAmy's arrival, her healing abilities, Teacher's death and inner-colony friction (caused by Babcock's mental influence over several Colony figures) force several of the colony dwellers to abscond with Amy and seek out another military site in Colorado - from where Michael has been receiving faint radio signals.\nAmy demonstrates a psychic bond with the virals, and manages to keep the group of travelers relatively safe during their journey. They come across another settlement established in a Las Vegas prison, known as the Haven, which, while initially welcoming, is in fact Babcock's lair. The Haven's residents, most under the mental influence of Babcock, \"feeds\" him blood sacrifices in exchange for being left alone by the horde of virals at his disposal, referred to as \"The Many\" (as opposed to The Twelve).\nTheo Jaxon, Peter's brother who had been captured by virals months earlier, has been imprisoned here. Babcock is slowly attempting to grasp hold of his mind to make him a Familiar, but because he does not give in, he is served as a sacrifice. After resisting Babcock's mental influence, Theo and Mausami (his pregnant lover) are rescued by Peter.\nDuring a botched attempt to kill Babcock during one of the monthly blood sacrifice rituals, sympathizers at the Haven enable the group to escape via railroad, and they arrive at a farmstead. Theo and Maus stay behind so that the baby can be born safely while the rest of the group continue on and eventually meet up with a Texan military group, who assist them in finding the Colorado outpost. Once at the outpost, they discover that it is the same compound where the outbreak started, and still serves as home to Sister Lacey. Lacey, like Amy, was treated by Lear with a modified form of the serum, providing her with longer life and a psychic bond with not only Amy and the virals, but Babcock as well.\nIt is decided to lure Babcock into the outpost - Amy and Lacey confirm that he is headed towards them in any case - where they will detonate a nuclear device originally designed to sterilize the compound, but never used. The group theorize that the virals are like a hive mind and once Babcock is dead his hold over the virals created exponentially by him will cease and they will no longer be a threat. While waiting for Babcock to arrive, the group is attacked, resulting in Alicia (\"Lish\") becoming infected, and treated by Sara the medic with modified serum. Lacey hands over files on The Twelve, revealing their hometowns, to which she suggests The Twelve will have returned.\nUpon Babcock's arrival, Lacey lures him to a chamber where she detonates the bomb, destroying herself, Babcock, and much of the outpost. The attacking virals all collapse and die again, in most cases leaving behind nothing but dust, proving the hive theory correct.\nLish adapts to the virus in a similar manner to Amy and Lacey before her, yet with differences - she has limited psychic abilities, but has the strength and endurance of a viral. Greer, one of the Texan soldiers traveling with them, comments that she would be a formidable soldier - suggesting that Lish has become the first true \"super soldier\" that the government was trying to develop 93 years ago.\nThe group return to Theo and Maus at the farmstead, where the baby has been born safely and then they all depart. Part of the group - Amy, Peter, Michael, Greer and Lish - after months of walking, return to the First Colony only to find it deserted, with no sign of what happened or where the colonists may have gone. There are two bodies, a victim of a suicide and that of Auntie, who seemingly died of old age. They decide to hunt down the remaining Twelve using Lear's files to determine their locations, and Lish as their primary weapon. That night Amy meets the infected Wolgast, outside the Colony.\nThe other group stays with the Texan Expeditionary force, and their remaining story is related through parts of Sara's diary - her last entry is at Roswell Base, and among comments about her own pregnancy she states that she can hear gunshots, and is going to investigate. This entry is presented as part of the future reference material, and is stated to have come from the site of \"The Roswell Massacre\". The novel ends ambiguously for all surviving characters.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Test Colony", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Passage_(Cronin_novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.2, 
    "rating_count": 1, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32676/pg32676.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/14402753-the-test-colony", 
        "found": true, 
        "year": 2011
    }, 
    "similar_books": [], 
    "description": "The trip had taken its toll from all of us, even tough-minded Phil Benson. We both found it difficult to relax and enjoy the invigorating, oxygen-rich air and the balmy climate. As official recorder, I was trying to think of words suitable to capture the magnificence, the sheer loveliness of the planet which would be our home for at least four years, perhaps forever. It was Benson's job to keep our colony from going native, but what can you do when the Natives have a rare human intelligence and know all about the facts of life? \"And\" they're personable and attractive. . . ?", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32676", 
        "num": 32676
    }, 
    "authors": [
        228
    ], 
    "pages": 52, 
    "language": "English", 
    "isbn13": "9781463801212", 
    "countries": [
        3
    ], 
    "release_date": "2010-06-03T00:00:00", 
    "author": 228, 
    "original_title": "The Passage (Cronin novel)", 
    "summary": "The Passage is a novel by Justin Cronin, published in 2010 by Ballantine Books, a division of Random House, Inc., New York. The Passage debuted at #3 on the New York Times hardcover fiction best seller list, and remained on the list for seven additional weeks. It is the first novel of a completed trilogy; the second book The Twelve was released in 2012, and the third book The City of Mirrors released in 2016. The novel and its sequels were to be adapted into a film trilogy; however, they will now be written for television.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "21st-century-lit", 
        "ebook-epub", 
        "science-fiction", 
        "randy", 
        "100-or-less"
    ], 
    "content_available": true, 
    "n_authors": 1
}