{
    "content_name": "51121.txt.utf-8", 
    "isbn": "1439195617", 
    "author_name": "Joseph Samachson", 
    "images_urls": [
        "http://www.gutenberg.org/files/51121/51121-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51121/51121-h/images/illus.jpg"
    ], 
    "year": 1955, 
    "images": [], 
    "id": 964, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Spoken For", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 3.97, 
    "rating_count": 5530, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51121/pg51121.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/7770554-spoken-from-the-heart", 
        "found": true, 
        "year": 2009
    }, 
    "similar_books": [
        "Barbara Bush: A Memoir", 
        "A Tragic Legacy: How a Good vs. Evil Mentality Destroyed the Bush Presidency", 
        "Courage and Consequence: My Life as a Conservative in the Fight", 
        "Teaching the Pig to Dance: A Memoir of Growing Up and Second Chances", 
        "The Post-American Presidency: The Obama Administration's War on America", 
        "Obama Zombies: How the Liberal Machine Brainwashed My Generation", 
        "In My Time: A Personal and Political Memoir", 
        "Crisis and Command: A History of Executive Power from George Washington to George W. Bush", 
        "Pinheads and Patriots: Where You Stand in the Age of Obama", 
        "Laura Bush: An Intimate Portrait of the First Lady", 
        "America by Heart: Reflections on Family, Faith, and Flag", 
        "Extraordinary, Ordinary People: A Memoir of Family", 
        "My Father, My President: A Personal Account of the Life of George H. W. Bush", 
        "Known and Unknown: A Memoir", 
        "Might As Well Laugh About It Now", 
        "All The Best, George Bush: My Life and Other Writings", 
        "Resilience: The New Afterword", 
        "The Publisher: Henry Luce and His American Century"
    ], 
    "description": "In this brave, beautiful, and deeply personal memoir, Laura Bush, one of our most beloved and private first ladies, tells her own extraordinary story.<br /><br />Born in the boom-and-bust oil town of Midland, Texas, Laura Welch grew up as an only child in a family that lost three babies to miscarriage or infant death. She vividly evokes Midland's brash, rugged culture, her close relationship with her father, and the bonds of early friendships that sustain her to this day. For the first time, in heart-wrenching detail, she writes about the devastating high school car accident that left her friend Mike Douglas dead and about her decades of unspoken grief.<br /><br />When Laura Welch first left West Texas in 1964, she never imagined that her journey would lead her to the world stage and the White House. After graduating from Southern Methodist University in 1968, in the thick of student rebellions across the country and at the dawn of the women's movement, she became an elementary school teacher, working in inner-city schools, then trained to be a librarian. At age thirty, she met George W. Bush, whom she had last passed in the hallway in seventh grade. Three months later, \"the old maid of Midland married Midland's most eligible bachelor.\" With rare intimacy and candor, Laura Bush writes about her early married life as she was thrust into one of America's most prominent political families, as well as her deep longing for children and her husband's decision to give up drinking. By 1993, she found herself in the full glare of the political spotlight. But just as her husband won the Texas governorship in a stunning upset victory, her father, Harold Welch, was dying in Midland.<br /><br />In 2001, after one of the closest elections in American history, Laura Bush moved into the White House. Here she captures presidential life in the harrowing days and weeks after 9/11, when fighter-jet cover echoed through the walls and security scares sent the family to an underground shelter. She writes openly about the White House during wartime, the withering and relentless media spotlight, and the transformation of her role as she began to understand the power of the first lady. One of the first U.S. officials to visit war-torn Afghanistan, she also reached out to disease-stricken African nations and tirelessly advocated for women in the Middle East and dissidents in Burma. She championed programs to get kids out of gangs and to stop urban violence. And she was a major force in rebuilding Gulf Coast schools and libraries post-Katrina. Movingly, she writes of her visits with U.S. troops and their loved ones, and of her empathy for and immense gratitude to military families.<br /><br />With deft humor and a sharp eye, Laura Bush lifts the curtain on what really happens inside the White House, from presidential finances to the 175-year-old tradition of separate bedrooms for presidents and their wives to the antics of some White House guests and even a few members of Congress. She writes with honesty and eloquence about her family, her public triumphs, and her personal tribulations. Laura Bush's compassion, her sense of humor, her grace, and her uncommon willingness to bare her heart make this story revelatory, beautifully rendered, and unlike any other first lady's memoir ever written.", 
    "format": "Hardcover", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51121", 
        "num": 51121
    }, 
    "authors": [
        157
    ], 
    "pages": 464, 
    "language": "English", 
    "isbn13": "9781439195611", 
    "countries": [
        2
    ], 
    "release_date": "2016-02-03T00:00:00", 
    "author": 157, 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "non-fiction", 
        "memoir", 
        "nonfiction", 
        "politics", 
        "memoirs", 
        "currently-reading", 
        "books-i-own", 
        "biography", 
        "presidents", 
        "first-ladies", 
        "audiobook", 
        "favorites", 
        "auto-biography", 
        "kindle", 
        "default", 
        "owned-books", 
        "contemporary", 
        "memoir-biography", 
        "biographies", 
        "bush", 
        "read-in-2011", 
        "autobiography-memoir", 
        "women", 
        "biographical", 
        "owned", 
        "book-club", 
        "autobiography", 
        "laura-bush", 
        "texas", 
        "autobiographies", 
        "ebooks", 
        "calibre", 
        "audio-books", 
        "memoir-autobiography", 
        "adult", 
        "audible", 
        "bio-memoir", 
        "adult-nonfiction", 
        "wish-list", 
        "to-buy", 
        "library", 
        "books", 
        "laura", 
        "us-presidents", 
        "autobiography-biography", 
        "bios", 
        "current-events", 
        "bookclub", 
        "i-own", 
        "ebook", 
        "couldn-t-finish", 
        "read-in-2010", 
        "2010-books", 
        "2010-reads", 
        "borrowed", 
        "to-read-non-fiction", 
        "400-book", 
        "e-books", 
        "political", 
        "first-lady-biographies", 
        "history", 
        "signed", 
        "own-book", 
        "shelfari-favorites", 
        "american-politics", 
        "read-excerpts-from", 
        "white", 
        "washington", 
        "w", 
        "house", 
        "george", 
        "family", 
        "want", 
        "american-history", 
        "usa", 
        "finished", 
        "kindle-books", 
        "hardcover", 
        "5-stars", 
        "turning-pt-book-club", 
        "books-i-have", 
        "home-library", 
        "to-read-nonfiction", 
        "america", 
        "presidential-history", 
        "own-to-read", 
        "did-not-finish", 
        "e-book", 
        "ladies", 
        "first", 
        "united", 
        "teachers", 
        "states", 
        "state", 
        "spouses", 
        "science", 
        "school", 
        "personal", 
        "librarians"
    ], 
    "content_available": true, 
    "n_authors": 1
}