{
    "content_name": "28515.txt.utf-8", 
    "isbn": "0345335880", 
    "original_title": "The Saracen", 
    "year": 1989, 
    "author_name": "Robert Shea", 
    "images_urls": [], 
    "language_code": "eng", 
    "images": [
        "https://upload.wikimedia.org/wikipedia/en/d/d3/Saracen_Land_of_the_Infidel.jpg"
    ], 
    "id": 547, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "The Saracen: Land of the Infidel", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Saracen", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.05, 
    "rating_count": 78, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/123643.Land_of_the_Infidel", 
        "found": true, 
        "year": 1989
    }, 
    "similar_books": [], 
    "description": "The novel is the portrayal of an English-born man named David, who is captured as a very young child and sold into slavery to Baibars, a Mamluk officer. He becomes a devout believer in Islam and takes the Arabic form of his name and the surname of a convert, Daoud ibn Abdullah. He develops into a gifted warrior and assassin. He is sent to the Papal Court in the 13th century as a spy, in order to foil an alliance between the Christian West and the Mongolian descendants of Genghis Khan to exterminate the Muslim faith and capture the Holy Land.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28515", 
        "num": 28515
    }, 
    "authors": [
        154
    ], 
    "pages": 468, 
    "language": "English", 
    "isbn13": "9780345335883", 
    "countries": [
        2
    ], 
    "release_date": "2009-04-06T00:00:00", 
    "author": 154, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "summary": "The Saracen is a two-part novel written by Robert Shea. The two separate portions, The Land of the Infidel and The Holy War are a continuous tale.\nBasically ignored during its publication - and subsequently out of print, although still enjoying strong reviews and a cult following by those who have read it - the novel is the portrayal of an English-born man named David, who is captured as a very young child and sold into slavery to Baibars, a Mamluk officer. He becomes a devout believer in Islam and takes the Arabic form of his name and the surname of a convert, Daoud ibn Abdullah. He develops into a gifted warrior and assassin. He is sent to the Papal Court in Orvieto in the 13th century as a spy, in order to foil an alliance between the Christian West and the Mongolian descendants of Genghis Khan to exterminate the Muslim faith and capture the Holy Land.\nDaoud was also trained by the Hashishyya, a heretical Islamic order. One of the many spellings of their name, Hashshashin, is where we derive the modern word \"assassin\". Shea spends considerable time discussing their techniques and philosophy, and it is a major theme of the book.\nMany of the characters in the novel, such as Thomas Aquinas, Baibars, King Manfred of Sicily, Louis IX, and Charles of Anjou are historical figures, woven into the fictional canvas Shea invented. Some historians believe that an alliance was attempted by the Papal Court (with Louis IX's backing) with the Mongols against the Muslim world, which ultimately failed. Shea has created a fictional scenario to explain this failure, and his firmly historical figures (such as Aquinas) are set side-by-side with wholly fictional characters and semi-legendary figures such as the Italian poet Sordello, who appears in Dante's Purgatorio and with whom Shea has also taken considerable poetic license.\nOther major fictional characters include Sophia, a Byzantine woman who is a member of Manfred's court (and Manfred's former concubine) who accompanies Daoud on his mission, and Simon de Gobingnon, a French knight assigned to protect the Mongol ambassadors. He is Daoud's chief nemesis and the son of the major characters in Shea's All Things Are Lights. While Daoud is unquestionably the hero of the novel, those who have read All Things Are Lights and are familiar with Simon's background will find themselves often sympathizing with the young Simon's attempts to live up to his birthright.\nOstensibly an adventure tale, the novel is also a thinly veiled look into secret societies such as the Hashishin and the Templar Knights. These are subjects which Shea has tackled in many books, most famously his Illuminatus! Trilogy, co-written with Robert Anton Wilson. While many of Shea's books after Illuminatus!, such as Shike and All Things Are Lights, deal with the secret societies he clearly had interest in, few of his other books interweave his scholarly investigations of these societies into as compelling a story.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "historical-fiction", 
        "currently-reading", 
        "fiction", 
        "novels", 
        "historical", 
        "fantasy", 
        "e-book", 
        "default", 
        "ebook", 
        "wish-list", 
        "almacï¿½n", 
        "books-i-don-t-own", 
        "novel", 
        "want-to-buy", 
        "rick-s-books", 
        "history", 
        "anthropology", 
        "shelfari-wishlist", 
        "kobo", 
        "action-adventure", 
        "obooko", 
        "catalogue", 
        "war", 
        "pub_1980s", 
        "undated-read", 
        "sci-fi-fantasy", 
        "tbr-ebook", 
        "to-read-fiction", 
        "sff", 
        "fiction-historical", 
        "fantasy-historical", 
        "nook-to-read", 
        "ebooks", 
        "read-in-2013", 
        "books-owned", 
        "islam", 
        "novela-histï¿½rica", 
        "historical-novel", 
        "owned", 
        "historical-adventure", 
        "y_1201-1300", 
        "historical-quest", 
        "available-at-raspberrys", 
        "maybe", 
        "insert-knife-into-back-for-results", 
        "failures-in-conflict-resolution", 
        "beautiful-messy-multiple-reads", 
        "mystery", 
        "owned-unread", 
        "series", 
        "hf", 
        "kindle-a", 
        "general-fiction", 
        "medieval", 
        "13th-century", 
        "fiction-novels", 
        "fantasy-and-horror"
    ], 
    "content_available": true, 
    "n_authors": 1
}