{
    "content_name": "33642.txt.utf-8", 
    "isbn": "1153658887", 
    "author_name": "Kris Neville", 
    "images_urls": [
        "http://www.gutenberg.org/files/33642/33642-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/33642/33642-h/images/illus.jpg"
    ], 
    "year": 1952, 
    "images": [], 
    "id": 620, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Earth Alert!", 
    "wikipedia": {
        "found": false
    }, 
    "average_rating": 3.6, 
    "rating_count": 6, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/33642/pg33642.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/11448855-earth-alert", 
        "found": true
    }, 
    "similar_books": [], 
    "description": "Excerpt: ...gas tank cap off. She was trembling so badly that she spilled almost as much as she poured into the opening. When the gas was all gone, she threw the milk can from her. \"I'll back up!\" she cried to the farmer. \"You'll have to help me get him into the back seat.\" He's got to live, Julia thought. If the doctors can just bring him to consciousness, he can heal himself. When he realizes I've saved his life, maybe he'll listen to me. He's got to listen. I'll convince him, I'll reason with him. He'll be able to prove to everybody that there will be an invasion. When they see all the things he can do, they'll have to believe him. They put Walt in the car. They handled him as gently as they could. \"He's almost gone,\" the farmer said. \"Get in front with me. You need a hospital, too.\" The farmer slipped in beside her. Julia spun the car around and plunged down the road toward the super-highway. \"Where's the nearest doctor?\" \"Town eight miles down the road,\" the farmer said. He grimaced in pain. He coughed, and blood flecked his lips. He wiped off the blood and stared at it drying across the back of his hand. \"I . think I'm hurt inside.\" There was barely controlled hysteria in his voice. He coughed again and shuddered. \"My wife, she wanted me . to stay home this morning.\" He shut his eyes tightly. \"I've got to patch the roof.\" He opened his eyes and looked pleadingly at Julia. \"I've got to patch the roof, don't you understand!\" \"I'm driving as fast as I can. Which way do I turn down there?\" .\" turn right.\" \"We'll be to a doctor just as soon as I can get there.\" She slowed down and turned onto the concrete slab of the super-highway. Then she slammed the car to a full stop; she backed up out of the line of traffic, back onto the cross road. She cut the motor. Julia had felt the bridge in her mind snap shut. Instantly even the most obscure brain compartment was open to her. Fatigue vanished. She was alert; she was able to think with great clarity. The lightning...", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/33642", 
        "num": 33642
    }, 
    "authors": [
        194
    ], 
    "pages": 38, 
    "language": "English", 
    "isbn13": "9781153658881", 
    "countries": [
        2
    ], 
    "release_date": "2010-09-05T00:00:00", 
    "author": 194, 
    "cover": "https://images.gr-assets.com/books/1381286629l/11448855.jpg", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "20th-century-lit", 
        "calibre", 
        "feedbooks-com", 
        "ebooks"
    ], 
    "content_available": true, 
    "n_authors": 1
}