{
    "content_name": "51295.txt.utf-8", 
    "isbn": "0375713492", 
    "author_name": "F. L. Wallace", 
    "images_urls": [
        "http://www.gutenberg.org/files/51295/51295-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51295/51295-h/images/illus1.jpg", 
        "http://www.gutenberg.org/files/51295/51295-h/images/illus2.jpg", 
        "http://www.gutenberg.org/files/51295/51295-h/images/illus3.jpg"
    ], 
    "year": 1983, 
    "images": [], 
    "id": 831, 
    "category": "Text", 
    "plot": "In 2025, the world's economy is in shambles and America has become a totalitarian dystopia. Ben Richards, an impoverished resident of the fictional Co-Op City, is unable to find work, having been blacklisted from his trade. His gravely ill daughter Cathy needs medicine, and his wife Sheila has resorted to prostitution to bring in money for the family. In desperation, Richards turns to the Games Network, a government-operated television station that runs violent game shows. After rigorous physical and mental testing, Richards is selected to appear on The Running Man, the Games Network's most popular, lucrative, and dangerous program. He meets with Dan Killian, the executive producer of the program, who describes the challenges he will face once the game begins.\nThe contestant is declared an enemy of the state and released with a 12-hour head start before the Hunters, an elite team of Network-employed hitmen, are sent out to kill him. The contestant earns $100 per hour that he stays alive and avoids capture, an additional $100 for each law enforcement officer or Hunter he kills, and a grand prize of $1 billion if he survives for 30 days. Viewers can receive cash rewards for informing the Network of the runner's whereabouts. The runner is given $4,800 and a pocket video camera before he leaves the studio. He can travel anywhere in the world, and each day he must videotape two messages and mail them back to the studio for broadcasting. If he neglects to send the messages, he will be held in default of his Games contract and stop accumulating prize money, but will continue to be hunted indefinitely. Killian states that no contestant has survived long enough to claim the grand prize, nor does he expect anyone to ever do so. Richards simply hopes that he will last long enough to accumulate enough of a prize to secure his family's future.\nAs the game begins, Richards obtains a disguise and false identification records, traveling first to New York City and then Boston. In Boston, he is tracked down by the Hunters and only narrowly escapes, setting off an explosion in the basement of a YMCA building that kills five police officers. He sneaks away through a sewer pipe and emerges in the city's impoverished ghetto, where he takes shelter with gang member Bradley Throckmorton and his family. Richards learns from Bradley that the air is severely polluted and that the city's poor have become a permanent underclass. Bradley also says that the Network exists only as a propaganda machine to pacify and distract the public. Richards tries to incorporate this information into his video messages, but finds that the Network dubs over his voice with obscenities and threats during the broadcast.\nBradley smuggles Richards past a government checkpoint to Manchester, New Hampshire, where he disguises himself as a half-blind priest. In addition, Bradley provides Richards with a set of mailing labels for his videotapes that will leave the Network unable to track him by their postmarks. While spending three days in Manchester, Richards learns that another Running Man contestant has been killed, and he dreams that Bradley has betrayed him after being tortured. He travels to a safe house owned by a friend of Bradley in Portland, Maine, but he is reported by the owner's mother. As the police and the Hunters close in on the safe house, Richards is wounded, but he manages to escape and spends the night sleeping at an abandoned construction site. The next morning, after arranging to mail his videotapes, Richards carjacks a woman named Amelia Williams and takes her hostage. Alerting the media to his presence, he makes his way to an airport in Derry, Maine, passing through the towns of Rockland, Camden, and Winterport along the way. The police confront Richards at the airport, but he bluffs his way onto a plane past both them and Evan McCone, the lead Hunter, by pretending to be carrying an explosive charge powerful enough to destroy the entire facility. By this time, Richards has broken the Running Man survival record of eight days and five hours.\nRichards takes McCone and Amelia as hostages and has the plane fly low over populated areas to avoid being shot down by a surface-to-air missile. However, Killian calls Richards aboard the plane and reveals that he knows Richards has no explosives, as the plane's security system would have detected them. To Richards' surprise, Killian offers him a chance to replace McCone as lead Hunter. Richards is hesitant to take the offer, worried that his family will become a target. Killian then informs him that Sheila and Cathy were murdered over ten days earlier, even before Richards first appeared on the show, and gives him some time to make his decision. Richards falls asleep and dreams of his murdered family and a gruesome crime scene. With nothing left to lose, he calls Killian back and accepts the offer. He kills the flight crew and McCone, but suffers a mortal gunshot wound from the latter. Richards allows Amelia to jump off the plane with a parachute, then uses his last strength to override the autopilot and fly toward the skyscraper housing the Games Network.\nThe book ends with the plane crashing into the tower, resulting in the deaths of Richards and Killian. The novel closes with the description, \"... and it rained fire twenty blocks away.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Man Who Was Six", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Running_Man_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.66, 
    "rating_count": 706, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51295/pg51295.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/484529.Fletch_and_the_Man_Who", 
        "found": true, 
        "year": 1983
    }, 
    "similar_books": [
        "The Eight of Swords (Dr. Gideon Fell, #3)", 
        "Chinaman's Chance (Arthur Case Wu, #1)", 
        "One Police Plaza", 
        "Poison (87th Precinct, #39)", 
        "Red Zone", 
        "Sick Puppy / Skin Tight", 
        "The Black Lizard Anthology of Crime Fiction", 
        "Return to the Same City: A Hector Belascoaran Shayne Detective Novel", 
        "Prizzi's Honor", 
        "Pipsqueak", 
        "Raymond Chandler's Philip Marlowe: A Centennial Celebration", 
        "Unknown Man #89 (Jack Ryan, #2)", 
        "The Girl in the Plain Brown Wrapper (Travis McGee #10)", 
        "The Warsaw Document", 
        "Daredevil Noir", 
        "Powers: Bureau, Vol. 1: Undercover", 
        "The Burglar in the Rye (Bernie Rhodenbarr, #9)", 
        "Money to Burn (Casey Jones Mysteries #3)"
    ], 
    "description": "“A girl jumped off the motel’s roof. Five minutes ago.”<br /><br />\"Give it to me straight. Does the girl have anything to do with us? I mean, with the campaign? The presidential candidate?\"<br /><br />\"It's your job, Fletch, to make damned sure she didn't.\"<br /><br /><br /><b>FLETCH and the Man Who</b><br />When Fletch arrives as the new press representative for Governor Caxton Wheeler’s presidential campaign, he isn’t sure which mystery to solve first: what his new job actually is or why the campaign has been leaving dead women in its tracks.<br /><br /><b>FLETCH and the Man Who</b><br />He finds himself on the other side of the press, a human shield deflecting the questions he is asking himself. Are the murders just coincidence, or is a cold-hearted killer looking for a job in the White House?<br /><br /><b>FLETCH and the Man Who</b><br />When the campaign shifts into high gear, Fletch’s skills are working overtime in a desperate bid of his own to find the killer and to make sure the governor doesn’t lose any more votes.", 
    "format": "Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51295", 
        "num": 51295
    }, 
    "authors": [
        138
    ], 
    "pages": 224, 
    "language": "English", 
    "isbn13": "9780375713491", 
    "countries": [
        2
    ], 
    "release_date": "2016-02-24T00:00:00", 
    "author": 138, 
    "original_title": "The Running Man (novel)", 
    "summary": "The Running Man is a science fiction novel by Stephen King, first published under the pseudonym Richard Bachman in 1982 as a paperback original. It was collected in 1985 in the omnibus The Bachman Books. The novel is set in a dystopian United States during the year 2025, in which the nation's economy is in ruins and world violence is rising.\nThe story follows protagonist Ben Richards as he participates in the game show The Running Man in which contestants, allowed to go anywhere in the world, are chased by \"Hunters\" employed to kill them.\nThe book has a total of 101 chapters, laid out in a \"countdown\" format. The first is titled \"Minus 100 and Counting ...\" with the numbers decreasing, until the last chapter, \"Minus 000 and Counting\" (or, in some versions, merely \"000\").\nThe Running Man was very loosely adapted into a film with the same name, which was released five years after the book in 1987. The film starred Arnold Schwarzenegger as Richards. The film was later made into a video game released on several home computers.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "mystery", 
        "fiction", 
        "crime", 
        "novels", 
        "humor", 
        "owned", 
        "detective", 
        "fletch", 
        "default", 
        "series", 
        "mysteries", 
        "currently-reading", 
        "comedy", 
        "e-book", 
        "thriller", 
        "have", 
        "humour", 
        "mystery-thriller", 
        "pre-goodreads", 
        "fiction-to-buy", 
        "kindle", 
        "calibre", 
        "noir-and-crime-fiction", 
        "s-fletch", 
        "full-list", 
        "crime-fiction", 
        "read-in-2017", 
        "crimes", 
        "01-words-sa", 
        "geof-s-books", 
        "suspense", 
        "tote-8", 
        "acquired", 
        "01-words-s", 
        "fiction-read", 
        "want-to-own", 
        "to-read-owned-ebooks", 
        "tom-s-fiction", 
        "part-of-a-series", 
        "2016-reads", 
        "american", 
        "to-read-owned", 
        "fiction-adult", 
        "mystery-crime", 
        "tbr-2011", 
        "pub-vintage", 
        "pc-200-299", 
        "mystery-thrillers", 
        "f", 
        "c-black", 
        "author-m", 
        "kindle-books", 
        "shelved-living-room", 
        "available", 
        "tr", 
        "unknown-date", 
        "owned-shelfari", 
        "own-in-kindle", 
        "thriller-mystery", 
        "read-in-2015", 
        "rory-gilmore-reading-challenge", 
        "in-my-drawers", 
        "american-thrillers", 
        "on-hand", 
        "favourite-20th-century-authors", 
        "read-mystery", 
        "owned-mystery", 
        "gregory-macdonald", 
        "thomasmcdonaldspenser", 
        "moorehiassen", 
        "a1", 
        "owned-books-public", 
        "owned-books", 
        "waiting-on-the-shelf", 
        "unread", 
        "on-disk", 
        "read-as-an-adult", 
        "mystery-and-thriller", 
        "to-read-own", 
        "rory-gilmore-reading-list", 
        "don-t-have-might-read-someday", 
        "read2010", 
        "fiction-novel", 
        "physical-library", 
        "library", 
        "general-fiction", 
        "paperback", 
        "mystery-and-crime", 
        "unowned", 
        "but", 
        "rory-s-booklist", 
        "inlibpaper", 
        "paperback-fiction-i-own", 
        "books-i-once-owned", 
        "home-library-germany", 
        "fix-cover", 
        "unknown", 
        "_mystery", 
        "hard-copy"
    ], 
    "content_available": true, 
    "n_authors": 1
}