{
    "content_name": "27248.txt.utf-8", 
    "isbn": "1606644033", 
    "author_name": "Paul Ernst", 
    "images_urls": [
        "http://www.gutenberg.org/files/27248/27248-h/images/001.png", 
        "http://www.gutenberg.org/files/27248/27248-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/27248/27248-h/images/002-2.jpg"
    ], 
    "year": 1932, 
    "images": [], 
    "id": 850, 
    "category": "Text", 
    "plot": "The novel opens with Rico aboard the corvette transport Rodger Young (named after Medal of Honor recipient Rodger Wilton Young), serving with the platoon known as \"Rasczak's Roughnecks\". The platoon carries out a raid against a planetary colony held by Skinnies. The raid is relatively brief: the platoon lands on the planet, destroys its targets, and retreats, suffering two casualties in the process. One of them, Dizzy Flores, dies while returning to orbit. The narrative then flashes back to Rico's graduation from high school. Rico and his best friend Carl are considering joining the Federal Service after graduation; Rico is hesitant, partly due to his father's attitude towards the military. Rico makes his decision after discovering that his classmate Carmen Ibaï¿½ez also intends to enlist.\nRico's choice is taken poorly by his parents, and he leaves with a sense of estrangement. He is assigned to the Mobile Infantry, and moves to Camp Arthur Currie (named for Arthur Currie who rose through the ranks to General in WWI) on the Canadian prairie for his training under Sergeant Charles Zim. The training is extremely demanding. Rico receives combat training of all types, including simulated fights in armored suits. A fellow recruit is court-martialled, flogged, and dismissed for striking a drill instructor who was also his company commander. Jean V. Dubois, who taught Rico's History and Moral Philosophy in school, sends Rico a letter, revealing that he is a Mobile Infantry veteran himself. The letter helps Rico stay motivated enough not to resign. Rico himself is given five lashes for firing a rocket during a drill with armored suits and simulated nuclear weapons without checking to see that no friendlies were within the blast zone, which in combat would have resulted in the death of a fellow soldier. Another recruit, who murdered a baby girl after deserting the army, is hanged by his battalion after his arrest by civilian police. Eventually, after further training at another camp near Vancouver, Rico graduates with 187 others, of the 2009 who had begun training in that regiment.\nThe \"Bug War\" has changed from border incidents to a full-scale war during Rico's training. An Arachnid attack that annihilates the city of Buenos Aires alerts civilians to the situation; Rico's mother is killed in the attack. Rico participates in the Battle of Klendathu, an attack on the Arachnid's home world, which turns into a disastrous defeat for the Terran Federation. Rico's ship, the Valley Forge, is destroyed, and his unit is decimated; he is reassigned to the Roughnecks on board the Rodger Young, led by Lieutenant Rasczak and Sergeant Jelal. The unit carries out several raids, and Rico is promoted to corporal by Jelal, after Rasczak dies in combat.\nOne of his comrades in the Roughnecks suggests that Rico go to officer training school and try to become an officer. Rico ends up going to see Jelal, and finds that Jelal already had the paperwork ready. Rico enters Officer Candidate School for a second course of training, including further courses in \"History and Moral Philosophy\". En route from the Roughnecks to the school, Rico encounters his father, who has also enlisted and is now a corporal, and the two reconcile. He is also visited in school by Carmen, now an ensign and ship's pilot officer in the Navy, and the two discuss their friend Carl, who had been killed earlier in the war.\nRico is commissioned a temporary third lieutenant for his final test: a posting to a combat unit. Under the tutelage of his company commander, Captain Blackstone, and with the aid of his platoon sergeant, his boot camp drill instructor Fleet Sergeant Zim , who was reassigned from Mobile Infantry boot camp (Camp Currie), Rico commands a platoon during 'Operation Royalty': a raid to capture members of the Arachnid brain caste and queens. Rico then returns to the officer school to graduate. The novel ends with him holding the rank of Second Lieutenant, in command of his old platoon in the Rodger Young, with his father as his platoon sergeant. The platoon has been renamed \"Rico's Roughnecks\", and is about to participate in an attack on Klendathu.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Raid on the Termites", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Starship_Troopers", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.1, 
    "rating_count": 7, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6779191-the-raid-on-the-termites", 
        "found": true, 
        "year": 1932
    }, 
    "similar_books": [], 
    "description": "\"You came just as I was about to try an experiment on the highest form of life I've yet exposed to my new rays,\" he said, striding toward the savage hound.<br /><br />The gathering mist rapidly occluded the dog, until the creature was concealed completely by the rolling vapor. But just before it disappeared, Jim saw that the fog seemed not to be gathering from the air penned up in the bell, but in some strange and rather awful way to be exuding \"from the body of the dog itself!\"<br /><br />At first, when the misty vapor cleared, there was no dog to be seen. Until Matt looked closely at the floor of the bell-space, and saw the canine reduced to the size of an insect. . . .", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/27248", 
        "num": 27248
    }, 
    "authors": [
        201
    ], 
    "pages": 116, 
    "language": "English", 
    "isbn13": "9781606644034", 
    "countries": [
        2
    ], 
    "release_date": "2008-11-12T00:00:00", 
    "author": 201, 
    "original_title": "Starship Troopers", 
    "summary": "Starship Troopers is a military science fiction novel by U.S. writer Robert A. Heinlein. Written in a few weeks in reaction to the U.S. suspending nuclear tests, the story was first published as a two-part serial in The Magazine of Fantasy & Science Fiction as Starship Soldier, and published as a book by G. P. Putnam's Sons in December 1959.\nThe story is set in a future society ruled by a world government dominated by a military elite. The first-person narrative follows Juan \"Johnny\" Rico through his military service in the Mobile Infantry. Rico progresses from recruit to officer against the backdrop of an interstellar war between humans and an alien species known as \"Arachnids\" or \"Bugs\". Interspersed with the primary plot are classroom scenes in which Rico and others discuss philosophical and moral issues, including aspects of suffrage, civic virtue, juvenile delinquency, and war; these discussions have been described as expounding Heinlein's own political views. Starship Troopers has been identified with a tradition of militarism in U.S. science fiction, and draws parallels between the conflict between humans and the Bugs, and the Cold War. A coming-of-age novel, Starship Troopers also critiques U.S. society of the 1950s, argues that a lack of discipline had led to a moral decline, and advocates corporal and capital punishment.\nStarship Troopers brought to an end Heinlein's series of juvenile novels. It became one of his best-selling books, and is considered his most widely known work. It won the Hugo Award for Best Novel in 1960, and garnered praise from reviewers for its scenes of training and combat and its visualization of a future military. It also became enormously controversial because of the political views it seemed to support. Reviewers were strongly critical of the book's intentional glorification of the military, an aspect described as propaganda and likened to recruitment. The ideology of militarism and the fact that only military veterans had the right to vote in the novel's fictional society led to it being frequently described as fascist. This description is disputed, some commentators arguing that Heinlein was only exploring the idea of limiting the right to vote to a certain group of people. Heinlein's depiction of gender has also been questioned, while reviewers have said that the terms used to describe the aliens were akin to racial epithets.\nDespite the controversy, Starship Troopers was widely influential both within and outside science fiction. Ken MacLeod stated that \"the political strand in [science fiction] can be described as a dialogue with Heinlein\". Science fiction critic Darko Suvin wrote that Starship Troopers is the \"ancestral text of U.S. science fiction militarism\" and that it shaped the debate about the role of the military in society for many years. The novel has been credited with popularizing the idea of powered armor, which has since become a recurring feature in science fiction books and films, as well as an object of scientific research. Heinlein's depiction of a futuristic military was also influential. Later science fiction books such as Joe Haldeman's anti-war novel The Forever War have been described as reactions to Starship Troopers. The story has been adapted several times, including in a 1997 film version directed by Paul Verhoeven that sought to satirize what the director saw as the fascist aspects of the novel.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "have-but-not-read", 
        "science-fiction", 
        "owned-pending-kindle-free-ebook", 
        "american", 
        "calibre", 
        "feedbooks-com", 
        "pulp-era", 
        "micro-humans", 
        "public-library", 
        "fiction", 
        "science"
    ], 
    "content_available": true, 
    "n_authors": 1
}