{
    "content_name": "3748.txt.utf-8", 
    "isbn": "0553213970", 
    "language_code": "eng", 
    "author_name": "Jules Verne", 
    "images_urls": [], 
    "year": 1864, 
    "images": [], 
    "id": 55, 
    "category": "Text", 
    "plot": "The story begins in May 1863, in the Lidenbrock house in Hamburg, Germany, with Professor Lidenbrock rushing home to peruse his latest purchase, an original runic manuscript of an Icelandic saga written by Snorri Sturluson (Snorre Tarleson in some versions of the story), \"Heimskringla\"; the chronicle of the Norwegian kings who ruled over Iceland. While looking through the book, Lidenbrock and his nephew Axel find a coded note written in runic script along with the name of a 16th-century Icelandic alchemist, Arne Saknussemm. (This was a first indication of Verne's love for cryptography. Coded, cryptic or incomplete messages as a plot device would continue to appear in many of his works and in each case Verne would go a long way to explain not only the code used but also the mechanisms used to retrieve the original text.) Lidenbrock and Axel transliterate the runic characters into Latin letters, revealing a message written in a seemingly bizarre code. Lidenbrock attempts a decipherment, deducing the message to be a kind of transposition cipher; but his results are as meaningless as the original.\nProfessor Lidenbrock decides to lock everyone in the house and force himself and the others (Axel, and the maid, Martha) to go without food until he cracks the code. Axel discovers the answer when fanning himself with the deciphered text: Lidenbrock's decipherment was correct, and only needs to be read backwards to reveal sentences written in rough Latin. Axel decides to keep the secret hidden from Professor Lidenbrock, afraid of what the Professor might do with the knowledge, but after two days without food he cannot stand the hunger and reveals the secret to his uncle. Lidenbrock translates the note, which is revealed to be a medieval note written by the (fictional) Icelandic alchemist Arne Saknussemm, who claims to have discovered a passage to the centre of the Earth via Snï¿½fell in Iceland. In what Axel calls bad Latin, the deciphered message reads:\n\nIn Snefflls [sic] Iokulis kraterem kem delibat umbra Skartaris Iulii intra kalendas deskende, audas uiator, te [sic] terrestre kentrum attinges. Kod feki. Arne Saknussemm.\n\nIn slightly better Latin, with errors amended:\n\nIn Sneffels Jokulis craterem, quem delibat umbra Scartaris, Julii intra kalendas descende, audax viator, et terrestre centrum attinges; quod feci. Arne Saknussemm\n\nwhich, when translated into English, reads:\n\nDescend, bold traveller, into the crater of the jï¿½kull of Snï¿½fell, which the shadow of Scartaris touches (lit: tastes) before the Kalends of July, and you will attain the centre of the earth. I did it. Arne Saknussemm\n\nProfessor Lidenbrock is a man of astonishing impatience, and departs for Iceland immediately, taking his reluctant nephew with him. Axel, who, in comparison, is cowardly and anti-adventurous, repeatedly tries to reason with him, explaining his fears of descending into a volcano and putting forward various scientific theories as to why the journey is impossible, but Professor Lidenbrock repeatedly keeps himself blinded against Axel's point of view. After a rapid journey via Kiel and Copenhagen, they arrive in Reykjavï¿½k, where the two procure the services of Hans Bjelke (a Danish-speaking Icelander eiderdown hunter) as their guide, and travel overland to the base of the volcano.\nIn late June, they reach the volcano, which has three craters. According to Saknussemm's message, the passage to the center of the Earth is through the one crater that is touched by the shadow of a nearby mountain peak at noon. However, the text also states that this is only true during the last days of June. During the next few days, with July rapidly approaching, the weather is too cloudy for any shadows. Axel silently rejoices, hoping this will force his uncle – who has repeatedly tried to impart courage to him only to succeed in making him even more cowardly still – to give up the project and return home. Alas for Axel, however, on the second to last day, the sun comes out and the mountain peak shows the correct crater to take.\nAfter descending into the crater, the three travellers set off into the bowels of the Earth, encountering many strange phenomena and great dangers, including a chamber filled with firedamp, and steep-sided wells around the \"path\". After taking a wrong turn, they run out of water and Axel almost dies, but Hans taps into a neighbouring subterranean river. Lidenbrock and Axel name the resulting stream the \"Hansbach\" in his honour and the three are saved. At another point, Axel becomes separated from the others and is lost several miles from them. Luckily, a strange acoustic phenomenon allows him to communicate with them from some miles away, and they are soon reunited.\nAfter descending many miles, following the course of the Hansbach, they reach an unimaginably vast cavern. This underground world is lit by electrically charged gas at the ceiling, and is filled with a very deep subterranean ocean, surrounded by a rocky coastline covered in petrified trees and giant mushrooms. The travelers build a raft out of trees and set sail. The Professor names this sea the \"Lidenbrock Sea\" and the port as \"Port Grï¿½uben\", after the name of his goddaughter. While on the water, they see several prehistoric creatures such as a giant Ichthyosaurus, which fights with a Plesiosaurus and wins. After the battle between the monsters, the party comes across an island with a huge geyser, which Lidenbrock names \"Axel Island\".\nA lightning storm again threatens to destroy the raft and its passengers, but instead throws them onto the coastline. This part of the coast, Axel discovers, is alive with prehistoric plant and animal life forms, including giant insects and a herd of mastodons. On a beach covered with bones, Axel discovers an oversized human skull. Axel and Lidenbrock venture some way into the prehistoric forest, where Professor Lidenbrock points out, in a shaky voice, a prehistoric human, more than twelve feet in height, leaning against a tree and watching a herd of mastodons. Axel cannot be sure if he has really seen the man or not, and he and Professor Lidenbrock debate whether or not a proto-human civilization actually exists so far underground. The three wonder if the creature is a man-like ape, or an ape-like man. The sighting of the creature is considered the most alarming part of the story, and the explorers decide that it is better not to alert it to their presence as they fear it may be hostile.\nThe travellers continue to explore the coastline, and find a passageway marked by Saknussemm as the way ahead. However, it is blocked by what appears to be a recent cave-in and two of the three, Hans and the Professor, despair at being unable to hack their way through the granite wall. The adventurers plan to blast the rock with gun cotton and paddle out to sea to escape the blast. Upon executing the plan, however, they discover that behind the rockfall was a seemingly bottomless pit, not a passage to the center of the earth. The travellers are swept away as the sea rushes into the large open gap in the ground. After spending hours being swept along at lightning speeds by the water, the raft ends up inside a large volcanic chimney filling with water and magma. Terrified, the three are rushed upwards, through stifling heat, and are ejected onto the surface from a side-vent of a stratovolcano. When they regain consciousness, they discover that they have been ejected from Stromboli, a volcanic island located in southern Italy. They return to Hamburg to great acclaim – Professor Lidenbrock is hailed as one of the great scientists of history, Axel marries his sweetheart Grï¿½uben, and Hans eventually returns to his peaceful life in Iceland. The Professor has some regret that their journey was cut short.\nAt the very end of the book, Axel and Lidenbrock realize why their compass was behaving strangely after their journey on the raft. They realize that the needle was pointing the wrong way after being struck by an electric fireball which nearly destroyed the wooden raft.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "A Journey into the Interior of the Earth", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Journey_to_the_Center_of_the_Earth", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.84, 
    "rating_count": 89545, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/32829.Journey_to_the_Center_of_the_Earth", 
        "found": true, 
        "year": 1864
    }, 
    "similar_books": [
        "The First Men in the Moon", 
        "The Vicomte de Bragelonne (The D'Artagnan Romances, #3.1)", 
        "King Solomon's Mines (Allan Quatermain, #1)", 
        "The Lost World (Professor Challenger, #1)", 
        "Le tigri di Mompracem", 
        "The Lost Continent", 
        "Erewhon (Erewhon , #1)", 
        "Fantï¿½mas (Fantï¿½mas, #1)", 
        "A Connecticut Yankee in King Arthur's Court", 
        "Kidnapped (David Balfour, #1)", 
        "The Joy of Life (Les Rougon-Macquart, #12)", 
        "The Collected Stories of Arthur C. Clarke", 
        "Chocky"
    ], 
    "description": "The intrepid Professor Liedenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth's very core. In his quest to penetrate the planet's primordial secrets, the geologist--together with his quaking nephew Axel and their devoted guide, Hans--discovers an astonishing subterranean menagerie of prehistoric proportions. Verne's imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor.", 
    "format": "Paperback", 
    "loc_class": "PQ: Language and Literatures: Romance literatures: French, Italian, Spanish, Portuguese", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/3748", 
        "num": 3748
    }, 
    "authors": [
        6
    ], 
    "pages": 240, 
    "language": "English", 
    "isbn13": "9780553213973", 
    "country": 4, 
    "release_date": "2003-02-01T00:00:00", 
    "author": 6, 
    "original_title": "Journey to the Center of the Earth", 
    "summary": "Journey to the Center of the Earth (French: Voyage au centre de la Terre, also translated under the titles A Journey to the Centre of the Earth and A Journey to the Interior of the Earth) is an 1864 science fiction novel by Jules Verne. The story involves German professor Otto Lidenbrock who believes there are volcanic tubes going toward the centre of the Earth. He, his nephew Axel, and their guide Hans descend into the Icelandic volcano Snï¿½fellsjï¿½kull, encountering many adventures, including prehistoric animals and natural hazards, before eventually coming to the surface again in southern Italy, at the Stromboli volcano.\nThe genre of subterranean fiction already existed long before Verne. However, the present book considerably added to its popularity and influenced later such writings. For example, Edgar Rice Burroughs explicitly acknowledged Verne's influence on his own Pellucidar series.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "classics", 
        "science-fiction", 
        "fiction", 
        "sci-fi", 
        "adventure", 
        "classic", 
        "fantasy", 
        "favorites", 
        "owned", 
        "books-i-own", 
        "kindle", 
        "french", 
        "scifi", 
        "literature", 
        "1001-books", 
        "owned-books", 
        "jules-verne", 
        "default", 
        "novels", 
        "19th-century", 
        "sci-fi-fantasy", 
        "1001", 
        "sf", 
        "french-literature", 
        "classic-literature", 
        "audiobook", 
        "ebook", 
        "ebooks", 
        "audiobooks", 
        "science", 
        "steampunk", 
        "library", 
        "novel", 
        "my-library", 
        "childhood", 
        "my-books", 
        "france", 
        "audio", 
        "classics-to-read", 
        "1001-books-to-read-before-you-die", 
        "children", 
        "to-buy", 
        "young-adult", 
        "audible", 
        "books", 
        "i-own", 
        "my-ebooks", 
        "scifi-fantasy", 
        "fantasy-sci-fi", 
        "travel", 
        "favourites", 
        "speculative-fiction", 
        "to-read-classics", 
        "science-fiction-fantasy", 
        "e-book", 
        "action-adventure", 
        "english", 
        "series", 
        "childrens", 
        "e-books", 
        "audio-books", 
        "historical-fiction", 
        "nook", 
        "adult", 
        "historical", 
        "1001-books-to-read", 
        "own-it", 
        "classic-fiction", 
        "classic-lit", 
        "clï¿½sicos", 
        "abandoned", 
        "verne", 
        "book-club", 
        "unread", 
        "french-lit", 
        "kindle-books", 
        "classic-sci-fi", 
        "wish-list", 
        "ciencia-ficciï¿½n", 
        "classici", 
        "1001-books-you-must-read-before-you", 
        "school", 
        "iceland", 
        "kids", 
        "روايات", 
        "sci-fi-and-fantasy", 
        "1800s", 
        "children-s", 
        "fiction-classics", 
        "adult-fiction", 
        "home-library", 
        "fantasy-scifi", 
        "borrowed", 
        "victorian", 
        "translated", 
        "klassiker", 
        "movies", 
        "own-to-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}