{
    "content_name": "24151.txt.utf-8", 
    "author_name": "Frank Belknap Long", 
    "images_urls": [
        "http://www.gutenberg.org/files/24151/24151-h/images/img01.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p046-image.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p046.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p047.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p048.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p049.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p050.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p051.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p052.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p053.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p054.png", 
        "http://www.gutenberg.org/files/24151/24151-page-images/p055.png"
    ], 
    "year": 1941, 
    "images": [], 
    "id": 808, 
    "category": "Text", 
    "plot": "The novel picks up several months after the events in the last chapter of Dilvish, the Damned. The Castle Timeless, one of several fortresses belonging to Dilvish's arch-enemy, Jelerak, is currently inhabited by the \"mad\" demi-god Tualua. Tualua is undergoing one of the \"changes\" common to his kind, which in this case causes the land surrounding the castle to be subject to all sorts of chaotic, unpredictable, and often-deadly effects. A number of wizards, hoping to tap into Tualua's massive powers, attempt to pass through this maelstrom and reach the castle. Watching events from the outside are members of the Society of Magic.\nDilvish, determined to avenge himself against Jelerak, appears and attempts to breach the magical barriers, hoping to find his arch-enemy inside. Accompanied by his companion Black, a demon-like being in the shape of a black metal horse, they rescue a wizard, Weleand, from being drowned in an acid pit. Soon after they meet a young Elven girl, Arlata, frozen by one of magical winds. Weleand unfreezes her by transferring the condition to Black, and escapes. Dilvish is then captured by one of the caretakers of the castle, Baran of the Extra Hand, and thrown into the dungeon with several captured wizards.\nEscaping the dungeon, Dilvish wanders the castle, eventually finding Semirama, a woman from long ago resurrected by Jelerak to be one of the caretakers (along with Baran). Semirama has managed to build a rapport with the demi-god Tualua, and has caused the demi-god to feign madness to disrupt the lands around the castle with chaos. This is part of Baran's plan to usurp Jelerak's power, the disruption being one of the things preventing outsiders reaching the castle. Baran has also placed magical guards on other entry points, such as a mirror that can act as a portal.\nBlack manages to sneak into the castle in his human form, and encounters Jelerak, who was disguised as Weleand, about to sacrifice an unconscious Arlata as a means to gain control of Tualua. Meanwhile the escaped wizards manage to disable the maintaining spell which keeps the castle anchored in normal time, causing everyone in the castle to become temporarily unconscious, and soon the entire castle and its inhabitants are rapidly accelerated into the far future, so far that they reach the end of time. Here they encounter the Elder Gods, who appear in the sky as beings made of stars, gambling with dice for the right to control the outcome of the contest beneath them.\nBaran is killed by one of the wizards, and both Jelerak and Tualua are claimed by the Elder Gods, the former as their prisoner and the latter as one of their own. Semirama, her resurrection canceled by the Elder Gods' capture of Jelerak, collapses into dust, her soul now inhabiting the alternate universe of mirrors in the castle, where she meets up with an ancestor of Dilvish's, Selar.\nThe Elder Gods re-attach Castle Timeless to the flow of time, and it passes through the beginning of the universe, where the magicians have to do battle with the \"Hounds of Thandalos\". The fortress eventually comes to rest at its original point in history.\nDilvish is initially enraged by the denial of his desire for vengeance, but then realizes that Jelerak will receive justice at the hands of the Gods, whom he has openly defied. Dilvish decides to go back to his homeland with Arlata, who is the granddaughter of one of Dilvish's former loves in that land.\nWith the help of a Society member, the survivors escape through the mirror portal.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Sky Trap", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Changing_Land", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.26, 
    "rating_count": 17, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/6280547-the-sky-trap", 
        "found": true, 
        "year": 2008
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/24151", 
        "num": 24151
    }, 
    "authors": [
        171
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2008-01-03T00:00:00", 
    "author": 171, 
    "original_title": "The Changing Land", 
    "summary": "The Changing Land is fantasy novel by American writer Roger Zelazny, first published in 1981. The novel resolves the storyline from the various Dilvish, the Damned short stories (collected in 1982 as Dilvish, the Damned). It was nominated for the Locus Award Elements of the story intentionally reflect the work of H. P. Lovecraft, Frank Belknap Long, and William Hope Hodgson, including the Hounds of Tindalos, here called the \"Hounds of Thandalos\", The House on the Borderland, and the appearance of the Old Gods.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "sci-fi", 
        "science-fiction", 
        "sf", 
        "novels", 
        "owned-pending-kindle-free-ebook", 
        "short-story", 
        "audio-obtained-lvss", 
        "15", 
        "on-disk", 
        "ebook", 
        "pdfs", 
        "type-short-story", 
        "audio-obtained-ss", 
        "audio-books"
    ], 
    "content_available": true, 
    "n_authors": 1
}