{
    "content_name": "30240.txt.utf-8", 
    "original_title": "Tomorrow and Tomorrow and Tomorrow (short story)", 
    "language_code": "eng", 
    "author_name": "Kurt Vonnegut", 
    "images_urls": [
        "http://www.gutenberg.org/files/30240/30240-h/images/001.png", 
        "http://www.gutenberg.org/files/30240/30240-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/30240/30240-h/images/002-2.jpg"
    ], 
    "year": 1962, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/4/4e/Galaxy_195401.jpg"
    ], 
    "id": 24, 
    "category": "Text", 
    "plot": "The Schwartz family, headed by 172-year-old Harold (\"Gramps\"), lives in a three-room apartment on the 76th floor of \"Building 257 of Alden Village, New York City, Connecticut\". Gramps' grandson Louis, his wife Emerald, and 20 other descendants are crowded into the space, perpetually jockeying for Gramps' favor. Gramps gets the best food and the only private bedroom, and controls everyone's life by constantly revising his will to disinherit anyone who earns his displeasure.\nAn offhand remark by Lou prompts Gramps to disinherit him and exile Lou and Em to the worst sleeping space in the apartment, near the bathroom. Lou then catches his great-grandnephew, newly wed Mortimer, diluting Gramps' anti-gerasone in the bathroom. Fearing Gramps' reaction to such a scheme, Lou tries to empty the bottle and refill it with the full-strength medicine, but accidentally breaks the bottle and is caught by Gramps, who only tells him to clean up the mess. The next morning, the family finds Gramps' bed empty and a note informing them that he is gone; the note also contains a revised will that bequeaths his entire estate to be held in common by his descendants, with no stipulations as to who receives what property.\nA riot breaks out as the family members start fighting over who gets the bedroom, leading to everyone being arrested and jailed at the police station. Lou and Em find the cells to be comfortable and spacious compared to the apartment, and hope that they will be sentenced to prison so they can keep these living arrangements. Meanwhile, Gramps has returned to the now-empty apartment, having watched the events unfold from a tavern across the plaza. He has hired the best lawyer in town in order to get everyone convicted, so that he can have the apartment to himself and they can enjoy the relative comfort of jail for a while. Gramps sees a television commercial for a new product called Super-anti-gerasone, which can reverse the aging process instead of just halting it, and starts thinking about being able to enjoy life again.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Big Trip Up Yonder", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Tomorrow_and_Tomorrow_and_Tomorrow_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.91, 
    "rating_count": 155, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8136616-the-big-trip-up-yonder-2br02b", 
        "found": true, 
        "year": 1962
    }, 
    "similar_books": [
        "A Prefect's Uncle (School Stories, #2)", 
        "Brewster's Millions", 
        "Like Warm Sun on Nekkid Bottoms", 
        "Duncan Delaney and the Cadillac of Doom", 
        "The Duchess of Padua", 
        "Flowers for Elvis", 
        "Mr. Spaceship", 
        "Ten Billion Days and One Hundred Billion Nights", 
        "The Scent of Magic (Doomspell, #2)", 
        "Moonlight in Odessa", 
        "Siesta Lane: A Year Unplugged, or, The Good Intentions of Ten People, Two Cats, One Old Dog, Eight Acres, One Telephone, Three Cars, and Twenty Miles to the Nearest Town", 
        "Two Years Before the Mast and Twenty-Four Years After (Harvard Classics, #23)", 
        "Learning to Fly", 
        "The Outlaw Varjak Paw", 
        "O psie, ktï¿½ry jeździł koleją", 
        "The Brenner Assignment: The Untold Story of the Most Daring Spy Mission of World War II", 
        "A Pluralistic Universe", 
        "Fireflood and Other Stories"
    ], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/30240", 
        "num": 30240
    }, 
    "authors": [
        4
    ], 
    "language": "English", 
    "countries": [
        2
    ], 
    "release_date": "2009-10-13T00:00:00", 
    "author": 4, 
    "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png", 
    "summary": "\"Tomorrow and Tomorrow and Tomorrow\" is a short story by Kurt Vonnegut originally written in 1953. It was first published in Galaxy Science Fiction magazine in January 1954, where the story was titled \"The Big Trip Up Yonder\", which is the protagonist's euphemism for dying. A revised version bearing the title \"Tomorrow and Tomorrow and Tomorrow\" appeared in Vonnegut's collection of short stories, Canary in a Cat House (1961), and was reprinted in Welcome to the Monkey House (1968). The new title comes from the famous line in Shakespeare's play Macbeth starting \"Tomorrow and tomorrow and tomorrow\".", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fiction", 
        "short-stories", 
        "currently-reading", 
        "sci-fi", 
        "science-fiction", 
        "dystopia", 
        "favorites", 
        "ebook", 
        "humor", 
        "classics", 
        "sci-fi-or-fantasy", 
        "dystopian-fiction", 
        "books-owned", 
        "s-f", 
        "reviewed", 
        "audio", 
        "short_stories", 
        "for_fun", 
        "audiobook", 
        "after-school-special", 
        "20th-century", 
        "aty-in-52", 
        "short-story-collection", 
        "short-stories-and-novellas", 
        "audio-books-read", 
        "3-stars", 
        "sci-fi-science-fiction", 
        "alt-society-utopian", 
        "alt-society-dystopian", 
        "alt-science-medicine-horror", 
        "1-novellas-short-stories-essays", 
        "1-notable-reads", 
        "1-classic-literature", 
        "collections", 
        "audiobooks", 
        "gimme-this-book-now", 
        "luisterbieb", 
        "read-in-2014", 
        "sevenponds-reviews", 
        "sample-reading", 
        "read-by-kat", 
        "about-family", 
        "vonnegut", 
        "sociology", 
        "free-ebook", 
        "depressing", 
        "fiction-to-read", 
        "kurt-vonnegut", 
        "audio-book", 
        "fantasy-and-sci-fi", 
        "nookbook", 
        "short-story", 
        "read-on-kindle", 
        "read-in-2012", 
        "top-of-to-read", 
        "re-read", 
        "nook", 
        "read-ss-and-novellas", 
        "kat", 
        "shortstories", 
        "booksread2011"
    ], 
    "content_available": true, 
    "n_authors": 1
}