{
    "content_name": "12163.txt.utf-8", 
    "isbn": "1623420180", 
    "language_code": "en-US", 
    "author_name": "H. G. Wells", 
    "images_urls": [], 
    "year": 2013, 
    "images": [], 
    "id": 135, 
    "category": "Text", 
    "plot": "Graham, an Englishman living in London in 1897 takes drugs to cure insomnia and falls into a coma. He wakes up in 2100. He later learns that he has inherited huge wealth and that his money has been put into a trust. Over the years, the trustees, the \"White Council\", have used his wealth to establish a vast political and economic world order.\nWhen he wakes Graham is disoriented. The people around him had not expected him to wake up, and are alarmed. Word spreads that the \"Sleeper\" has awakened. A mob gathers around the building and demands to see the fabled Sleeper. The people around Graham will not answer his questions. They place Graham under house arrest. Graham learns that he is the legal owner and master of most of the world.\nRebels led by Ostrog help Graham to escape. They say that the people need Graham's leadership to rise against the White Council. Unconvinced, but unwilling to remain a prisoner, Graham goes with them. Graham arrives at a massive hall where the workers have gathered to prepare for the revolution. They march against the White Council but are soon attacked by the state police. In the confusion, Graham is separated from the revolutionaries. He meets an old man who tells him the story of the Sleeper - the White Council invested his wealth to buy the industries and political entities of half the world, establishing a plutocracy and sweeping away parliament and the monarchy. The Sleeper is just a figurehead. The old man thinks that the Sleeper is a made-up figure used to brainwash the population.\nGraham meets Ostrog, who says that the rebels have won and that the people are demanding that the Sleeper should rule. Ostrog retains power while Graham becomes his puppet ruler. Graham gets interested in aeroplanes and learns how to fly. He sees from the air that no-one lives in the country or small towns any more, all agriculture being run like industry; and that there are now only four huge cities in Britain, all powered by huge wind-mills. His carefree life ends when Helen tells him that for the lower class the revolution has changed nothing. Graham questions Ostrog who admits that the lower classes are still dominated and exploited but defends the system. It emerges that Ostrog only wanted to take power for himself and has used the revolution and Graham to do so.\nOstrog admits that in other cities the workers have continued to rebel even after the fall of the White Council. Ostrog has used a black African police force to get the workers back in line. Graham is furious and demands that Ostrog keep his police out of London. Ostrog agrees. Graham decides to examine this new society for himself.\nGraham visits London in disguise to see how the workers live. Their lives are ghastly. Unskilled workers toil in factories, paid in food for each days work, with no job security. They speak a dialect so strong that Graham cannot understand them. Industrial diseases are rife. Workers wear uniforms of different colour according to their trade. The family unit no longer exists and children are cared for in huge institutions. Lives are dominated by \"babble machines\" which spread news and \"pleasure cities\" where unspecified joys are available. \"Euthanasy\" is considered normal.\nGraham learns that Ostrog has ordered his troops to London. Graham confronts Ostrog, who tries to arrest Graham. The workers rise up again and help Graham to escape. He meets Helen and learns that it was she who told the public about Ostrog's treachery. Graham leads the liberation of London.\nOstrog escapes and joins his troops who are flying to London. His men still hold a few airports. The workers find anti-aircraft guns, but they need time to set them up. The revolutionaries have only one aircraft; Graham gives away all of his wealth to the rebels and proceeds to fly the one aircraft against the invaders, bringing some of them down. The revolutionaries get the anti-aircraft guns working and start to shoot down the invaders. Graham attacks Ostrog's aeroplane but fails. Graham's aeroplane crashes.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Sleeper Awakes", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Sleeper_Awakes", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.76, 
    "rating_count": 57, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/18110281-sleepers-awake", 
        "found": true, 
        "year": 2013
    }, 
    "similar_books": [
        "Starlight (Starlight Trilogy, #1)", 
        "Weight of the World (Old Wounds, #3)", 
        "How to Discipline Your Vampire (DommeNation, #1)", 
        "Magic at Macy's", 
        "conTEXTual roMANce", 
        "Living Backwards", 
        "A Four Letter Word", 
        "Cure For Pain", 
        "Healing Faith (In Your World, #1)", 
        "All I Want - A Tryst with a Twist", 
        "Grave Refrain", 
        "Cocktails and Dreams (Cocktails and Dreams, #1)", 
        "A Debt Repaid (Retaliations, #1)", 
        "Angel of Redemption", 
        "A Multitude of Sins", 
        "The Billionaire Bum", 
        "Welcome to Drama Academy", 
        "Live In Position"
    ], 
    "description": "Overeducated and underemployed, Ivy League graduate Agnes Larch spends every day steeped in failure and sleeps every night without dreaming…that is, until the unexpected death of Ian Millbrook, the boy she’s silently loved her whole life. Grieving and forced to confront her long-buried feelings for Ian, Agnes undergoes an arduous physical and spiritual journey to unearth her past and untangle her future. She walks in two worlds, the waking and the dreaming, each world filled with secrets, mysteries, and maybe, if she believes enough, miracles.", 
    "format": "Paperback", 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/12163", 
        "num": 12163
    }, 
    "authors": [
        1
    ], 
    "pages": 334, 
    "language": "English", 
    "isbn13": "9781623420185", 
    "release_date": "2004-04-01T00:00:00", 
    "author": 1, 
    "original_title": "The Sleeper Awakes", 
    "summary": "The Sleeper Awakes (1910) is a dystopian science fiction novel by H. G. Wells about a man who sleeps for two hundred and three years, waking up in a completely transformed London where he has become the richest man in the world. The main character awakes to see his dreams realised, and the future revealed to him in all its horrors and malformities.\nThe novel is a rewritten version of When the Sleeper Wakes, a story by Wells that was serialised between 1898 and 1899.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "p2p", 
        "fanfiction", 
        "fanfic", 
        "fiction", 
        "speculative-fiction", 
        "on-deck", 
        "wtf-is-this", 
        "owned-syracuse", 
        "published-twilight-fanfics", 
        "fanfiction-books", 
        "to-read2", 
        "written-by-facebook-friends", 
        "female-author", 
        "hurts-my-heart", 
        "don-t-read", 
        "readforwork", 
        "hmm-maybe-no", 
        "flounced", 
        "favorites", 
        "2016-mt-tbr-challenge", 
        "published-twilight-fanfiction", 
        "read-previously-as-fan-fiction", 
        "started-in-fanfic", 
        "romance", 
        "read-as-twific", 
        "to-read-or-not-to-read", 
        "omnific-riffic", 
        "most-impressed-by", 
        "sandra-hated-it", 
        "oops-sandra-forgot-her-1-star", 
        "contemporary", 
        "mf", 
        "former-fanfic", 
        "when-i-get-the-guts", 
        "up-next", 
        "for-p", 
        "nope", 
        "where-am-i", 
        "science-cant-explain", 
        "reread", 
        "tbr-2013", 
        "ebooks", 
        "rewritten-fanfic", 
        "authors-who-should-know-better", 
        "published-fanfic", 
        "6-awesome-p2p-fanfiction", 
        "goals", 
        "no-thanks", 
        "no-to-pay", 
        "was-once-fanfic", 
        "nope-not-for-me", 
        "p2p-fan-fiction", 
        "dnf-award", 
        "seen-it", 
        "rated-by-interest", 
        "books-i-might-read", 
        "all-i-wanted-was-nice-things", 
        "books-i-like-the-look-of", 
        "not-for-me", 
        "nopeville", 
        "i-should-be-watching-tv", 
        "gag-me-with-a-spoon", 
        "maybe", 
        "p2p-fanfiction", 
        "wish-list", 
        "blp", 
        "fanfiction-authors", 
        "not-to-read", 
        "published-fics", 
        "p2p-fic", 
        "wishlist-to-read", 
        "never-ever-buy", 
        "read-as-fanfiction", 
        "genre-contemporary", 
        "1-adult", 
        "former-ff", 
        "random", 
        "giveaways-entered", 
        "re-written-fanfiction", 
        "not-gonna-happen", 
        "definetely-not-reading", 
        "published-fanfic-book-no-way-jose", 
        "wtf-is-wrong-with-you-people", 
        "why-we-cant-have-nice-things", 
        "we-deserve-the-apocalypse", 
        "trees-died-for-this-crap", 
        "this-is-not-a-romance", 
        "supernatural", 
        "speshul-snowflake", 
        "should-have-flounced", 
        "pathetic-and-or-stupid-female-lead", 
        "not-for-realreal-just-for-playplay", 
        "my-masochism-is-not-the-sexy-kind", 
        "judging-you", 
        "incongruous-bad-or-cliche-epilogue", 
        "i-hope-the-mayans-were-right", 
        "for-reference", 
        "boredom-coma", 
        "apparently-theft-is-okay"
    ], 
    "content_available": true, 
    "n_authors": 1
}