{
    "author_name": "George Griffith", 
    "images_urls": [
        "http://www.gutenberg.org/files/31324/31324-h/images/cover-front.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/cover-spine.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p001.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p008.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p016.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p023.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p030.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p037.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p046.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p054.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p063.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p070.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p078.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p085.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p091.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p098.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p103.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p110.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p119.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p127.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p135.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p141.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p153.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p162.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p169.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p179.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p188.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p193.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p201.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p208.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p216.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p225.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p233.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p241.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p247.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p251.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p258.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p267.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p276.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p289.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p295.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p301.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p308.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p315.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p323.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p331.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p339.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p347.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p355.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p366.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p375.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/dc-p386.png", 
        "http://www.gutenberg.org/files/31324/31324-h/images/frontispiece.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p082a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p122b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p148b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p178a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p190b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p210b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p232a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p242a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p274b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p300a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p334a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p344a.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p350b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p352b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p358b.jpg", 
        "http://www.gutenberg.org/files/31324/31324-h/images/ill-p384b.jpg"
    ], 
    "year": 1893, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/7/7e/Image_taken_from_page_284_of_The_Angel_of_the_Revolution_a_tale_of_the_coming_Terror._..._With_illustrations_by_F._T._Janes_%2811222525186%29.jpg"
    ], 
    "id": 629, 
    "category": "Text", 
    "plot": "The story begins on September 3, 1903, with young man, Richard Arnold, twenty-six old scientist devoted heart and soul to the invention of flying machine, finally realizing his dream in the form of air-ship model that can fly on its own. However, living completely for his dream, he ended with no money to sustain even his next day's life, let alone do something practical with his revolutionary invention. The circumstances made him wander around the streets of London, until a stranger overheard his muttering about flying machine that he wouldn't want to put in hands of tyrants or for the use in war and destruction. The stranger introduced himself as Maurice Colston, and soon both men realized they share the same distaste for autocracy and the status quo as it was, placing themselves \"at war with Society\".\nWith the arrangement of Colston, Arnold met with other heads of the \"Brotherhood of Freedom\", the revolutionary organization of anarchists, nihilists and socialists bent on ending the society of oppression and misery. Agreeing with their cause, he put his knowledge and skills at their disposal, while still keeping his complete control over the invention that will change the face of the Earth. During the meeting he met Natasha, the Angel of the Revolution, and immediately fell in love with her. However, the cause they have been set to achieve was of far greater importance so the romance between them had to wait for better times. Equipped by the Brotherhood with everything he needed, Arnold finished the construction of the first air-ship to ever fly the skies above Earth: the Ariel.\nThe first use of the air-ship was in the rescuing of Natasha in the March 1904, arrested by Russian government about the time Ariel was built. On their flight towards the designated town in Russia where they will attempt to rescue Natasha, the \"Terrorists\" - as everyone called the members of this secret order - decided to show the world the destructive power of the air-ship. The strongest European fortress, Kronstadt, situated on the island in the Finnish Gulf, was picked as an example of what the Terrorists can now achieve. Within several minutes, the fortress was brought to ruin, with weapons fired from the Ariel, of the devastating power that no army has yet seen. Through the use of such a vessel and the innumerable agents the Brotherhood had all around the Western world, in all professions, the Terrorists managed to rescue Natasha before the convoy of political prisoners reached Siberia. The news of the mysterious air vessel and its power traveled all over the Western world, causing fear and panic in the ranks of both common people and the upper classes.\nMeanwhile, after forty years of peace, European powers were readying for the inevitable final clash: plans were being laid down, treaties made and tested, armies equipped and mobilized. Attempting to control the coming war and make it the war to end all wars, Terrorists set off to find a suitable place for headquarters from where they could send orders and organize their own troops without being distracted. A region in the midst of Africa, called Aerial by the English explorers who found it, made a perfect spot. The region was a paradise valley surrounded by high mountains, thus unreachable by any conventional vessel - except the air-ship. In that paradise, Arnold and Natasha finally swore their love to each other, agreeing to prolong their longing passion until the war to end all wars is over and eternal peace restored on Earth. In the meantime, Terrorists built eleven more air-ships identical to Ariel and the twelfth - a flagship - with twice the firepower and the size.\nAs Europe sank into war between the Anglo-Teutonic Alliance (led by Britain, Germany and Austria) and the Franco-Slavonian League (led by Russia, France and Italy), the new warfare proved to be more devastating than ever, especially with the Russians and French employing the newly built war-balloons. The balloons, although in many ways inferior to Terrorists' air-ships, were destroying fort after fort, city after city, and securing numerous victories for the Franco-Slavonian League. Even though they could only drop dynamite from above, war-balloons were causing such havoc that the German and Austrian armies could not cope with the situation, losing the land fast. During the early weeks of this war of the Titans, Terrorists tried to stay away from siding with any alliance, occasionally appearing here and there and settling their own issues with involved sides or their weapons of war, pushing their own well-planned agenda slowly but steadily. Still, through a momentary lack of caution, Terrorists lost one air-ship to the Russians, because of treason in their own ranks. Pursuing the lost vessel in an attempt to either retrieve it or destroy, the Terrorists proved the superiority of their flying machines to any other human machine, including the war-balloons of the Russians and French. Finally retrieving the lost air-ship, they witnessed the destructive power that the Franco-Slavonian League had at its disposal against Anglo-Teutonic Alliance, which assured them that Britain and her allies had no chance of winning such a war.\nAs the European war irresistibly drew closer to Britain shores, with Germany falling completely under the power of Russian Tsar, Terrorists had more important work to finish. The head of the American section of the Brotherhood, Michael Roburoff, asked for Natasha's hand, and to the utter disappointment of both Natasha and Arnold, Natasha's father sent her to America. The lovers did not try to challenge the will of the leading terrorist, so they accepted the change as they usually did - being certain that Natas' plan was again made with careful and rational preparation. However, it turned out that Roburoff was in fact blackmailing Natas: he was proposing to exchange the allegiance of the American section for Natasha's hand. By the will of Natas, Roburoff was shot dead by Natasha when he received her in his house in America, and the American section gained a new leadership, ready for the revolution.\nOn the night of 4 October 1904, the order was passed to millions of secret followers of the Brotherhood in America, and the next day production completely stopped, streets and institutions were taken by organized masses and the government was overthrown. The nNew government arrested big capitalists who were scheming to use the European conflict to gain even greater profit by supplying the Franco-Slavonian League, and with a threat of air-ships and a mass of troops devoted to Brotherhood's Cause the Terrorists proclaimed a new Anglo-Saxon Federation. Soon Canada faced the same destiny and the terrorists turned to Britain with a proposal: either face utter destruction by Russian and French forces, or become a part of the Federation. The British government refused the proposal, willing to fight to the bitter end and still hoping that the islands could not be taken by any continental army.\nMuch to their surprise, with the aid of war-balloons, the Franco-Slavonian League managed not only to cut all oversea trade to and from Britain, but also arranged a successful landing of troops on British soil, aiming to take London as the heart of Anglo-Saxon world. Under siege and with no allies left, Britain fought the last battle furiously, but the siege cut all food supply and left the Old Lion with no other choice but to accept a newly sent proposal from the Terrorists. At the height of his power, the Russian Tsar was already looking forward to Britain's surrender and was taken by surprise as the new army arose in Britain: the army called by the Terrorists, just like they did in America. Even greater was the Tsar's surprise when he realized that terrorists had thousands of their men in his own ranks. Aided with air-ships and troops from American section, the Brotherhood - now acting as the Anglo-Saxon Federation - swiftly destroyed almost all Russian, French and Italian troops, forcing a surrender of all the armies and ending the world war in just two days.\nOn 9 May, a conference was held to decide the future of the Western world. Having the power of millions of men under their Federation's banner, and air-ships in the sky, the Terrorists easily convinced all European leaders that the only way to stop destruction was to make wars impossible to fight. Thus, disarmament of all standing armies was enacted, with police being the only force to keep the order. However, in the East, Buddhist and Muslim people fought each other without information of what had happened in Europe. After defeating their opponents, the Muslims moved to Turkey in an attempt to conquer the Western world. Met with the tremendous destructive power of the Federation, they soon admitted defeat and accepted the conditions of surrender that were laid before them by the Terrorists. The conditions were the same for all nations, now united under the banner of the Federation, the all-powerful peace force. Removing from the national laws all unjust and confusing parts and confiscating in the hands of the state all the land that was not directly used for production, the Federation finally achieved the order that suited the common man, without any fear of wars in the future. Willing and able to achieve their goal by any means at their disposal, the Terrorists finally succeeded and concluded their war to end all wars.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Angel of the Revolution: A Tale of the Coming Terror", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Angel_of_the_Revolution", 
        "found": true
    }, 
    "average_rating": 3.19, 
    "rating_count": 36, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/31324/pg31324.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/12730523-the-angel-of-the-revolution-a-tale-of-the-coming-terror", 
        "found": true, 
        "year": 1894
    }, 
    "similar_books": [], 
    "loc_class": "PR: Language and Literatures: English literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/31324", 
        "num": 31324
    }, 
    "authors": [
        119
    ], 
    "language": "English", 
    "countries": [
        3
    ], 
    "release_date": "2010-02-18T00:00:00", 
    "author": 119, 
    "original_title": "The Angel of the Revolution", 
    "summary": "The Angel of the Revolution: A Tale of the Coming Terror (1893) is a science fiction novel by the English writer George Griffith. It was his first published novel and remains his most famous work. It was first published in Pearson's Weekly and was prompted by the success of \"The Great War of 1892\" in Black and White magazine, which was itself inspired by The Battle of Dorking.\nA lurid mix of Jules Verne's futuristic air warfare fantasies, the utopian visions of News from Nowhere and the future war invasion literature of Chesney and his imitators, it told the tale of a group of self-styled 'terrorists' who conquer the world through airship warfare. Led by a crippled, brilliant Russian Jew and his daughter, the 'angel' Natasha, 'The Brotherhood of Freedom' establish a 'pax aeronautica' over the earth after a young inventor masters the technology of flight in 1903. The hero falls in love with Natasha and joins in her war against established society in general and the Russian Czar in particular [1].\nIt is characterised by what Michael Moorcock called its \"controlled imaginative flight\", essentially socialist message and a strongly romantic air. Griffith's \"pro nihilist\" stance was examined in a piece entitled \"Terrorism in the Late Victorian Novel\" by Barbara Arnett Melchiori which appeared in the The Modern Language Review. A sequel, The Syren of the Skies appeared in Pearson's Weekly and was published in book form as Olga Romanoff in 1894.", 
    "classes": [
        "to-read", 
        "currently-reading", 
        "fiction", 
        "science-fiction", 
        "steampunk", 
        "classics", 
        "fantasy", 
        "read-in-2017", 
        "read-as-ebook", 
        "zzloc-washington-dc", 
        "zzloc-st-petersburg", 
        "occupied-us", 
        "zzloc-uk", 
        "zzloc-russia", 
        "zzloc-london", 
        "zzloc-africa", 
        "product-of-the-times", 
        "conspiracy", 
        "unread-ibooks", 
        "wwhirrr", 
        "2017-acquisitions", 
        "victorian", 
        "sci-fi", 
        "epic-series", 
        "adventure", 
        "action", 
        "trillion-year-spree-recs", 
        "scifi", 
        "to-read-soon", 
        "bibliografï¿½a", 
        "sci-fi-fantasy-horror", 
        "alt-steampunk-mechanical-inventive", 
        "e-books", 
        "amazon", 
        "loaned-to-me", 
        "audiobooks", 
        "19th-century", 
        "steampunk-and-neovictorian", 
        "future", 
        "19th-early-20th-centuries", 
        "amazon-ebooks", 
        "1800s", 
        "league-of-extraordinary-gentlemen", 
        "victorian-hugos", 
        "british", 
        "sf-unread", 
        "to-read-sci-fi", 
        "bokus", 
        "birthday-christmas-presents", 
        "classic", 
        "pulp", 
        "mind-control", 
        "socialist-sci-fi-fantasy", 
        "feedbooks-com", 
        "read-in-2014", 
        "kindle", 
        "19thcentury", 
        "works-every-socialist-should-read", 
        "e-book", 
        "victorian-science-fiction", 
        "mieville-50", 
        "19c", 
        "goodreads-ebooks", 
        "distopia", 
        "science-fantasy", 
        "china-miï¿½ville-recommendations", 
        "to-read-don-t-own", 
        "ebook", 
        "books-read-2012", 
        "sci-fi-fantasy", 
        "don-t-own", 
        "socialist", 
        "left-fiction", 
        "arch-villain"
    ], 
    "content_available": false, 
    "n_authors": 1
}