{
    "content_name": "32827.txt.utf-8", 
    "isbn": "1153653184", 
    "author_name": "Stephen Marlowe", 
    "images_urls": [
        "http://www.gutenberg.org/files/32827/32827-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/32827/32827-h/images/illus.jpg"
    ], 
    "year": 1957, 
    "images": [], 
    "id": 820, 
    "category": "Text", 
    "plot": "While riding home from work with his friend, Dennis Guilder, nerdy teen Arnold \"Arnie\" Cunningham spots a dilapidated red and white 1958 Plymouth Fury parked behind a house. Arnie makes Dennis stop so he can examine the car, despite Dennis's attempts to talk Arnie out of it. The car's owner, Roland D. LeBay, an elderly man wearing a back brace, sells the car—which he had named \"Christine\"—to Arnie for $250. While waiting for Arnie to finish the paperwork, Dennis sits inside Christine. He has a vision of the car and the surroundings as they were 20 years ago, when the car was new. Frightened, Dennis gets out of Christine, deciding he dislikes Arnie's new car.\nArnie brings Christine to a do-it-yourself auto-repair facility run by Will Darnell, who is suspected of using the garage as a front for illicit operations. As Arnie restores the automobile he becomes withdrawn, humorless and cynical, yet more confident and self-assured. Dennis is puzzled by the changes in both his friend and Christine; the repair work proceeds haphazardly and the more extensive repairs do not appear to be done by Arnie himself. Arnie's appearance improves in tandem with Christine's.\nWhen LeBay dies, Dennis meets his younger brother, George, who reveals Roland's history of violent behavior, saying that he was always angry and blamed \"the shitters\" for everything bad that ever happened to him. George also reveals that LeBay's small daughter choked to death on a hamburger in the back seat of the car; and that LeBay's wife, depressed by the loss of her child, apparently committed suicide in its front seat by carbon monoxide poisoning.\nAs time passes, Dennis observes that Arnie is taking on many of LeBay's personality traits. He also begins dressing like a 1950s greaser and wearing his hair in a 1950s \"duck's ass\" style. Dennis also sees that Arnie has become close to Darnell since going to work for him, even acting as a courier in Darnell's interstate smuggling operations.\nWhen Arnie is almost finished restoring Christine, an attractive girl named Leigh Cabot transfers to his high school. She is regarded as the school beauty and her decision to go out with Arnie puzzles everyone. While on a date with Arnie, she nearly chokes to death on a hamburger and is saved only by the intervention of a hitchhiker who uses the Heimlich maneuver. Leigh notices that Christine's dashboard lights seemed to become glaring green eyes, watching her during the incident, and that Arnie tried to save her by ineffectually pounding her on the back. She realizes that she and Christine are competing for Arnie's affection and vows to never get into the car again.\nArnie's mother refuses to let him keep Christine at home. After several arguments, Arnie's father purchases a 30-day pass for the airport parking lot, helping to restore peace in the family. Soon afterward, Buddy Repperton, a bully who frequently targeted Arnie before being expelled from high school and who blames Arnie for the expulsion, learns where Christine is being kept from one of his crew who works at the airport.\nBuddy and his gang of thugs vandalize the car, smashing the body, ripping parts off the engine, puncturing the radiator, pouring sugar into the gas tank, ripping up the interior, even defecating on the dash. The car is wrecked to the point the habitues at Darnell's think it will never roll another foot. Arnie, aware of Chistine's ability to repair itself, pushes her through Darnell's garage until enough of the damage is undone for her to run, and then drives her around and around the junkyard until she's brought all the way back. Arnie strains his back in the process and begins wearing a back brace all the time, as LeBay did. His relationship with Leigh declines and they break up at least partly over Christine.\nA number of inexplicable car-related deaths occur around town, starting with Moochie Welch and all but one of Repperton's accomplices in the vandalism and ending with Will Darnell. The police find evidence linking Christine to the murders at the scene of each death, but none is found on the car itself. A State Police detective named Rudy Junkins becomes suspicious of Arnie, convinced he is involved. Junkins' suspicions are not allayed even though Arnie has airtight alibis for each death. It is revealed that Christine, possessed by LeBay's vengeful spirit, is committing these murders independently and repairing herself after each one.\nArnie becomes obsessed with Christine, forgetting Leigh entirely. Leigh and Dennis begin their own relationship, unearthing details of Christine and LeBay's past. Dennis speculates that LeBay may have deliberately sacrificed his daughter to make Christine a receptacle for his own spirit after learning that he deliberately put her into the car when she started choking. They also compare Arnie's signatures from before his obsession with Christine and after it with Roland LeBay's, and realize LeBay is somehow possessing Arnie.\nOne evening, Arnie stumbles upon Leigh and Dennis intimately close in Dennis's car, sending him into a rage. Then Rudy Junkins is killed, going off the road in a state police interceptor at more than 120 miles an hour. Knowing they are now at the top of LeBay's and Christine's hit list, Dennis and Leigh devise a plan to destroy the car and, they hope, save Arnie.\nWhile Arnie is out of town visiting a college, they lure Christine to Darnell's Garage and batter her to pieces using a septic tanker truck rented by Dennis. Dennis briefly witnesses LeBay's spirit attempting to order him to stop. The remains are put through a car crusher and Dennis learns that Arnie and his mother were both killed in a highway accident, while Christine killed Arnie's father earlier. Witness accounts lead Dennis to believe that LeBay's spirit, tied to Arnie through Christine, fled the dying Plymouth Fury and attempted to re-possess Arnie; but Arnie fought him to at least a draw, resulting in the wreck that killed Arnie and his mother.\nFour years later, Dennis reflects on these events. He and Leigh parted after attending college together and he is now a junior high-school teacher. He reads about a freak car accident in Los Angeles, in which a drive-in theater employee — possibly the last surviving member of Buddy's gang — was struck and killed by a car that smashed through a cinderblock wall. Dennis speculates that Christine may have rebuilt herself and is setting out to kill everyone who stood against her, saving him for last.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Think Yourself to Death", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Christine_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 2.19, 
    "rating_count": 15, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/32827/pg32827.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/9606763-think-yourself-to-death", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [], 
    "description": "The book has no illustrations or index. Purchasers are entitled to a free trial membership in the General Books Club where they can select from more than a million books without charge.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32827", 
        "num": 32827
    }, 
    "authors": [
        79
    ], 
    "language": "English", 
    "isbn13": "9781153653183", 
    "release_date": "2010-06-15T00:00:00", 
    "author": 79, 
    "original_title": "Christine (novel)", 
    "summary": "Christine is a horror novel written by Stephen King, published in 1983. It tells the story of a vintage automobile apparently possessed by supernatural forces. A film adaptation, directed by John Carpenter, was released in the same year; this adaptation starred Keith Gordon, John Stockwell, Alexandra Paul and Harry Dean Stanton. In April 2013, PS Publishing released Christine in a limited 30th Anniversary Edition.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "short-stories", 
        "fiction", 
        "e-shelf", 
        "amazon-ebooks", 
        "stories", 
        "short", 
        "science", 
        "general", 
        "sci-fi", 
        "challenge-oldish", 
        "anthos-shorts", 
        "feedbooks-com", 
        "own-ebook", 
        "unread-library", 
        "2014-challenge-oldish"
    ], 
    "content_available": true, 
    "n_authors": 1
}