{
    "content_name": "29060.txt.utf-8", 
    "author_name": "Miles John Breuer", 
    "images_urls": [
        "http://www.gutenberg.org/files/29060/29060-h/images/image_001.jpg"
    ], 
    "year": -1, 
    "images": [], 
    "id": 395, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Einstein See-Saw", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Nausea_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.0, 
    "rating_count": 1, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/32190093-the-einstein-see-saw", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [], 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29060", 
        "num": 29060
    }, 
    "authors": [
        127
    ], 
    "language": "English", 
    "release_date": "2009-06-07T00:00:00", 
    "author": 127, 
    "original_title": "Nausea (novel)", 
    "summary": "Nausea (French: La Nausï¿½e) is a philosophical novel by the existentialist philosopher Jean-Paul Sartre, published in 1938. It is Sartre's first novel and, in his opinion, one of his best works.\nThe novel takes place in 'Bouville' (literally, 'Mud town') a town similar to Le Havre, and it concerns a dejected historian, who becomes convinced that inanimate objects and situations encroach on his ability to define himself, on his intellectual and spiritual freedom, evoking in the protagonist a sense of nausea.\nFrench writer Simone de Beauvoir, Sartre's lifelong partner, claims that La Nausï¿½e grants consciousness a remarkable independence and gives reality the full weight of its sense.\nIt is one of the canonical works of existentialism. Sartre was awarded, though he ultimately declined, the Nobel Prize for literature in 1964. The Nobel Foundation recognized him \"for his work which, rich in ideas and filled with the spirit of freedom and the quest for truth, has exerted a far-reaching influence on our age.\" Sartre was one of the few people to have declined the award, referring to it as merely a function of a bourgeois institution.\nThe novel has been translated into English at least twice, by Lloyd Alexander as \"The Diary of Antoine Roquentin\" (John Lehmann, 1949) and by Robert Baldick as \"Nausea\" (Penguin Books, 1965).", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "unknown-publication-dates", 
        "shelf-b-authors", 
        "genre-syfi-fan-horr"
    ], 
    "content_available": true, 
    "n_authors": 1
}