{
    "content_name": "20121.txt.utf-8", 
    "isbn": "160312134X", 
    "author_name": "John Joseph McGuire", 
    "images_urls": [], 
    "year": 1957, 
    "images": [], 
    "id": 138, 
    "category": "Text", 
    "plot": "After writing an unfortunate article under a pseudonym (Machiavelli, Jr.) and having it published in a prestigious journal read by diplomats, Stephen Silk is to be banished from the Solar League's capitol on Luna for a time. He is assigned to be the Solar League's new ambassador to the people of Capella IV, New Texas. The position is open because the previous ambassador, Silas Cumshaw, was assassinated.\nOn the starship taking him to his new posting Silk meets his secretary/bodyguard, a native New Texan named Hoddy Ringo. The briefing books that were given to him tell him little about the New Texans and their culture and the contents of the trunk that was put aboard the ship for him appall him: contrary to the practices of the Consular Service, he will be obliged to dress in native costume and to carry a pair of automatic pistols in ejection holsters. Evidence he finds while surreptitiously searching Hoddy's quarters implies that he's being set up for assassination, with the approval of the Consular Service.\nSilk is welcomed to New Texas with a giant barbecue, where he sees a trial and learns that assassination of politicians is a legitimate part of the New Texan political process as long as the assassin can show that his victim “needed killin'”. Back at the embassy he learns more about the murder of Silas Cumshaw, in particular the fact that the killers, three young members of the vile Bonney clan, will be going on trial as assassins, not as common murderers, in three days.\nAt the barbecue Silk meets Gglafrr Ddespttann Vuvuvu, the ambassador of the z'Srauff, humanoid aliens that look like they evolved from dogs. Part of Silk's mission involves convincing the New Texans to join the Solar League so that the Space Navy can base ships near their planet to counter the threat from the z'Srauff. The Solar League fears the possibility of a z'Srauff sneak attack on the planet.\nSilk has determined that he cannot allow the Bonneys to be convicted in the Court of Political Justice, but it's too late to have them tried as common criminals. A conviction would produce a precedent that would devastate the Diplomatic Corps by making every diplomat a legitimate target. Likewise, the Solar League cannot allow the Bonneys to go unpunished.\nThe last quarter of the story lays out the trial of the Bonney brothers. As amicus curiae Silk introduces evidence to show that the Bonneys assassinated Ambassador Cumshaw at the behest of the z'Srauff. He then persuades the court that it should not have tried the case, because Ambassador Cumshaw was not a politician within the meaning of New Texas law. Having thus got the Bonneys set free, he engages them in a gunfight and kills all three.\nShortly thereafter a z'Srauff battlefleet jumps into Capellan space only to be ambushed by the Solar League's Space Navy and effectively destroyed. After working out a treaty between New Texas and the Solar League, Silk resigns his post, marries a local girl, and takes up residence on New Texas.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Lone Star Planet", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/A_Planet_for_Texans", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.77, 
    "rating_count": 271, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/676234.Lone_Star_Planet", 
        "found": true, 
        "year": 1957
    }, 
    "similar_books": [
        "Trouble With Tycho", 
        "The Star Kings", 
        "Subterranean Scalzi Super Bundle", 
        "Shadows of the Gods (Crimson Worlds Refugees #2)", 
        "City Beyond Time: Tales of the Fall of Metachronopolis", 
        "The Harry Harrison Megapack: 12 Classics of Science Fiction, including ROBOT JUSTICE, DEATHWORLD, and DEATHWORLD II", 
        "The Great Explosion", 
        "Voodoo Planet (Solar Queen, #3)", 
        "The Planet Savers", 
        "Her Brother's Keeper", 
        "Rx for Chaos", 
        "Young Flandry", 
        "De Oppresso Liber (Hayden War #6)", 
        "Riding the Red Horse", 
        "The Secret of Sinharat", 
        "Journey to the Center (Asgard, #1)", 
        "Times Without Number", 
        "The 13 Crimes of Science Fiction"
    ], 
    "description": "New Texas, the Lone Star Planet: its citizens figure that name about says it all. The Solar League ambassador to the Lone Star Planet has the unenviable task of convincing New Texans that a s'Srauff attack is imminent, and dangerous. Unfortunately it's common knowledge that the s'Srauff are evolved from canine ancestors -- and not a Texan alive is about to be scared of a talking dog! But unless he can get them to act, and fast, there won't be a Texan alive, scared or otherwise!", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/20121", 
        "num": 20121
    }, 
    "authors": [
        48, 
        19
    ], 
    "pages": 116, 
    "language": "English", 
    "isbn13": "9781603121347", 
    "countries": [
        2
    ], 
    "release_date": "2006-12-16T00:00:00", 
    "author": 48, 
    "original_title": "A Planet for Texans", 
    "summary": "A Planet for Texans (also published as Lone Star Planet) is a science-fiction novel written by Henry Beam Piper and John Joseph McGuire. It was first published in the March 1957 issue of Fantastic Universe as Lone Star Planet and first published in book form in Ace Double D-299 in 1958. The story originated in a suggestion by H. L. Mencken and presents a world on which the assassination of politicians is accepted practice. It eventually won a Prometheus Hall of Fame Award in 1999.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "currently-reading", 
        "sci-fi", 
        "fiction", 
        "sf", 
        "scifi-fantasy", 
        "audiobooks", 
        "kindle", 
        "audiobook", 
        "novella", 
        "texas", 
        "owned", 
        "science", 
        "sci-fi-fantasy", 
        "short-story", 
        "scifi", 
        "20th-century-lit", 
        "to-read-sf", 
        "science-fiction-fantasy", 
        "audio", 
        "00-to-read-02", 
        "western", 
        "librivox", 
        "audio-book", 
        "2017-books", 
        "forgotten-classics-podcast", 
        "read2017", 
        "kindled", 
        "b-library", 
        "listened", 
        "forgotten-classics", 
        "ebooks", 
        "sff", 
        "united-states", 
        "english", 
        "a-owned", 
        "a-ebook", 
        "pleasure", 
        "digital", 
        "2017-challenge-oldish", 
        "shelf-p-authors", 
        "a-pending-placement", 
        "wish-list", 
        "own-audiobook", 
        "02sftr", 
        "z-mass-market-pbz", 
        "a-mumbletypeg-ctlg", 
        "teen-reads", 
        "four-star", 
        "ebook-kindle-own", 
        "stalled", 
        "partly-read", 
        "tvtropes-read", 
        "space-travel", 
        "read-in-2015", 
        "product-of-the-times", 
        "interlibrary-loans", 
        "fav-authors-tr", 
        "e-book", 
        "up-next", 
        "to-get-on-kindle", 
        "space-opera", 
        "to-read-sort", 
        "kindle-own", 
        "science-fantasy", 
        "unread", 
        "cover-art-collection", 
        "ace-doubles", 
        "audio-books", 
        "speculative-fiction", 
        "p-authors", 
        "audible-tbr", 
        "si-fi", 
        "science-fiction-times", 
        "gutenberg", 
        "e-books", 
        "bookclub", 
        "h-beam-piper", 
        "best-titles-everrr", 
        "epic", 
        "old-scifi", 
        "short-stories", 
        "my-library", 
        "librivox-audiobooks-they-re-free", 
        "in-anthology", 
        "favorite-authors", 
        "vintage-scifi", 
        "golden-age-science-fiction", 
        "100-book-challenge", 
        "locus", 
        "ebooks-read", 
        "libertarian-science-fiction", 
        "literary", 
        "1945-", 
        "c", 
        "-post", 
        "contemporary", 
        "modern", 
        "-"
    ], 
    "content_available": true, 
    "n_authors": 2
}