{
    "content_name": "32759.txt.utf-8", 
    "isbn": "0425036103", 
    "author_name": "Robert E. Howard", 
    "images_urls": [
        "http://www.gutenberg.org/files/32759/32759-h/images/001.png", 
        "http://www.gutenberg.org/files/32759/32759-h/images/002.png", 
        "http://www.gutenberg.org/files/32759/32759-h/images/003.png", 
        "http://www.gutenberg.org/files/32759/32759-h/images/004-1.jpg", 
        "http://www.gutenberg.org/files/32759/32759-h/images/004-2.jpg", 
        "http://www.gutenberg.org/files/32759/32759-h/images/005-1.jpg", 
        "http://www.gutenberg.org/files/32759/32759-h/images/005-2.jpg", 
        "http://www.gutenberg.org/files/32759/32759-h/images/006-1.jpg", 
        "http://www.gutenberg.org/files/32759/32759-h/images/006-2.jpg"
    ], 
    "year": 1936, 
    "images": [], 
    "id": 113, 
    "category": "Text", 
    "plot": "\"Red Nails\" begins in the jungles far to the south of any known civilized or barbarian lands, where Valeria of the Red Brotherhood and Conan (her would-be lover) are set upon by a \"dragon\" (actually a dinosaur, though described with the characteristics of a stegosaurus and an allosaur) that mauls their horses. The pair retreat to a crag the monster cannot scale, but have no food or water. Conan recognizes some poisonous fruit growing nearby; they coat the tip of a spear with its juice, and pierce the jaws of the monster with it. Although blinded, the raging monster pursues them by their scent. Overtaken, Conan whirls to face the beast and lures it to its death.\nConan and Valeria emerge from the jungle to make their way to a walled city they spotted from the crag. Finding no grazing herds or cultivated fields around the city, they assume it is deserted. They force the rusted gates and enter a bizarre twilight world: the city is a single massive structure made of jade with traces of other materials, consisting entirely of four tiers of rooms, chambers, and passageways. A single great hallway runs the length of the city, but there are no other streets or open courtyards. The pair separate to search the city. Valeria encounters a man named Techotl whom she saves from his would-be killer; Conan arrives in time to save them from the man's comrades. Techotl invites Conan and Valeria into the stronghold of his people, the Tecuhltli, where they welcomed by the rulers, Olmec and Tascela.\nIn the stronghold Conan and Valeria learn that the city of Xuchotil was built long before its current inhabitants arrived. The people who created the city had used magic to resurrect \"dragons\" (actually the jumbled skeletons of dinosaurs) to protect the city. One day, a slave named Tolkemec betrayed his masters to guide a band led by the brothers Tecuhltli and Xotalanc into the city who then slaughtered the original inhabitants. The conquerors afterwards ruled the city in peace until Tecuhltli stole the bride of his brother, leading to a feud in which most of the conquerors were killed. Tolkemec played both sides for his own purposes before he was exiled to the catacombs and assumed to have died there. Nails driven into pillar in their stronghold keeps count of how many of their enemy they have slain, and provides the title of the story.\nThe arrival of Conan and Valeria precipitates the final showdown in the decades-long feud. Members of the Xotalanc clan manage to break into the Tecuhltli stronghold, but they are outnumbered. With the help of the formidable fighters Conan and Valeria the Tecuhltli win the grim battle, and the Xotalanc are all killed. Olmec is exultant at this final victory, though sorry that none of his enemies was taken alive to be slowly tortured to death - as both sides in the conflict regularly did to prisoners. However, his gratitude to his two allies is definitely short-lived.\nHaving no intention of letting Conan and Valeria leave the city, Olmec secretly orders his men to kill Conan. While Olmec attempts to force himself on Valeria, he is thwarted by Tascela who imprisons him. She is revealed to be a sorceress and bride whose kidnapping started the feud. Tascela plans to use Valeria's vitality to restore her youth. After killing off his assassins, Conan returns to Tecuhltli, reluctantly frees Olmec, only to kill him when Olmec proves untrustworthy. Conan finds the chamber where Tascela has bound Valeria to an altar, but is caught in a steel trap helpless to save Valeria. At this point Tolkemec enters the chamber, having become a wild man during his exile in the catacombs, and uses a magical wand to kill Tascela's followers. Desperate for assistance, Tascela frees Conan. Conan defeats Tolkemec while Valeria frees herself and kills Tascela with a dagger thrust to the heart. With the last inhabitants of Xuchotl slain, Conan and Valeria depart the dead city.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Red Nails", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Red_Nails", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.04, 
    "rating_count": 954, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/1348886.Red_Nails", 
        "found": true, 
        "year": 1936
    }, 
    "similar_books": [
        "Conan of the Isles (Conan 12)", 
        "Conan: Sword of Skelos", 
        "Conan The Formidable", 
        "Conan: Road of Kings", 
        "Conan the Rebel", 
        "I Am a Barbarian", 
        "Conan the Invincible (Conan, #1)", 
        "Flashing Swords! #1", 
        "Conan the Warlord", 
        "Conan of Venarium", 
        "Conan the Valorous"
    ], 
    "description": "Robert Ervin Howard (1906-1936) was an American pulp writer of fantasy, horror, historical adventure, boxing, western, and detective fiction. He is well known for having created the character Conan the Cimmerian, a literary icon whose pop-culture imprint can be compared to such icons as Tarzan of the Apes, Sherlock Holmes, and James Bond. Voracious reading, along with a natural talent for prose writing and the encouragement of teachers, conspired to create in Howard an interest in becoming a professional writer. One by one he discovered the authors that would influence his later work: Jack London and Rudyard Kipling. It's clear from Howard's earliest writings and the recollections of his friends that he suffered from severe depression from an early age. Friends recall him defending the act of suicide as a valid alternative as early as eighteen years old, while many of his stories and poems have a suicidal gloom and intensity that seem prescient in hindsight, describing such an end not as a tragedy but as a release from hell on earth.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32759", 
        "num": 32759
    }, 
    "authors": [
        22
    ], 
    "pages": 295, 
    "language": "English", 
    "isbn13": "9780425036105", 
    "countries": [
        2
    ], 
    "release_date": "2010-06-09T00:00:00", 
    "author": 22, 
    "original_title": "Red Nails", 
    "summary": "\"Red Nails\" is the last of the stories about Conan the Cimmerian written by American author Robert E. Howard. A novella, it was originally serialized in Weird Tales magazine from July to October 1936. It is set in the pseudohistorical Hyborian Age and concerns Conan encountering a lost city in which the degenerate inhabitants are proactively resigned to their own destruction. Due to its grim themes of decay and death, the story is considered a classic of Conan lore and is often cited by Howard scholars as one of his best tales.\nThe story was republished in the collections The Sword of Conan (Gnome Press, 1952) and Conan the Warrior (Lancer Books, 1967). It was first published by itself in book form by Donald M. Grant, Publisher, Inc. in 1975 as volume IV of their deluxe Conan set. It has most recently been republished in the collections The Conan Chronicles Volume 2: The Hour of the Dragon (Gollancz,2001) and The Conquering Sword of Conan (Del Rey, 2005) (published in the United Kingdom by Wandering Star as Conan of Cimmeria: Volume Three (1935-1936)), as well as The Best of Robert E. Howard, Volume 2: Grim Lands (Del Rey, 2007).", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "fantasy", 
        "conan", 
        "currently-reading", 
        "fiction", 
        "adventure", 
        "robert-e-howard", 
        "classics", 
        "kindle", 
        "favorites", 
        "sword-and-sorcery", 
        "owned", 
        "pulp", 
        "horror", 
        "short-stories", 
        "ebooks", 
        "classic", 
        "sword-sorcery", 
        "science-fiction", 
        "appendix-n", 
        "short-story", 
        "fantasy-scifi", 
        "scifi-fantasy", 
        "public-domain", 
        "sf-fantasy", 
        "digital", 
        "anthology", 
        "action", 
        "gutenberg", 
        "novellas", 
        "free", 
        "kindle-books", 
        "heroic-fantasy", 
        "my-collection", 
        "kindle-ebook", 
        "fantasy-to-read", 
        "my-library", 
        "default", 
        "low-fantasy", 
        "ebook", 
        "e-book", 
        "swords-and-sorcery", 
        "pulp-fiction", 
        "project-gutenberg", 
        "po16", 
        "p-o-16", 
        "to-read-ebook", 
        "01-classic-fantasy", 
        "ternes", 
        "backlog", 
        "test", 
        "m", 
        "ps-american-literature", 
        "5-star-fiction", 
        "fantasy-sword-and-sorcery", 
        "books-i-used-to-own", 
        "sample-niet-gelezen", 
        "american", 
        "series", 
        "genero-fantasia", 
        "audiobooks", 
        "books-i-own", 
        "part-of-an-onmibus", 
        "free-ebooks", 
        "owned-read", 
        "popular", 
        "casa-preite", 
        "sci-fi", 
        "recommended-to-me", 
        "hyborian-age", 
        "library", 
        "fantasy-and-sword-sorcery", 
        "pathfinder-recommendations", 
        "own-to-read", 
        "vintage-fantasy", 
        "books-i-own-but-haven-t-read", 
        "libri", 
        "z_fiction", 
        "x_novel", 
        "w_us_federal", 
        "strange-stories-and-weird-fiction", 
        "bought-used", 
        "not-started", 
        "read-for-school", 
        "first-read-in-2016", 
        "conan-the-barbarian", 
        "narrativa", 
        "lit-anglosajona", 
        "future-read", 
        "shelfari-fantasy", 
        "reh", 
        "fantasy-swords-and-sorcery", 
        "genre-fiction", 
        "dark-fantasy", 
        "drama", 
        "zcnstnlzms", 
        "partly-read", 
        "kindle-7", 
        "hyborean-age", 
        "collections"
    ], 
    "content_available": true, 
    "n_authors": 1
}