{
    "content_name": "32530.txt.utf-8", 
    "isbn": "0441029396", 
    "language_code": "eng", 
    "author_name": "Philip Francis Nowlan", 
    "images_urls": [
        "http://www.gutenberg.org/files/32530/32530-h/images/001.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/002.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/003.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/004.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/005.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/006.png", 
        "http://www.gutenberg.org/files/32530/32530-h/images/007-1.jpg", 
        "http://www.gutenberg.org/files/32530/32530-h/images/007-2.jpg"
    ], 
    "year": 1928, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/en/e/ee/Armageddon2419.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/4/47/Amazing_stories_192903.jpg", 
        "https://upload.wikimedia.org/wikipedia/commons/3/3f/Book_collection.jpg"
    ], 
    "id": 53, 
    "category": "Text", 
    "plot": "The main character and the narrator in Armageddon 2419 A.D. is Anthony Rogers, who later appears in the various comic strips, radio shows, and film serials that follow as \"Buck Rogers\". Rogers recounts the events of the “Second War of Independence” that precedes the first victory of Americans over Hans, in which he plays an important role.\nBorn in 1898, he was a veteran of the Great War (World War I) and was by 1927 working for the American Radioactive Gas Corporation. He was investigating reports of unusual phenomena in abandoned coal mines near Wyoming Valley in Pennsylvania. On December 15, while investigating one of the lower levels of a mine, there was a cave-in. Exposed to radioactive gas, Rogers fell into \"a state of suspended animation, free from the ravages of katabolic processes, and without any apparent effect on physical or mental faculties.\" Rogers remained in “sleep” for 492 years.\nHe awakens in 2419 and, thinking he has been asleep for just several hours, wanders for a few days in unfamiliar forests (what had been Pennsylvania almost five centuries before). He finally notices a wounded boy-like-figure, clad in strange clothes and moving in giant leaps, who appears to be under attack by others. He defends the person, killing one of the attackers and scaring off the rest. It turns out that he is helping a woman, Wilma Deering, who, on “air patrol”, was attacked by an enemy gang, the \"Bad Bloods\", which is presumed to have allied themselves with the Hans.\nWilma takes Rogers to her camp, where he is to meet the bosses of her gang. He is invited to either stay with their gang or leave and visit other gangs. They hope Rogers’ experience and the knowledge he gained fighting in the First World War may be useful in their struggle with the Hans.\nRogers stays with the gang for several days, learns about the community life of Americans in the 25th century, and makes friends with the people, especially with Wilma, with whom he spends a lot of time. He also experiences a Han air raid, during which he manages to destroy one of the enemy ships. Rogers and his friends hurry to the bosses to report the incident and explain the method he has used when shooting the aircraft. As the raid has caused much destruction, there is suspicion that the location of the gang’s industrial plants may have been revealed to the Hans by rival gangs. They await a fight with the Hans who will likely wish to take revenge for the destruction of their airship.\nThe bosses direct Wilma and Rogers to investigate the wreck. While there, a Han party arrives to investigate as well. Thanks to Rogers’ quick and wise instructions, he and Wilma manage to escape as well to shoot down some more of the Han’s ships. The day after, Wilma and Anthony get married, and Rogers becomes a member of the gang. Meantime, knowing Rogers’ technique, the other gangs start the hunt for Han ships. The Hans respond by improving the security of their ships, forcing the Americans to develop new tactics to press their sudden advantage and identify the traitors working with the Han.\nAnthony develops a plan to get the records of the traitorous transaction, which are kept somewhere in the Han city of Nu-Yok. With the help of other gangs, he creates a team that will go with him. They learn that the traitors are the Sinsings, the gang located not far from Nu-Yok.\nThe Americans appreciate Rogers’ courage and brave deeds and, grateful to him, make him the new boss. He instantly reorganizes the governing structures of the gang by creating new offices and makes plans for the battle with the Sinsings, again using the knowledge he gained in the First World War. The raid on Sinsings turns out to be a great success and gives the Americans the confidence in their ability to overcome the Hans.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Armageddon—2419 A.D.", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Armageddon_2419_A.D.", 
        "found": true
    }, 
    "average_rating": 3.31, 
    "rating_count": 304, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/627939.Armageddon_2419_A_D_", 
        "found": true, 
        "year": 1928
    }, 
    "similar_books": [
        "Flandry of Terra (Ensign Flandry 3)", 
        "The Defiant Agents (Time Traders/Ross Murdock, #3)", 
        "Star Trek 6", 
        "The Adolescence of P-1", 
        "The Cosmic Computer (aka Junkyard Planet)", 
        "The Song of the Axe (The Pelbar Cycle, #6)", 
        "Invaders from the Infinite", 
        "The Fox Run (Endworld, #1)", 
        "The Land Leviathan: A New Scientific Romance (Oswald Bastable, #2)", 
        "Stellar Fox (Castle Federation #2)", 
        "The Nightmare Begins (The Survivalist, #2)", 
        "Traitor Winds (Star Trek: The Lost Years, #3)", 
        "From the Depths", 
        "Vulcan's Glory", 
        "The Lost Continent"
    ], 
    "description": "The original ‘Buck Rogers’ SF classic. Thrill to the adventures of Anthony \"Buck\" Rodgers is one of the most celebrated characters in the history of science fiction. Famed in comic strips, television, in movies, and even radio, this an unabridged reprinting of the first novel to introduce Buck Rogers to the reading public. In Armageddon – 2419 A.D., Buck, a victim of accidental suspended animation, awakens five hundred years later to discover America groaning under the tyranny of the villainous Han, ruling from the safety of their armored machine-cities. Falling in love with one of America's new warrior-women, Wilma Deering, Rogers soon become a central figure in using newly-developed scientific weapons – disintegrators, jumping belts, inertron, and paralysis rays – to revolt against the Han. \"For scientific interest as well as suspense little science fiction could hold its own with this particular story. It is one of those rare stories that will bear reading and re-reading many times.\" Amazing Stories. \"Wonderful! I loved it.\" — Ray Bradbury", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/32530", 
        "num": 32530
    }, 
    "authors": [
        20
    ], 
    "pages": 195, 
    "language": "English", 
    "isbn13": "9780441029396", 
    "countries": [
        2
    ], 
    "release_date": "2010-05-26T00:00:00", 
    "author": 20, 
    "original_title": "Armageddon 2419 A.D.", 
    "summary": "Armageddon 2419 A.D. is Philip Francis Nowlan's novella which first appeared in the August 1928 issue of the pulp magazine Amazing Stories. A sequel called The Airlords of Han was published in the March 1929 issue of Amazing Stories. Both stories are now in the public domain in the US according to the Project Gutenberg website. In the 1960s, Nowlan's two novellas were combined by editor Donald A. Wollheim into one paperback novel, titled Armageddon 2419 A.D. The characters and setting eventually evolved into Buck Rogers.", 
    "content_cleaned": true, 
    "classes": [
        "science-fiction", 
        "to-read", 
        "currently-reading", 
        "buck-rogers", 
        "default", 
        "classics", 
        "sf-fantasy", 
        "novels", 
        "kindle", 
        "free-from-amazon", 
        "classic", 
        "pulp-fiction", 
        "toread-specfic", 
        "apocalyptic", 
        "science-fantasy", 
        "james-bowmans-books", 
        "sff", 
        "read-in-2013", 
        "the-apocalist", 
        "adventure", 
        "free-ebook", 
        "e-books", 
        "feedbooks", 
        "ibooks", 
        "to-read-sci-fic-fantasy", 
        "own-ebook", 
        "my-collection", 
        "tbr-and-have", 
        "the-pulps", 
        "read-on-kindle", 
        "classics-fiction", 
        "shelf-n-authors", 
        "genre-syfi-fan-horr", 
        "freebie-owned-to-read", 
        "20th-century-lit", 
        "on-pc-to-read", 
        "literature", 
        "aa-standard-ebooks", 
        "fiction-10", 
        "audio", 
        "shelved-tbr", 
        "lit-usa", 
        "american-pulp", 
        "31", 
        "series", 
        "2s", 
        "movies-tv", 
        "books-to-mine-for-writing-ideas", 
        "publicdomain", 
        "maybe", 
        "non-serial-novels", 
        "public-domain-scifi", 
        "michiko-library", 
        "new", 
        "own-a-copy", 
        "space", 
        "adapted-on-screen", 
        "scifi-fantasy", 
        "published-1920s", 
        "_audiobooks", 
        "m", 
        "male-authored", 
        "scifi-pulp-fiction-1920-1937", 
        "old-skool", 
        "brians-books", 
        "audiobooks", 
        "reading-list", 
        "to-read-scifi", 
        "prï¿½xima-lectura", 
        "first-100", 
        "s-f", 
        "tub-002", 
        "tv", 
        "movie", 
        "freebie", 
        "space-opera", 
        "available", 
        "library-2016", 
        "lit-anglosajona", 
        "hoopla", 
        "z-book-fic-movie-tv", 
        "books-to-find", 
        "my-old-books", 
        "time-travelling", 
        "the-superhero-canon", 
        "specfic-scifi-fantasy", 
        "owned_yes", 
        "len-novella-ette", 
        "fmt-paperback", 
        "fmt-ebook", 
        "a_to-be-read_pile", 
        "20-cat-time-travel", 
        "strange-new-worlds", 
        "audiobook", 
        "library-gifts", 
        "my-library", 
        "all_non-trek_unread", 
        "alphabetical-by-title", 
        "recommended", 
        "cf"
    ], 
    "content_available": true, 
    "n_authors": 1
}