{
    "content_name": "51518.txt.utf-8", 
    "isbn": "0380810336", 
    "language_code": "en-US", 
    "author_name": "Roger D. Aycock", 
    "images_urls": [
        "http://www.gutenberg.org/files/51518/51518-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/51518/51518-h/images/illus.jpg"
    ], 
    "year": 1980, 
    "images": [], 
    "id": 892, 
    "category": "Text", 
    "plot": "The protagonist, who has diseased lungs, is tormented by strange anxiety all the time, he lost his interest in a stationery store Maruzen, music and poetry that he had prior been interested in. He only continues walking around aimlessly in Kyoto.\nIn one such incident, he visits a fruit shop he likes on a regular basis through Teramati (Kyoto Miyako Naka-ku \"八百卯 ; Eight Hundred Rabbit\" - closed January 25, 2009). There were rare lemons placed side by side. He bought one lemon that he was interested in; the coldness of the fruit in his hand was just right. After that, he felt uncomfortable, even though he stopped by his favorite shop, Maruzen, he began feeling uneasy.\nHe felt an unchanged feeling of dissatisfaction, even though he looked at the usual picture albums that he used to like to view, he put the lemon as a time bomb on the pile of illustrations. Then he imagines the works of fine art flying out of the \"Maruzen\" shop, the excitement of blasting a lemon as a time bomb.\nHe was satisfied with what he had done at the end.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Feeling", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Lemon_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.95, 
    "rating_count": 17088, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/51518/pg51518.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/46674.Feeling_Good", 
        "found": true, 
        "year": 1980
    }, 
    "similar_books": [
        "Mind Over Mood: Change How You Feel By Changing the Way You Think", 
        "Undoing Depression: What Therapy Doesn't Teach You and Medication Can't Give You", 
        "The Dance Of Anger: A Woman's Guide to Changing the Patterns of Intimate Relationships", 
        "Learned Optimism: How to Change Your Mind and Your Life", 
        "A New Guide to Rational Living", 
        "The Relaxation & Stress Reduction Workbook", 
        "The Mindful Way through Depression: Freeing Yourself from Chronic Unhappiness", 
        "Feel the Fear and Do It Anyway", 
        "The Anxiety and Phobia Workbook", 
        "The Relaxation Response", 
        "Self-Coaching: The Powerful Program to Beat Anxiety and Depression", 
        "Self-Esteem: A proven program of cognitive techniques for assessing, improving and maintaining your self-esteem", 
        "The Personality Code", 
        "Healing the Shame that Binds You", 
        "Toxic Parents: Overcoming Their Hurtful Legacy and Reclaiming Your Life", 
        "How to Be an Adult in Relationships: The Five Keys to Mindful Loving", 
        "Managing Your Mind: The Mental Fitness Guide", 
        "Why Marriages Succeed or Fail: And How You Can Make Yours Last"
    ], 
    "description": "The good news is that anxiety, guilt, pessimism, procrastination, low self-esteem, and other \"black holes\" of depression can be cured without drugs. In Feeling Good, eminent psychiatrist, David D. Burns, M.D., outlines the remarkable, scientifically proven techniques that will immediately lift your spirits and help you develop a positive outlook on life. Now, in this updated edition, Dr. Burns adds an All-New Consumer′s Guide To Anti-depressant Drugs as well as a new introduction to help answer your questions about the many options available for treating depression.<br /><br />- Recognise what causes your mood swings<br />- Nip negative feelings in the bud<br />- Deal with guilt<br />- Handle hostility and criticism<br />- Overcome addiction to love and approval<br />- Build self-esteem<br />- Feel good everyday", 
    "format": "Mass Market Paperback", 
    "loc_class": "", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/51518", 
        "num": 51518
    }, 
    "authors": [
        162
    ], 
    "pages": 736, 
    "language": "English", 
    "isbn13": "9780380810338", 
    "countries": [
        2
    ], 
    "release_date": "2016-03-21T00:00:00", 
    "author": 162, 
    "original_title": "Lemon (short story)", 
    "summary": "\"Lemon\" (Japanese: 檸檬, \"Remon\") is a collection of short stories by Japanese author Motojirō Kajii. \"Lemon\" was written in 1924, and was published as Kajii's first doujinshi. It was a 28-page handmade book: 4.25\" x 5.5\", staple-bound. The interior was color printed, with several high quality black-and-white photographs. The cover had a spine and a full color photograph on the front.\n\"Lemon\" is one of Kajii's few works to have been translated into English. Although he was a relatively unknown writer during his short lifetime who published in only a few literary magazines, Kajii's poetic short stories are recognized today as masterpieces in Japan. The eponymous story \"Lemon\" is known as his representative work.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "nonfiction", 
        "self-improvement", 
        "health", 
        "favorites", 
        "mental-health", 
        "owned", 
        "non-fiction", 
        "books-i-own", 
        "self-development", 
        "self-help", 
        "personal-development", 
        "default", 
        "reference", 
        "science", 
        "abandoned", 
        "psychology", 
        "psych", 
        "library", 
        "kindle", 
        "to-buy", 
        "therapy", 
        "my-library", 
        "psychotherapy", 
        "on-hold", 
        "ebook", 
        "happiness", 
        "inspirational", 
        "mental-illness", 
        "counseling", 
        "life", 
        "mind", 
        "to-read-non-fiction", 
        "owned-books", 
        "self", 
        "personal-growth", 
        "psychology-self-help", 
        "productivity", 
        "never-finished", 
        "advice", 
        "unfinished", 
        "non-fiction-to-read", 
        "priority", 
        "ebooks", 
        "social-work", 
        "growth", 
        "anxiety", 
        "maybe", 
        "i-own", 
        "wish-list", 
        "cbt", 
        "philosophy", 
        "psychology-books", 
        "paused", 
        "medicine", 
        "brain", 
        "wellness", 
        "psycho", 
        "not-finished", 
        "medical", 
        "american", 
        "depression", 
        "help", 
        "own-it", 
        "read-in-2014", 
        "must-read", 
        "english", 
        "did-not-finish", 
        "bought", 
        "the-mind", 
        "mental", 
        "selfhelp", 
        "i-own-it", 
        "lifestyle", 
        "betterment", 
        "recommended", 
        "psycology", 
        "self-help-to-read", 
        "bookshelf", 
        "up-next", 
        "to-read-psychology", 
        "psychology-sociology", 
        "non-fiction-self-help", 
        "motivational", 
        "nonfic", 
        "mindfulness", 
        "next-up", 
        "bibliotherapy", 
        "mine", 
        "favourites", 
        "coaching", 
        "nonfiction-to-read", 
        "how-the-brain-works", 
        "spirituality", 
        "to-read-nonfiction", 
        "paperback", 
        "adult", 
        "mind-body", 
        "must-read-soon"
    ], 
    "content_available": true, 
    "n_authors": 1
}