{
    "content_name": "8086.txt.utf-8", 
    "isbn": "076530953X", 
    "language_code": "en-US", 
    "author_name": "Cory Doctorow", 
    "images_urls": [], 
    "year": 2003, 
    "images": [], 
    "id": 87, 
    "category": "Text", 
    "plot": "The story is told in first person by Julius, whose old college buddy Dan used to be one of the most popular people in the country (as measured by Whuffie). Julius and girlfriend Lil are working with the committee (called an ad hoc) that oversees the Magic Kingdom's Liberty Square. Dan, who has hit rock bottom and lost all his Whuffie, doesn't believe in rejuvenation and wishes to die, but not while he's at rock bottom. He moves in with Julius and Lil in order to rebuild his life. At the park, Julius is murdered and soon refreshed. By the time he wakes up, Debra's ad hoc group has taken control of the Hall of Presidents, and is planning to replace its old-fashioned animatronic robots with the synthetic memory imprinting of the experience of being the president for a moment. Julius believes that this rival committee had him killed as a distraction so that they could seize the Hall in the interim.\nFearing that they will next try to revamp his favorite ride, the Haunted Mansion, he resolves to take a stand against the virtualization of the park, endangering his relationship with both Lil and Dan; eventually Lil leaves Julius for Dan. Julius finally “cracks” when he sees his dreams turned to dust and he bashes up the attractions in the Hall of Presidents, in the process also damaging his own cranial interface to the point that he can no longer back himself up. This pushes his Whuffie to ground level when he is caught and gives Debra and her colleagues enough “sympathy Whuffie” to take over the Haunted Mansion, by invitation of the same fans that Julius had recruited to work in the Mansion.\nDan leaves Lil, Julius is kicked out of the ad hoc and his Whuffie hits rock bottom — low enough that others take his possessions with impunity and elevators don’t stop for him. Then comes the revelation: a few days before Dan's planned suicide by lethal injection, Dan reveals that it was in fact he who had arranged to kill Julius, in collusion with Debra, in exchange for the Whuffie that her team could give him. Dan had asked one of his converts from his missionary days, a young girl, to do the dirty work. Debra then had herself restored from a backup made before this plan, so that she would honestly believe that she wasn't involved. He makes this public; Debra is thrown out, Julius gets sympathy Whuffie and, ironically enough, he develops a friendly affection for his sweet young murderer. He never restores himself, because doing so would erase his memories of that entire year, his last with Dan, but lives with his damaged interface. The book is his attempt to manually document the happenings of the previous year so that, when this incarnation is eventually killed by age or accident, his restored backup will have a partial record of the transpiring events. Dan decides not to take a lethal injection, but to deadhead (putting oneself into a voluntary coma) till the heat death of the Universe.", 
    "genres": [], 
    "copyright": "Copyrighted. Read the copyright notice inside this book for details.", 
    "title": "Down and Out in the Magic Kingdom", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Down_and_Out_in_the_Magic_Kingdom", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.57, 
    "rating_count": 9655, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/29587.Down_and_Out_in_the_Magic_Kingdom", 
        "found": true, 
        "year": 2003
    }, 
    "similar_books": [
        "The Mount", 
        "The Execution Channel", 
        "Appeals Court", 
        "Crystal Express", 
        "Memoirs Found in a Bathtub", 
        "The Bohr Maker (The Nanotech Succession, #1)", 
        "Frontera", 
        "Postsingular", 
        "Sarah Canary", 
        "Light Music (Nanotech, #4)", 
        "Synners", 
        "Maelstrom (Rifters, #2)", 
        "A Fire in the Sun", 
        "Mars Crossing", 
        "Eclipse (A Song Called Youth, #1)"
    ], 
    "description": "<b>On The Skids In The Transhuman Future</b><br /><br />Jules is a young man barely a century old. He's lived long enough to see the cure for death and the end of scarcity, to learn ten languages and compose three symphonies...and to realize his boyhood dream of taking up residence in Disney World.<br /><br />Disney World! The greatest artistic achievement of the long-ago twentieth century. Now in the keeping of a network of \"ad-hocs\" who keep the classic attractions running as they always have, enhanced with only the smallest high-tech touches.<br /><br />Now, though, the \"ad hocs\" are under attack. A new group has taken over the Hall of the Presidents, and is replacing its venerable audioanimatronics with new, immersive direct-to-brain interfaces that give guests the illusion of being Washington, Lincoln, and all the others. For Jules, this is an attack on the artistic purity of Disney World itself. <br /><br />Worse: it appears this new group has had Jules killed. This upsets him. (It's only his fourth death and revival, after all.) Now it's war....", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/8086", 
        "num": 8086
    }, 
    "authors": [
        33
    ], 
    "language": "English", 
    "isbn13": "9780765309532", 
    "release_date": "2005-05-01T00:00:00", 
    "author": 33, 
    "original_title": "Down and Out in the Magic Kingdom", 
    "summary": "Down and Out in the Magic Kingdom is a 2003 science fiction book, the first novel by Canadian author and digital-rights activist Cory Doctorow. Concurrent with its publication by Tor Books, Doctorow released the entire text of the novel under a Creative Commons noncommercial license on his website, allowing the whole text of the book to be freely read and distributed without needing any further permission from him or his publisher.\nThe novel was nominated for the Nebula Award for Best Novel in 2004.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "science-fiction", 
        "sci-fi", 
        "fiction", 
        "scifi", 
        "fantasy", 
        "ebook", 
        "cyberpunk", 
        "sf", 
        "owned", 
        "favorites", 
        "sword-and-laser", 
        "disney", 
        "ebooks", 
        "library", 
        "kindle", 
        "my-ebooks", 
        "audiobook", 
        "dystopia", 
        "science", 
        "speculative-fiction", 
        "sci-fi-fantasy", 
        "e-book", 
        "scifi-fantasy", 
        "book-club", 
        "default", 
        "dystopian", 
        "novels", 
        "humor", 
        "audiobooks", 
        "science-fiction-fantasy", 
        "canadian", 
        "books-i-own", 
        "humble-bundle", 
        "read-in-2011", 
        "audio", 
        "adult", 
        "novel", 
        "sword-laser", 
        "young-adult", 
        "wish-list", 
        "future", 
        "to-read-fiction", 
        "fantasy-sci-fi", 
        "read-in-2014", 
        "e-books", 
        "english", 
        "cory-doctorow", 
        "abandoned", 
        "mystery", 
        "did-not-finish", 
        "economics", 
        "speculative", 
        "adult-fiction", 
        "ya", 
        "sf-f", 
        "sciencefiction", 
        "sf-fantasy", 
        "read-2012", 
        "calibre", 
        "sff", 
        "florida", 
        "read-in-2010", 
        "gave-up", 
        "read-in-2015", 
        "to-read-sci-fi", 
        "canada", 
        "read-in-2013", 
        "maybe", 
        "genre-fiction", 
        "doctorow", 
        "cyber-punk", 
        "technology", 
        "transhumanism", 
        "2003", 
        "to-buy", 
        "borrowed", 
        "stand-alone", 
        "read-in-2016", 
        "audio-books", 
        "spec-fic", 
        "bookclub", 
        "literature", 
        "in-english", 
        "read-in-2012", 
        "humour", 
        "read-2011", 
        "free", 
        "immortality", 
        "creative-commons", 
        "2000s", 
        "signed", 
        "nook", 
        "own-ebook", 
        "digital", 
        "near-future", 
        "on-kindle", 
        "2006", 
        "to-get"
    ], 
    "content_available": true, 
    "n_authors": 1
}