{
    "content_name": "22958.txt.utf-8", 
    "isbn": "0440241022", 
    "language_code": "eng", 
    "author_name": "James Blish", 
    "images_urls": [
        "http://www.gutenberg.org/files/22958/22958-h/images/001.png", 
        "http://www.gutenberg.org/files/22958/22958-h/images/002.png", 
        "http://www.gutenberg.org/files/22958/22958-h/images/003.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p127-image.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p127.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p128.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p129.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p130.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p131.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p132.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p133-image.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p133.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p134.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p135.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p136.png", 
        "http://www.gutenberg.org/files/22958/22958-page-images/p137.png"
    ], 
    "year": 2005, 
    "images": [], 
    "id": 198, 
    "category": "Text", 
    "plot": "Stephanie Plum, laid off from her job as a lingerie buyer for a Newark department store, applies for a filing job with her cousin Vinnie, a bail bondsman. Vinnie's assistant, Connie, tells her the job is taken, but suggests she work as a bounty hunter, apprehending clients who have failed to appear for their court dates. Stephanie is excited to learn that Joe Morelli, a Trenton vice cop and onetime sexual acquaintance of hers, is FTA and facing charges for murder one. Vinnie initially refuses to give her a job, but Morelli's bounty is $10,000, which Stephanie desperately needs, so she blackmails Vinnie into employing her, by threatening to expose his \"addiction to kinky sex\" to his unsuspecting wife.\nStaking out Morelli's apartment, Stephanie follows his cousin, Mooch, to Morelli's hideout and finds him quickly, but is humiliated when he laughs off her demand that she come with him, pointing out (correctly) that she has neither the equipment nor the training to apprehend an unwilling fugitive. Connie puts her in touch with Vinnie's \"star\" bounty hunter, Ricardo Manoso, a.k.a. \"Ranger\", who gives her a crash-course in bounty hunting. He also buys Stephanie her first gun, a compact Smith & Wesson revolver, and fills her in on Morelli's alleged crime: shooting an unarmed man, Ziggy Kuleska, at the apartment of a prostitute, Carmen Sanchez. Morelli claims that Ziggy was armed and Morelli shot him in self-defense, but no gun was recovered at the crime scene. Stephanie's friend, police officer Eddie Gazarra, advises her that Morelli is likely going around Trenton, trying to find witnesses who will clear his name, so her best bet at finding him is to follow the same trail.\nStephanie's first stop is a boxing gym on Stark Street (Trenton's roughest neighborhood) to interview champion boxer Benito Ramirez and his manager Jimmy Alpha, both known associates of Ziggy Kuleska. Her interview with Ramirez quickly turns ugly when he tries to rape her, but she is rescued by Morelli, who disappears almost as quickly as he appeared.\nExploring Morelli's apartment with Ranger, Stephanie decides to \"commandeer\" Morelli's Ford Explorer, counting on trapping him when he tries to steal it back. Instead, he catches her unaware in the shower and leaves her handcuffed, naked, to the curtain rod, forcing her to call Ranger for help.\nShe continues to follow the trail of possible witnesses to Morelli's crime, but is shaken when two of the witnesses are later found dead, and Lula, a prostitute working on Stark Street that she spoke with, is hung outside her apartment window, raped and beaten nearly to death. When Stephanie returns home from the hospital, Morelli is there, and offers her a deal: his movements have become too restricted, so if she helps him investigate and clear his name, he will let her bring him into custody and collect the bounty.\nWhile he is hiding in her apartment, Vinnie's regular bounty hunter, Morty Beyers, comes by and requests his case files back, since he's recovered from his appendicitis. He also steals the keys to Morelli's SUV from Stephanie's purse, thinking to lure Morelli to him in the same way. Instead, Morty is killed when a car bomb destroys the SUV, proving that whatever Stephanie is investigating is making someone angry or nervous.\nAt a butcher shop that Ziggy Kuleska was known to frequent, Stephanie is shocked to recognize the \"flat-nose\" guy behind the counter as the witness Morelli described at the scene of Ziggy's death. They follow him to a moored boat, and Morelli finds traces of heroin that link the boat to the illegal drug traffic run by a local Jamaican gang. They then follow the trail to a freezer truck, where they find oil drums containing the bodies of Carmen and the witness. Morelli despairs, knowing that this has practically eliminated the chances of him clearing his name. Stephanie advocates calling the police, but Morelli refuses, tossing in a remark about her ineptitude as a bounty hunter that stings her into locking him in the freezer truck and driving it to the police station to hand him over.\nReturning home, Stephanie is held at gunpoint by Jimmy Alpha, who she had taken to be a helpless bystander. Ruefully, he tells her that managing a champion boxer like Ramirez is every promoter's dream, but Ramirez has become a sadistic psychopath, and Alpha can't control him any longer. Alpha has tried to \"diversify\" by using his earnings from Ramirez to buy other businesses, such as the butcher shop, but was lured into using his boat and his businesses to assist in the Jamaicans' drug trade. Carmen was on the verge of telling the truth to Morelli, which is why Ziggy killed her before Morelli arrived, and the now-dead witness took Ziggy's gun after Morelli shot him. Now Stephanie is too close to the truth, which is why Alpha will have to have Ramirez rape and torture her to death, before Alpha shoots him and retires peacefully. Stephanie shoves Alpha to the ground, taking a bullet in her rear end from Alpha's gun, before grabbing her purse and emptying her revolver into Alpha's heart.\nThanks to a microphone hidden on her by Morelli, Alpha's confession was recorded and clears Morelli's name, though Stephanie still receives the capture fee from Vinnie. He visits her apartment with a conciliatory pizza, adding that Ramirez has been arrested and indicted. He also asks if she will continue working for Vinnie, and she says she probably will. The experience has rekindled their attraction for each other, and he tries to make amends by apologizing for writing a lewd poem about her on the stadium wall. Stephanie, who only knew about the poem on the wall of the local delicatessen, gets furious all over again.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "One-Shot", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/One_for_the_Money_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.2, 
    "rating_count": 63421, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/220968.One_Shot", 
        "found": true, 
        "year": 2005
    }, 
    "similar_books": [
        "L.A. Requiem (Elvis Cole, #8)", 
        "I, Sniper (Bob Lee Swagger, #6)", 
        "Extremis (John Rain, #5)", 
        "Extreme Measures (Mitch Rapp, #11)", 
        "Trunk Music (Harry Bosch, #5; Harry Bosch Universe, #6)", 
        "Broken Prey (Lucas Davenport, #16)"
    ], 
    "description": "Six shots. Five dead. One heartland city thrown into a state of terror. But within hours the cops have it solved: a slam-dunk case. Except for one thing. The accused man says: You got the wrong guy. Then he says: Get Reacher for me. And sure enough, from the world he lives in—no phone, no address, no commitments–ex–military investigator Jack Reacher is coming. In Lee Child’s astonishing new thriller, Reacher’s arrival will change everything—about a case that isn’t what it seems, about lives tangled in baffling ways, about a killer who missed one shot–and by doing so give Jack Reacher one shot at the truth.…<br /><br />The gunman worked from a parking structure just thirty yards away–point-blank range for a trained military sniper like James Barr. His victims were in the wrong place at the wrong time. But why does Barr want Reacher at his side? There are good reasons why Reacher is the last person Barr would want to see. But when Reacher hears Barr’s own words, he understands. And a slam-dunk case explodes. Soon Reacher is teamed with a young defense lawyer who is working against her D.A. father and dueling with a prosecution team that has an explosive secret of its own. Like most things Reacher has known in life, this case is a complex battlefield. But, as always, in battle, Reacher is at his best.<br /><br />Moving in the shadows, picking his spots, Reacher gets closer and closer to the unseen enemy who is pulling the strings. And for Reacher, the only way to take him down is to know his ruthlessness and respect his cunning–and then match him shot for shot…", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/22958", 
        "num": 22958
    }, 
    "authors": [
        55
    ], 
    "language": "English", 
    "isbn13": "9780440241027", 
    "release_date": "2007-10-11T00:00:00", 
    "author": 55, 
    "original_title": "One for the Money (novel)", 
    "summary": "One for the Money is the first novel by Janet Evanovich featuring the bounty hunter Stephanie Plum. It was published in 1994 in the United States and in 1995 in Great Britain. Like its successors, Two for the Dough and Three To Get Deadly, One for the Money is a long-time best-seller, appearing for 75 consecutive weeks on the USA Today list of 150 best-selling novels, peaking at number 13.\nBefore this novel, Evanovich wrote 11 category romance novels. She then \"ran out of sexual positions and decided to move into the mystery genre.\" Before writing One For the Money, her first mystery novel, Evanovich spent two years investigating the world of law enforcement, shadowing both bail enforcement agents and the Trenton police, observing their actions and the equipment they carried. She also learned how to shoot a gun.\nOne For the Money was named a New York Times Notable Book, a Publishers Weekly \"Best Book of 1994,\" and a USA Today \"Best Bet.\" For this book, Evanovich also won the 1995 Dilys Award, one of only three authors to do so for their first mystery (the others being Julia Spencer-Fleming and Louise Penney).\nThis novel introduced characters that would frequent the subsequent novels. As of December 2016, there have been twenty-four published novels, three novellas, and one short story in the Stephanie Plum series.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "thriller", 
        "lee-child", 
        "fiction", 
        "mystery", 
        "jack-reacher", 
        "crime", 
        "default", 
        "reacher", 
        "suspense", 
        "series", 
        "thrillers", 
        "owned", 
        "action", 
        "mystery-thriller", 
        "child-lee", 
        "favorites", 
        "kindle", 
        "books-i-own", 
        "child", 
        "ebook", 
        "detective", 
        "audiobook", 
        "adventure", 
        "library", 
        "mysteries", 
        "audio", 
        "jack-reacher-series", 
        "audiobooks", 
        "action-adventure", 
        "mystery-suspense", 
        "ebooks", 
        "owned-books", 
        "crime-thriller", 
        "lee-childs", 
        "crime-fiction", 
        "military", 
        "action-thriller", 
        "audio-books", 
        "suspense-thriller", 
        "mystery-crime", 
        "e-books", 
        "nook", 
        "espionage", 
        "lee-child-jack-reacher", 
        "audio-book", 
        "crime-mystery", 
        "read-in-2013", 
        "american", 
        "police", 
        "adult", 
        "calibre", 
        "my-books", 
        "procedural", 
        "audible", 
        "jack", 
        "adult-fiction", 
        "to-buy", 
        "read-2016", 
        "read-2013", 
        "paperback", 
        "thriller-suspense", 
        "novels", 
        "i-own", 
        "have", 
        "read-in-2012", 
        "listened-to", 
        "english", 
        "e-book", 
        "contemporary", 
        "my-library", 
        "books", 
        "kobo", 
        "read-2012", 
        "mystery-thrillers", 
        "book-club", 
        "general-fiction", 
        "corruption", 
        "novel", 
        "wish-list", 
        "conspiracy", 
        "read-in-2015", 
        "kindle-books", 
        "on-kindle", 
        "mystery-suspense-thriller", 
        "murder-mystery", 
        "favorite-authors", 
        "crime-thrillers", 
        "own-it", 
        "snipers", 
        "thriller-mystery", 
        "finished", 
        "completed", 
        "read-in-2016", 
        "read-in-2014", 
        "read-2014", 
        "part-of-a-series", 
        "series-jack-reacher", 
        "unread"
    ], 
    "content_available": true, 
    "n_authors": 1
}