{
    "content_name": "83.txt.utf-8", 
    "isbn": "1596051310", 
    "author_name": "Jules Verne", 
    "images_urls": [], 
    "year": -1, 
    "images": [], 
    "id": 28, 
    "category": "Text", 
    "plot": "Having been fired out of the giant Columbiad space gun, the Baltimore Gun Club's bullet-shaped projectile, along with its three passengers, Barbicane, Nicholl and Michael Ardan, begins the five-day trip to the moon. A few minutes into the journey, a small, bright asteroid passes within a few hundred yards of them, but does not collide with the projectile. The asteroid had been captured by the Earth's gravity and had become a second moon.\n\nThe three travelers undergo a series of adventures and misadventures during the rest of the journey, including disposing of the body of a dog out a window, suffering intoxication by gases, and making calculations leading them, briefly, to believe that they are to fall back to Earth. During the latter part of the voyage, it becomes apparent that the gravitational force of their earlier encounter with the asteroid has caused the projectile to deviate from its course.\nThe projectile enters lunar orbit, rather than landing on the moon as originally planned. Barbicane, Ardan and Nicholl begin geographical observations with opera glasses. The projectile then dips over the northern hemisphere of the moon, into the darkness of its shadow. It is plunged into extreme cold, before emerging into the light and heat again. They then begin to approach the moon's southern hemisphere. From the safety of their projectile, they gain spectacular views of Tycho, one of the greatest of all craters on the moon. The three men discuss the possibility of life on the moon, and conclude that it is barren. The projectile begins to move away from the moon, towards the 'dead point' (the place at which the gravitational attraction of the moon and Earth becomes equal). Michel Ardan hits upon the idea of using the rockets fixed to the bottom of the projectile (which they were originally going to use to deaden the shock of landing) to propel the projectile towards the moon and hopefully cause it to fall onto it, thereby achieving their mission.\nWhen the projectile reaches the point of neutral attraction, the rockets are fired, but it is too late. The projectile begins a fall onto the Earth from a distance of 160,000 miles, and it is to strike the Earth at a speed of 115,200 miles per hour, the same speed at which it left the mouth of the Columbiad. All hope seems lost for Barbicane, Nicholl and Ardan. Four days later, the crew of a US Navy vessel, USS Susquehanna, spots a bright meteor fall from the sky into the sea. This turns out to be the returning projectile, and the three men inside are found to be alive and are rescued. They are treated to lavish homecoming celebrations as the first people to leave Earth.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "From the Earth to the Moon; and, Round the Moon", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Around_the_Moon", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.82, 
    "rating_count": 933, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/376974.From_the_Earth_to_the_Moon_and_Round_the_Moon", 
        "found": true, 
        "year": -1
    }, 
    "similar_books": [
        "The People That Time Forgot (Caspak, #2)", 
        "She and Allan", 
        "Tales of Space and Time", 
        "The Lost World & Other Stories", 
        "The Lady of the Shroud", 
        "The Son of the Red Corsair", 
        "Down the Bright Way", 
        "Gulliver of Mars", 
        "Bureaucrats", 
        "Night Lamp"
    ], 
    "description": "This darkness... showed that the projectile has passed the atmospheric strata, for the diffused light spread in the air would have been reflected on the metal walls, which reflection was wanting. This light would have lit the window, and the window was dark. Doubt was no longer possible; the travelers had left the earth. \"I have lost,\" said Nicholl. \"I congratulate you,\" replied Ardan. \"Here are the nine thousand dollars,\" said the captain, drawing a roll of paper dollars from his pocket. \"Will you have a receipt for it?\" asked Barbicane, taking the sum. \"If you do not mind,\" answered Nicholl; \"it is more business-like.\" This is the legendary novel of technological speculation and social satire that launched an entire genre of adventure fiction: Verne's From the Earth to the Moon and 'Round the Moon is the first story of space exploration and remains a beloved work of daring exploits-and surprisingly accurate scientific conjecture. When the members of the Baltimore Gun Club-bored Civil War veterans-decide to fill their time by embarking on a project to shoot themselves to the moon, the race is on to raise money, overcome engineering challenges, and convince detractors that they're anything but \"Lunatics.\" With this work, Verne inspired the first science fiction film, 1902's Le Voyage dans la lune, and accurately predicted that that ideal location for a spacebase is in Florida. First published in France in 1865, this replica 1918 edition includes the sequel, 1870's Round the Moon. Also available from Cosimo Classics: Verne's Five Weeks in a Balloon OF INTEREST TO: science fiction fans, readers of 19th-century literature French author JULES GABRIEL VERNE (1828-1905) is considered the father of modern science fiction. Among his many groundbreaking books are Journey to the Center of the Earth (1864), 20,000 Leagues Under the Sea (1870), and Around the World in Eighty Days (1872).", 
    "format": "Paperback", 
    "loc_class": "PQ: Language and Literatures: Romance literatures: French, Italian, Spanish, Portuguese", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/83", 
        "num": 83
    }, 
    "authors": [
        6
    ], 
    "pages": 340, 
    "language": "English", 
    "isbn13": "9781596051317", 
    "country": 4, 
    "release_date": "1993-09-01T00:00:00", 
    "author": 6, 
    "original_title": "Around the Moon", 
    "summary": "Around the Moon (French: Autour de la Lune, 1870), Jules Verne's sequel to From the Earth to the Moon, is a science fiction novel which continues the trip to the moon which was only partially described in the previous novel. It was later combined with From the Earth to the Moon to create A Trip to the Moon and Around It. From the Earth to the Moon and Around the Moon served as the basis for the film A Trip to the Moon.\n\n", 
    "content_cleaned": true, 
    "classes": [
        "currently-reading", 
        "science-fiction", 
        "classics", 
        "fiction", 
        "sci-fi", 
        "owned", 
        "classic", 
        "to-read", 
        "kindle", 
        "jules-verne", 
        "adventure", 
        "default", 
        "literature", 
        "fantasy", 
        "books-i-own", 
        "french", 
        "ebooks", 
        "ebook", 
        "french-literature", 
        "favorites", 
        "sf", 
        "scifi", 
        "sci-fi-fantasy", 
        "e-book", 
        "a-scify", 
        "scifi-fantasy", 
        "own-it", 
        "letteratura-francese", 
        "sff", 
        "calibre-library", 
        "francia", 
        "verne", 
        "own-to-read", 
        "have", 
        "un-read", 
        "owned-books", 
        "on-kindle", 
        "classic-literature", 
        "to-buy", 
        "unread", 
        "to-read-fiction", 
        "scifi-fantasy-horror", 
        "novel", 
        "my-library", 
        "i-own", 
        "gutenberg", 
        "childhood-classics", 
        "ato-read-don-t-own", 
        "pre-goodreads", 
        "unread-owned", 
        "to-read-2017", 
        "own-never-read", 
        "sixth-grade", 
        "universal-literature", 
        "freebie-owned-to-read", 
        "unknown-publication-dates", 
        "actually-own", 
        "summer-2009", 
        "space", 
        "4-classics-eown", 
        "electronic", 
        "read-in-2017", 
        "other", 
        "2017-books", 
        "valbonne", 
        "letteratura-q", 
        "own-library", 
        "bookshelf", 
        "0wn", 
        "own-a-copy", 
        "in-library", 
        "books-i-owned", 
        "my-books", 
        "more-like-these-please", 
        "medium-length", 
        "favourites", 
        "книги-на-русском", 
        "want-to-buy", 
        "prox-pdf", 
        "bilim-kurgu", 
        "literatura-clásica", 
        "infantil-juvenil", 
        "fantasía-ciencia-ficción", 
        "own-mine", 
        "kibf-2016", 
        "french-language", 
        "e-shelf", 
        "on-my-shelf-but-lonely", 
        "on-my-e-reader", 
        "grace", 
        "to-be-cataloged", 
        "series", 
        "public-domain", 
        "novels", 
        "digital", 
        "collections", 
        "1-2016-audiobooks", 
        "books-i-have", 
        "new", 
        "художествена"
    ], 
    "content_available": true, 
    "n_authors": 1
}