{
    "content_name": "28767.txt.utf-8", 
    "isbn": "0385344228", 
    "language_code": "eng", 
    "author_name": "Philip K. Dick", 
    "images_urls": [
        "http://www.gutenberg.org/files/28767/28767-h/images/001.png", 
        "http://www.gutenberg.org/files/28767/28767-h/images/002.png", 
        "http://www.gutenberg.org/files/28767/28767-h/images/003.png", 
        "http://www.gutenberg.org/files/28767/28767-h/images/004-1.jpg", 
        "http://www.gutenberg.org/files/28767/28767-h/images/004-2.jpg"
    ], 
    "year": 1953, 
    "images": [
        "https://upload.wikimedia.org/wikipedia/commons/6/6d/Defenders_dick_gam.ogg", 
        "https://upload.wikimedia.org/wikipedia/commons/6/66/Galaxy_195301.jpg"
    ], 
    "id": 39, 
    "category": "Text", 
    "plot": "Eight years ago a nuclear war began between the United States and the Soviet Union. American survivors evacuated to gigantic bunkers miles under ground. Sophisticated, radioactivity-immune robots called \"leadys\" continue fighting the war on the devastated surface that is too dangerous for humans. The Soviets have similarly evacuated underground, and each side builds powerful weapons and vehicles for the remote-controlled war they only see from film that the robots deliver.\nThe security department asks Taylor, an American war planner, to observe the interrogation of a leady regarding the progress of the war. Although the robot reports that lethal radioactivity and sophisticated new Soviet weapons continue to make the surface dangerous for humans, the observers find that the leady is not radioactive. Taylor learns that this is the second such robot the security department has found; it assigns him to an expedition, wearing lead suits, to investigate the truth about surface conditions.\nTaylor's group surprises the leadys at the surface and demands to see the outside. Although the robots attempt to delay the humans as long as possible, the group discovers outside the bunker an undamaged valley with forests, animals, and a farm. The leadys reveal that the war ended as soon as the humans evacuated because the robots could not see a rational purpose for it. Analyzing history, they found that groups of humans warred with each other until they matured to overcome conflict. Humanity is almost ready for a single culture, the current worldwide division into American and Soviet sides being the final step. The leadys create counterfeit photographs of the devastated planet to fool humans, while destroying weapons they received and rebuilding the world for their creators' return.\nThe Americans believe that because the Soviets do not know that they were also tricked, the United States can quickly win the war. The robots reveal, however, that during their explanation they sealed all tubes to under ground. Although this prevents the expedition from leaving, the leadys expect that by the time their countrymen dig new tunnels, humanity will be ready for the truth. The robots invite Taylor and the others to join a group of Soviets who were similarly stranded after visiting the surface. \"The working out of daily problems of existence\", the leadys suggest, \"will teach you how to get along in the same world. It will not be easy, but it will be done.\"", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Defenders", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/The_Defenders_(short_story)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.97, 
    "rating_count": 182354, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/11367726-defending-jacob", 
        "found": true, 
        "year": 2012
    }, 
    "similar_books": [
        "The Good Father", 
        "Faith", 
        "Broken Harbour (Dublin Murder Squad, #4)", 
        "Once We Were Brothers", 
        "Look Again", 
        "Night Road", 
        "One Breath Away", 
        "The Homecoming of Samuel Lake", 
        "Gone Missing (Kate Burkholder, #4)", 
        "A Grown-Up Kind of Pretty", 
        "A Land More Kind Than Home", 
        "Never Knowing", 
        "Touch & Go (Tessa Leoni, #2)", 
        "Crooked Letter, Crooked Letter", 
        "The Good House", 
        "The Other Woman (Jane Ryland, #1)", 
        "Stranger in the Room (Keye Street #2)", 
        "The Inquisitor"
    ], 
    "description": "Andy Barber has been an assistant district attorney for two decades. He is respected. Admired in the courtroom. Happy at home with the loves of his life, his wife, Laurie, and teenage son, Jacob.<br /><br />Then Andy’s quiet suburb is stunned by a shocking crime: a young boy stabbed to death in a leafy park. And an even greater shock: The accused is Andy’s own son—shy, awkward, mysterious Jacob.<br /><br />Andy believes in Jacob’s innocence. Any parent would. But the pressure mounts. Damning evidence. Doubt. A faltering marriage. The neighbors’ contempt. A murder trial that threatens to obliterate Andy’s family.<br /><br />It is the ultimate test for any parent: How far would you go to protect your child? It is a test of devotion. A test of how well a parent can know a child. For Andy Barber, a man with an iron will and a dark secret, it is a test of guilt and innocence in the deepest sense.<br /><br />How far would <i>you</i> go?<br />", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28767", 
        "num": 28767
    }, 
    "authors": [
        8
    ], 
    "pages": 421, 
    "language": "English", 
    "isbn13": "9780385344227", 
    "countries": [
        2
    ], 
    "release_date": "2009-05-12T00:00:00", 
    "author": 8, 
    "original_title": "The Defenders (short story)", 
    "summary": "\"The Defenders\" is a 1953 science fiction novelette by American author Philip K. Dick, and the basis for Dick's 1964 novel The Penultimate Truth. It is one of several of his stories to be expanded into a novel. The story was first published in the January 1953 issue of Galaxy Science Fiction.\nIn 1956, the story was adapted for the radio program X Minus One by George Lefferts.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "currently-reading", 
        "book-club", 
        "fiction", 
        "mystery", 
        "favorites", 
        "thriller", 
        "crime", 
        "kindle", 
        "suspense", 
        "mystery-thriller", 
        "audio", 
        "audiobook", 
        "bookclub", 
        "audiobooks", 
        "adult", 
        "library", 
        "legal-thriller", 
        "book-club-books", 
        "adult-fiction", 
        "read-in-2013", 
        "read-in-2012", 
        "mysteries", 
        "mystery-suspense", 
        "courtroom-drama", 
        "books-i-own", 
        "contemporary-fiction", 
        "legal", 
        "drama", 
        "book-club-reads", 
        "contemporary", 
        "audio-books", 
        "family-relationships", 
        "murder", 
        "ebook", 
        "family", 
        "audio-book", 
        "thrillers", 
        "read-2013", 
        "audible", 
        "read-in-2014", 
        "to-buy", 
        "read-2012", 
        "crime-fiction", 
        "read-in-2015", 
        "book-group", 
        "bullying", 
        "nook", 
        "finished", 
        "ebooks", 
        "general-fiction", 
        "novels", 
        "2012-reads", 
        "william-landay", 
        "mystery-crime", 
        "e-book", 
        "2013-reads", 
        "library-book", 
        "book-club-selections", 
        "wish-list", 
        "read-2014", 
        "owned-books", 
        "book-club-read", 
        "owned", 
        "overdrive", 
        "recommended", 
        "law", 
        "realistic-fiction", 
        "novel", 
        "read-in-2016", 
        "legal-fiction", 
        "2013-books", 
        "crime-mystery", 
        "thriller-suspense", 
        "on-kindle", 
        "first-reads", 
        "2012-books", 
        "didn-t-finish", 
        "library-books", 
        "crime-thriller", 
        "massachusetts", 
        "murder-mystery", 
        "abandoned", 
        "e-books", 
        "listened-to", 
        "default", 
        "psychological-thriller", 
        "courtroom", 
        "favorite-books", 
        "kindle-books", 
        "mystery-thriller-suspense", 
        "thriller-mystery", 
        "suspense-thriller", 
        "did-not-finish", 
        "shelfari-favorites", 
        "2014-books", 
        "legal-thrillers", 
        "read-2015", 
        "books-read-in-2013", 
        "2013-read"
    ], 
    "content_available": true, 
    "n_authors": 1
}