{
    "content_name": "23929.txt.utf-8", 
    "language_code": "eng", 
    "author_name": "Mack Reynolds", 
    "images_urls": [
        "http://www.gutenberg.org/files/23929/23929-h/images/001.png", 
        "http://www.gutenberg.org/files/23929/23929-h/images/002.png", 
        "http://www.gutenberg.org/files/23929/23929-h/images/003-1.png", 
        "http://www.gutenberg.org/files/23929/23929-h/images/003-2.png", 
        "http://www.gutenberg.org/files/23929/23929-h/images/004.png", 
        "http://www.gutenberg.org/files/23929/23929-h/images/005.png"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 630, 
    "category": "Text", 
    "plot": "Sociologist Dr. Homer Crawford, for many years the tyrant of North and most of Central Africa, under the name of El Hassan, faces a military coup led by his closest supporters, Bey-ag-Akhamouk and Elmer Allen, who believe Crawford is an impediment to Africa's progress because he opposes foreign aid and investment in the region. Promised a pension and safe passage if he submits, Crawford leaves Africa to retire to Switzerland with his wife Isobel and sons Tom, Cliff, and Abraham. After thwarting an assassination attempt by army officers on board his aeroplane, he makes it safely to Switzerland. Once there, his son Abraham reminds him that many of El Hassan's detractors (who include Abraham himself) were merely responding to his unwillingness to move from a dictatorship to a democratic government.\nSix months later, now a frustrated semi-alcoholic, Crawford learns of a counter-coup in Africa by a dissident army cabal led by his old arch-enemy Abd-el-Kader. Most of the junta that deposed him have been shot, but Elmer Allen has managed to make it through to meet Crawford in Switzerland. Realizing that Abd-el-Kader will revoke his progressive programs, Crawford decides to contact his closest associates and return to North Africa in disguise. Allen and Abraham decide to accompany him.\nThe group rendezvous with Crawford's associates in an afforestation project in what was Southern Algeria. Crawford reveals that his plan for a counter-coup consists of a guerrilla campaign to divert Abd-el-Kader's troops so that Abraham has time to organize the country's youth to form a new political organisation against the ruling colonels. When Abraham expresses surprise at the plan, Crawford explains that his time has passed, and that now it is up to the next generation to revolt against the status quo. In a flashback of his last conversation with Isobel, we learn that Crawford does not believe he will survive the revolution this time around.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Revolution", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Black_Sheep_Astray", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 4.02, 
    "rating_count": 2398, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/28149981-revolution", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [
        "The FitzOsbornes in Exile (The Montmaray Journals, #2)", 
        "The Things a Brother Knows", 
        "Alchemy and Meggy Swann", 
        "Three Rivers Rising: A Novel of the Johnstown Flood", 
        "Crossing the Tracks", 
        "Strings Attached", 
        "Anastasia's Secret", 
        "The Red Necklace (French Revolution, #1)", 
        "Wicked Girls", 
        "The Dark Days of Hamburger Halpin", 
        "Prisoners in the Palace", 
        "The Last Summer of the Death Warriors", 
        "Chime", 
        "Vixen (Flappers, #1)", 
        "Revolver", 
        "Bamboo People", 
        "Deadly", 
        "Cate of the Lost Colony"
    ], 
    "description": "BROOKLYN: Andi Alpers is on the edge. She’s angry at her father for leaving, angry at her mother for not being able to cope, and heartbroken by the loss of her younger brother, Truman. Rage and grief are destroying her. And she’s about to be expelled from Brooklyn Heights’ most prestigious private school when her father intervenes. Now Andi must accompany him to Paris for winter break.<br /><br />PARIS: Alexandrine Paradis lived over two centuries ago. She dreamed of making her mark on the Paris stage, but a fateful encounter with a doomed prince of France cast her in a tragic role she didn’t want—and couldn’t escape.<br /> <br />Two girls, two centuries apart. One never knowing the other. But when Andi finds Alexandrine’s diary, she recognizes something in her words and is moved to the point of obsession. There’s comfort and distraction for Andi in the journal’s antique pages—until, on a midnight journey through the catacombs of Paris, Alexandrine’s words transcend paper and time, and the past becomes suddenly, terrifyingly present.", 
    "format": "Paperback", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/23929", 
        "num": 23929
    }, 
    "authors": [
        69
    ], 
    "pages": 472, 
    "language": "English", 
    "country": 2, 
    "release_date": "2007-12-20T00:00:00", 
    "author": 69, 
    "original_title": "Black Sheep Astray", 
    "summary": "\"Black Sheep Astray\" is a science fiction short story by American writer Mack Reynolds. It is one of thirteen narratives included in the collection Astounding: John W. Campbell Memorial Anthology, a special tribute by Astounding SF authors to the memory of science fiction and fantasy magazine editor John W. Campbell. In terms of plot, \"Black Sheep Astray\" is the last in a sequence of near-future stories set in North Africa, which also includes Black Man's Burden (1961-2), Border, Breed nor Birth (1962), and The Best Ye Breed (1978). \"Black Sheep Astray\" and the North Africa series have been called a \"notable exception\" to the indirect treatment of racial issues in 1960s science fiction magazines.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "historical-fiction", 
        "young-adult", 
        "favorites", 
        "ya", 
        "currently-reading", 
        "historical", 
        "fiction", 
        "time-travel", 
        "books-i-own", 
        "fantasy", 
        "contemporary", 
        "romance", 
        "teen", 
        "france", 
        "owned", 
        "mystery", 
        "music", 
        "french-revolution", 
        "audiobook", 
        "audio", 
        "library", 
        "ya-fiction", 
        "read-in-2011", 
        "favourites", 
        "audiobooks", 
        "realistic-fiction", 
        "young-adult-fiction", 
        "history", 
        "science-fiction", 
        "to-buy", 
        "owned-books", 
        "book-club", 
        "wish-list", 
        "sci-fi", 
        "ya-historical-fiction", 
        "stand-alone", 
        "death", 
        "maybe", 
        "teen-fiction", 
        "grief", 
        "audio-books", 
        "ya-lit", 
        "coming-of-age", 
        "read-2011", 
        "arc", 
        "ya-books", 
        "did-not-finish", 
        "read-in-2010", 
        "high-school", 
        "paris", 
        "adult", 
        "ya-historical", 
        "read-in-2012", 
        "ebook", 
        "all-time-favorites", 
        "contemporary-fiction", 
        "dnf", 
        "revolution", 
        "kindle", 
        "reviewed", 
        "audio-book", 
        "i-own", 
        "travel", 
        "ebooks", 
        "paranormal", 
        "5-stars", 
        "family", 
        "library-books", 
        "my-books", 
        "read-in-2013", 
        "magical-realism", 
        "my-library", 
        "recommended", 
        "18th-century", 
        "abandoned", 
        "mental-illness", 
        "didn-t-finish", 
        "adventure", 
        "favorite-books", 
        "realistic", 
        "read-in-2015", 
        "drama", 
        "standalone", 
        "ya-fantasy", 
        "ya-contemporary", 
        "french", 
        "diary", 
        "stand-alones", 
        "jennifer-donnelly", 
        "teen-books", 
        "war", 
        "tbr", 
        "historical-fic", 
        "read-in-2014", 
        "loved", 
        "e-books", 
        "new-york", 
        "young", 
        "borrowed"
    ], 
    "content_available": true, 
    "n_authors": 1
}