{
    "content_name": "28832.txt.utf-8", 
    "isbn": "0441062792", 
    "author_name": "Edmond Hamilton", 
    "images_urls": [
        "http://www.gutenberg.org/files/28832/28832-h/images/cover.jpg", 
        "http://www.gutenberg.org/files/28832/28832-h/images/frontis.jpg"
    ], 
    "year": 1955, 
    "images": [], 
    "id": 293, 
    "category": "Text", 
    "plot": "Fresh out of Training Pool, a trade school for spaceship crews, Dane Thorson discovers that his first assignment as apprentice-Cargo Master puts him on Solar Queen, a Free Trader: basically an interstellar tramp freighter. At the end of Dane’s first flight the ship’s captain gains an opportunity to bid on a planet newly opened for possible trade and the crew goes all in to get the contract for a planet named Limbo. The information on the planet, which comes with the contract, does not look promising, but things look up a bit when a team of archaeologists hires Solar Queen to take them to Limbo.\nOn Limbo the archaeologists set up camp in the ruins of a Forerunner town, a trace of the people who ran a galactic empire long before humans ventured into space and who had wiped themselves out in an interstellar war. Dane and four others go exploring, to try to find intelligent life and potential trade goods. One of the group, Ali Kamil, disappears, apparently kidnapped by people using alien technology.\nSpooked, a group including Dane goes to the ruins to check up on the archaeologists and finds that they have disappeared. Suspicion has them return to Solar Queen by an alternate route and they begin to find wrecked spaceships, some from thousands of years previous, that show signs of having been looted. Approaching their landing site, they find Solar Queen under siege by pirates and they discern that the archaeologists are part of the pirate gang.\nWhile watching their ship from cover, Dane and his companions capture a pirate and invade the pirates’ underground base. There they find Forerunner technology still operating. In particular, they see two of the pirates operating a machine that draws in spaceships and crashes them on the planet. They also see signals indicating that one of the pirates’ own ships is being pursued by a Stellar Patrol cruiser.\nDane and his companions shut down the Forerunner base as the Patrol ship approaches and then try to fight their way out of the base. As the Solar Queen's crew engages the pirates in a blaster battle, the Patrol comes in and rescues them, putting a complete end to the pirates’ operation.\nThe Patrol insists that Solar Queen's crew give up their contract for Limbo, due to Forerunner artifacts, but they are allowed to take over the contract of one of the pirates’ victims, for trade with a planet called Sargol.", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "The Sargasso of Space", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Sargasso_of_Space", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.87, 
    "rating_count": 1030, 
    "cover_art_url": "http://www.gutenberg.org/cache/epub/28832/pg28832.cover.medium.jpg", 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/94721.Sargasso_Of_Space", 
        "found": true, 
        "year": 1955
    }, 
    "similar_books": [
        "Hunting the Corrigan's Blood (Cadence Drake, #1)", 
        "Fury", 
        "The Hub: Dangerous Territory (The Hub)", 
        "The Galaxy Primes", 
        "The Ruins Of Mars (The Ruins of Mars, #1)", 
        "Seas of Venus (Seas of Venus, #1-2)", 
        "Reality Check", 
        "Keith Laumer: The Lighter Side", 
        "Masters of Everon", 
        "Overdraft: The Orion Offensive", 
        "Only Human (The Targon Tales, #2)", 
        "Georgia on My Mind and Other Places", 
        "Planets of Adventure", 
        "Mars Evacuees (Mars Evacuees #1)", 
        "Deathworld 1", 
        "David Falkayn: Star Trader (Technic Civilization 2)", 
        "Rosetta (Jim Meade, Martian P.I. #1)", 
        "The Humanoid Touch (Humanoids, #2)"
    ], 
    "description": "Almost half a century ago, renowned science fiction and fantasy author Andre Norton introduced apprentice cargo master Dane Thorson in Sargasso of Space, in the first of the star-spanning tales of the Solar Queen series<br /><br />Dane signed on with the independent cargo ship Solar Queen looking for a career in off-world trade. In Sargasso of Space, the Solar Queen free traders win exclusive rights to trade with the planet Limbo, but the crew arrives to find most of the planet’s surface charred, with little signs of life. They find a valley with life, but others may still lurk. Worse yet, a strange force threatens to cripple the Queen. They must solve the planet’s mysteries if they hope to escape not only with tradable goods, but their lives.<br /><br />First of the \"Solar Queen\" adventures, originally published under the pseudonym \"Andrew North.\" This is the second ace edition.", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/28832", 
        "num": 28832
    }, 
    "authors": [
        83
    ], 
    "pages": 286, 
    "language": "English", 
    "isbn13": "9780441062799", 
    "countries": [
        2
    ], 
    "release_date": "2009-05-16T00:00:00", 
    "author": 83, 
    "original_title": "Sargasso of Space", 
    "summary": "\"The Sargasso of Space\" is also the title of a 1931 sf novelette by Edmond Hamilton\nSargasso of Space is a science fiction novel by author Andrew North (pseudonym of Alice Mary Norton, also known as Andre Norton). It was published in 1955 by Gnome Press in an edition of 4,000 copies.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "science-fiction", 
        "sci-fi", 
        "currently-reading", 
        "owned", 
        "sf", 
        "fiction", 
        "scifi", 
        "default", 
        "kindle", 
        "andre-norton", 
        "science-fiction-fantasy", 
        "fantasy", 
        "own-might-read", 
        "scifi-fantasy", 
        "space", 
        "library", 
        "space-opera", 
        "series", 
        "calibre", 
        "owned-not-read", 
        "ebook", 
        "favorites", 
        "science", 
        "--137-", 
        "considering", 
        "ya-f-sf", 
        "classic-science-fiction", 
        "to-read-owned", 
        "tbr", 
        "unread", 
        "mine", 
        "kindle-unlimited", 
        "norton-andre", 
        "don-t-plan-on-reading", 
        "to-read-sf", 
        "owned-but-not-read", 
        "american", 
        "space-science-fiction", 
        "read-in-2014", 
        "i-own", 
        "pfaf", 
        "reread", 
        "spaceships", 
        "space-adventure", 
        "planetary-adventure", 
        "havedeadtree", 
        "e-books", 
        "ebooks", 
        "to-read-someday", 
        "not-read", 
        "children-s", 
        "solar-queen", 
        "public-library", 
        "sf-f", 
        "sci-fi-fantasy", 
        "sf-fantasy", 
        "tbr-space", 
        "tbr-sci-fi", 
        "new-series", 
        "on-calibre-to-read", 
        "to-read-scifi", 
        "to-reread", 
        "suspense", 
        "aliens", 
        "oldies", 
        "have-but-not-read", 
        "low-priority", 
        "amazon", 
        "pages-151-200", 
        "home-library-ebooks", 
        "00-to-read-00", 
        "soonish", 
        "paperback", 
        "kindle-unread", 
        "jbs", 
        "needs-librarian", 
        "library-book", 
        "digital-book", 
        "mystery", 
        "adult", 
        "pending-review", 
        "hivemind-badass-female-authors", 
        "tbr-kindle-owned", 
        "pfaf-serija", 
        "read-before-1996", 
        "female-authors", 
        "andre-norton-science-fiction-aut", 
        "kindle-ebooks", 
        "unshelved", 
        "2017-goal", 
        "tbr-owned", 
        "1", 
        "epub", 
        "dropbox", 
        "have", 
        "read-now", 
        "priority-reads", 
        "appendix-n", 
        "flashmob-2016"
    ], 
    "content_available": true, 
    "n_authors": 1
}