{
    "content_name": "29680.txt.utf-8", 
    "isbn": "0307590615", 
    "language_code": "eng", 
    "author_name": "Frank M. Robinson", 
    "images_urls": [
        "http://www.gutenberg.org/files/29680/29680-h/images/001.png", 
        "http://www.gutenberg.org/files/29680/29680-h/images/002-1.jpg", 
        "http://www.gutenberg.org/files/29680/29680-h/images/002-2.jpg"
    ], 
    "year": 2010, 
    "images": [], 
    "id": 841, 
    "category": "Text", 
    "genres": [], 
    "copyright": "Public domain in the USA.", 
    "title": "Decision", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Command_Decision_(novel)", 
        "found": true, 
        "year": -1
    }, 
    "average_rating": 3.77, 
    "rating_count": 28959, 
    "goodreads": {
        "url": "https://www.goodreads.com/book/show/8099187-decision-points", 
        "found": true, 
        "year": 2010
    }, 
    "similar_books": [
        "In My Time: A Personal and Political Memoir", 
        "Courage and Consequence: My Life as a Conservative in the Fight", 
        "Spoken from the Heart", 
        "Known and Unknown: A Memoir", 
        "Going Rogue: An American Life", 
        "An American Life", 
        "Barbara Bush: A Memoir", 
        "A Bold Fresh Piece of Humanity", 
        "All The Best, George Bush: My Life and Other Writings", 
        "When Character Was King: A Story of Ronald Reagan", 
        "A Tragic Legacy: How a Good vs. Evil Mentality Destroyed the Bush Presidency", 
        "A Journey: My Political Life", 
        "Broke : The Plan to Restore our Trust, Truth and Treasure", 
        "No Higher Honor: A Memoir of My Years in Washington", 
        "Demonic: How the Liberal Mob is Endangering America", 
        "The Obama Diaries", 
        "Conservative Victory: Defeating Obama's Radical Agenda", 
        "Teaching the Pig to Dance: A Memoir of Growing Up and Second Chances"
    ], 
    "description": "In this candid and gripping account, President George W. Bush describes the critical decisions that shaped his presidency and personal life.<br /><br />George W. Bush served as president of the United States during eight of the most consequential years in American history. The decisions that reached his desk impacted people around the world and defined the times in which we live.<br /><i><br />Decision Points </i>brings readers inside the Texas governor’s mansion on the night of the 2000 election, aboard Air Force One during the harrowing hours after the attacks of September 11, 2001, into the Situation Room moments before the start of the war in Iraq, and behind the scenes at the White House for many other historic presidential decisions.<br /><br />For the first time, we learn President Bush’s perspective and insights on:<br /><br />His decision to quit drinking and the journey that led him to his Christian faith<br /><br />The selection of the vice president, secretary of defense, secretary of state, Supreme Court justices, and other key officials<br /><br />His relationships with his wife, daughters, and parents, including heartfelt letters between the president and his father on the eve of the Iraq War<br /><br />His administration’s counterterrorism programs, including the CIA’s enhanced interrogations and the Terrorist Surveillance Program<br /><br />Why the worst moment of the presidency was hearing accusations that race played a role in the federal government’s response to Hurricane Katrina, and a critical assessment of what he would have done differently during the crisis<br /><br />His deep concern that Iraq could turn into a defeat costlier than Vietnam, and how he decided to defy public opinion by ordering the troop surge<br /><br />His legislative achievements, including tax cuts and reforming education and Medicare, as well as his setbacks, including Social Security and immigration reform<br /><br />The relationships he forged with other world leaders, including an honest assessment of those he did and didn’t trust<br /><br />Why the failure to bring Osama bin Laden to justice ranks as his biggest disappointment and why his success in denying the terrorists their fondest wish—attacking America again—is among his proudest achievements<br /><br />A groundbreaking new brand of presidential memoir, <i>Decision Points </i>will captivate supporters, surprise critics, and change perspectives on eight remarkable years in American history—and on the man at the center of events.", 
    "format": "Hardcover", 
    "loc_class": "PS: Language and Literatures: American and Canadian literature", 
    "gutenberg": {
        "url": "http://www.gutenberg.org/ebooks/29680", 
        "num": 29680
    }, 
    "authors": [
        180
    ], 
    "pages": 497, 
    "language": "English", 
    "isbn13": "9780307590619", 
    "country": 3, 
    "release_date": "2009-08-12T00:00:00", 
    "author": 180, 
    "original_title": "Command Decision (novel)", 
    "summary": "Command Decision is a war novel by William Wister Haines, serialized in 1946–47 in four parts in The Atlantic Monthly. It was published in book form in 1947. It was developed from the unproduced play of the same title in order to provide a market for a Broadway production that followed in 1947, then adapted as a film in 1948. The novel depicts the stresses and emotional toll on the commander of a United States Army Air Forces general, K.C. \"Casey\" Dennis, in implementing a costly series of attacks by B-17 Flying Fortresses against German industries manufacturing jet fighters.\nThe collective trio has been called the first important work of fiction about World War II. They differ from most of the prior war-themed works from that period, which stressed the experiences of average citizens forced to go to war, in that Command Decision explores the pressures of leadership, political in-fighting, moral conflicts, and psychological effects rather than glamorizing combat, and frankly admitting the high losses in men and materiel that characterized air combat. The novel has no action scenes and takes place over a two-day period entirely within the English headquarters of an American bombardment division.", 
    "content_cleaned": true, 
    "classes": [
        "to-read", 
        "history", 
        "political", 
        "memoir", 
        "biographies", 
        "presidents", 
        "politics", 
        "non-fiction", 
        "memoirs", 
        "currently-reading", 
        "owned", 
        "favorites", 
        "american-history", 
        "biography", 
        "autobiography", 
        "leadership", 
        "books-i-own", 
        "default", 
        "biography-memoir", 
        "kindle", 
        "audiobook", 
        "audiobooks", 
        "library", 
        "owned-books", 
        "nonfiction", 
        "george-w-bush", 
        "read-in-2011", 
        "historical", 
        "american-politics", 
        "ebook", 
        "audio", 
        "bio", 
        "audio-books", 
        "my-library", 
        "ebooks", 
        "did-not-finish", 
        "president", 
        "audio-book", 
        "audible", 
        "political-science", 
        "bios", 
        "book-club", 
        "auto-biography", 
        "calibre", 
        "us-history", 
        "biographies-memoirs", 
        "kindle-books", 
        "current-events", 
        "us-presidents", 
        "didn-t-finish", 
        "bush", 
        "abandoned", 
        "unfinished", 
        "presidential-biographies", 
        "memoir-biography", 
        "autobiographies", 
        "history-politics", 
        "autobiography-memoir", 
        "government", 
        "american", 
        "war", 
        "biographical", 
        "military", 
        "personal", 
        "presidential-bios", 
        "2011-reads", 
        "e-books", 
        "usa", 
        "business", 
        "never-finished", 
        "presidential-biography", 
        "presidential", 
        "american-presidents", 
        "presidential-history", 
        "read-in-2012", 
        "auto-biographies", 
        "w", 
        "2011-books", 
        "have", 
        "on-hold", 
        "biographies-autobiographies", 
        "nonfiction-biography", 
        "read-non-fiction", 
        "united", 
        "states", 
        "state", 
        "of", 
        "heads", 
        "george", 
        "history-biography", 
        "u-s-presidents", 
        "couldn-t-finish", 
        "to-read-nonfiction", 
        "e-book", 
        "bios-memoirs", 
        "wish-list", 
        "shelfari-favorites", 
        "bush-administration", 
        "home-library", 
        "bio-memoir"
    ], 
    "content_available": true, 
    "n_authors": 1
}