{
    "name": "Christopher Anvil", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Christopher_Anvil", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Christopher Anvil (March 11, 1925 – November 30, 2009) is a pseudonym used by American author Harry Christopher Crosby. He was born in Norwich, Connecticut, the only child of Harry Clifton Crosby and Rose Glasbrenner. He began publishing science fiction with the story \"Cinderella, Inc.\" in the December 1952 issue of the science fiction magazine Imagination. By 1956, he had adopted his pseudonym and was being published in Astounding Magazine.\nAnvil's repeated appearances in Astounding/Analog were due in part to his ability to write to one of Campbell's preferred plots: alien opponents with superior firepower losing out to the superior intelligence or indomitable will of humans. A second factor is his stories are nearly always humorous throughout. Another was his characterization and manner of story crafting, where his protagonists slid from disaster to disaster with the best of intentions, and through exercise of fast thinking, managed to snatch victory somehow from the jaws of defeat.\nAccording to David Weber, who acknowledges being influenced by Anvil in the introduction to the anthology Interstellar Patrol:\n\nAn Anvil character triumphs by shooting the rapids, by caroming from one obstacle to another, adapting and overcoming as he goes. In many ways, his characters are science-fiction descendents of Odysseus, the scheming fast thinker who dazzles his opponents with his footwork. Of course, sometimes it's a little difficult to tell whether they're dazzling an opponent with their footwork, or skittering across a floor covered in ball bearings. But Anvil has the technique and the skill to bring them out triumphant in the end, and watching them dance is such a delightful pleasure.\n\nOne of Anvil's best-known short stories is \"Pandora's Planet\", which appeared first in Astounding Magazine in September 1956 and has since been reprinted several times, including an appearance in the first volume of Anvil's works published in hardcover by Baen's Books, Pandora's Legions and it has also been \"fixed-up\" into a full-length novel.\nAnvil also published a number of stories taking place within the Federation of Humanity (The term originates in the sub-title of the third anthology title released by Baen: Interstellar Patrol II, \"The Federation of Humanity\"). Anvil himself, as well as John Campbell, referred to these stories as the Colonization Series prior to them being released as collections. The stories deal with characters in different human government organizations, dealing with adventures, gadgetry and subterfuge both internal and external.\nThe bulk of Anvil's published writing consists of short stories. Many of them are almost purely idea-driven science fiction. Some of the most striking, for example \"Gadget vs. Trend\", entirely lack dialogue and almost entirely lack characters; these stories consist of a series of newspaper reports or other similar materials. In these and other stories, Anvil's technique is to put forth a gadget, invention, or social trend and logically develop the consequences.", 
    "born": "1925-03-11 00:00:00", 
    "books": [
        245, 
        1048, 
        1080, 
        1111, 
        1116, 
        1117, 
        1126
    ], 
    "id": 81, 
    "died": "2009-11-30 00:00:00"
}