{
    "bio": " In 1945, while a student at the University of North Carolina, Griffith was initiated as a member of Phi Mu Alpha Sinfonia, a national social music fraternity for men.\nGriffith and Barbara Bray Edwards were married on August 22, 1949, and they adopted two children: a son, Andy Samuel Griffith, Jr. (born in 1957 and better known as Sam Griffith) and a daughter, Dixie Nann Griffith. They were divorced in 1972. Sam, a real-estate developer, died in 1996 after years of alcoholism.\nHis second wife was Solica Cassuto, a Greek actress. They were married from 1973 to 1981.\nHe and Cindi Knight were married on April 12, 1983; they had met when he was filming Murder in Coweta County.\nGriffith's first serious health problem was in April 1983 when he was diagnosed with Guillain–Barré syndrome and could not walk for seven months because of paralysis from the knees down.\nOn May 9, 2000, he underwent quadruple heart-bypass surgery at Sentara Norfolk General Hospital in Norfolk, Virginia. After a fall, Griffith underwent hip surgery on September 5, 2007, at Cedars-Sinai Medical Center in Los Angeles. Griffith died on July 3, 2012, from a heart attack at age 86 at his coastal home in Manteo, Roanoke Island, in Dare County, North Carolina. He was buried in the Griffith family cemetery on the island within five hours of his death.\nLongtime friend Nancy Stafford had called him on her mentor's 86th and final birthday, just one month before his death. In a statement, she said: \"He sounded strong at the time, and so upbeat and completely sharp as a tack, as always,\" said Stafford, \"I was shocked to find out barely a month later that he was gone.\"", 
    "name": "Griffith", 
    "country": 1, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Andy_Griffith", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Andy Samuel Griffith (June 1, 1926 – July 3, 2012) was an American actor, television producer, Southern gospel singer, and writer. He was a Tony Award nominee for two roles, and gained prominence in the starring role in director Elia Kazan's film A Face in the Crowd (1957) before he became better known for his television roles, playing the lead characters in the sitcom The Andy Griffith Show (1960–1968) and in the legal drama Matlock (1986–1995).", 
    "born": "1926-06-01 00:00:00", 
    "books": [
        364, 
        629
    ], 
    "id": 119, 
    "died": "2012-07-03 00:00:00"
}