{
    "name": "Winston K. Marks", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Winston_Churchill", 
        "found": true
    }, 
    "n_books": 7, 
    "summary": "Sir Winston Leonard Spencer-Churchill, KG OM CH TD PC PCc DL FRS RA (30 November, 1874 – 24 January, 1965) was a British politician and statesman who served as the Prime Minister of the United Kingdom from 1940 to 1945 and again from 1951 to 1955.\nAs Prime Minister, Churchill led Britain to victory over Nazi Germany during World War II. Churchill was also an officer in the British Army, a non-academic historian, and a writer, the fact that won him the Nobel Prize in Literature in 1953 for his overall, lifetime body of work.\nChurchill was born into the family of the Dukes of Marlborough, a branch of the Spencer family. His father, Lord Randolph Churchill, was a charismatic politician who served as Chancellor of the Exchequer, and his mother, Jennie Jerome, was an American socialite.\nAs a young army officer, Churchill saw action in British India, the Anglo–Sudan War, and the Second Boer War. He gained fame as a war correspondent and wrote books about his campaigns. At the forefront of politics for fifty years, he held many political and cabinet positions. Before the First World War, he served as President of the Board of Trade, Home Secretary, and First Lord of the Admiralty as part of Asquith's Liberal government.\nDuring the war, Churchill continued to serve as First Lord of the Admiralty until the disastrous Gallipoli Campaign caused his departure from government. He then briefly resumed active army service on the Western Front as commander of the 6th Battalion of the Royal Scots Fusiliers. He then returned to government under Lloyd George as Minister of Munitions, Secretary of State for War, Secretary of State for Air, then Secretary of State for the Colonies. After two years out of Parliament, he served as Chancellor of the Exchequer in Baldwin's Conservative government of 1924–1929, controversially returning the pound sterling in 1925 to the gold standard at its pre-war parity, a move widely seen as creating deflationary pressure on the UK economy.\nOut of office and politically \"in the wilderness\" during the 1930s because of his opposition to increased home rule for India and his resistance to the 1936 abdication of Edward VIII, Churchill took the lead in warning about Nazi Germany and in campaigning for rearmament.\nAt the outbreak of the Second World War, he was again appointed First Lord of the Admiralty. Following the resignation of Neville Chamberlain on 10 May 1940, Churchill became Prime Minister. His speeches and radio broadcasts helped inspire British resistance, especially during the difficult days of 1940–41 when the British Commonwealth and Empire stood almost alone in its active opposition to Adolf Hitler. He led Britain as Prime Minister until after the German surrender in 1945.\nAfter the Conservative Party suffered an unexpected defeat in the 1945 general election, he became Leader of the Opposition to the Labour Government. He publicly warned of an \"Iron Curtain\" of Soviet influence in Europe and promoted European unity. After winning the 1951 election, Churchill again became Prime Minister. His second term was preoccupied by foreign affairs, including the Malayan Emergency, Mau Mau Uprising, Korean War, and a UK-backed coup d'état in Iran. Domestically his government laid great emphasis on house-building. Churchill suffered a serious stroke in 1953 and retired as Prime Minister in 1955, although he remained a Member of Parliament until 1964. Upon his death aged ninety in 1965, Elizabeth II granted him the honour of a state funeral, which saw one of the largest assemblies of world statesmen in history.\nNamed the Greatest Briton of all time in a 2002 poll, Churchill is among the most influential people in British history, consistently ranking well in opinion polls of Prime Ministers of the United Kingdom. His highly complex legacy continues to stimulate intense debate amongst writers and historians.\nIn 1963, Churchill was the first of only eight people to be made an honorary citizen of the United States.", 
    "born": "1874-11-30 00:00:00", 
    "books": [
        696, 
        810, 
        814, 
        821, 
        867, 
        883, 
        910
    ], 
    "id": 228, 
    "died": "1965-01-24 00:00:00"
}