{
    "bio": "He was born in Brooklyn, New York, to William P. Chambers (1827–1911), a corporate and bankruptcy lawyer, and Caroline Smith Boughton (1842-1913). His parents met when Caroline was twelve years old and William P. was interning with her father, Joseph Boughton, a prominent corporate lawyer. Eventually the two formed the law firm of Chambers and Boughton which continued to prosper even after Joseph's death in 1861. Robert's great-grandfather, William Chambers (birth unknown), a lieutenant in the British Royal Navy, was married to Amelia Saunders (1765-1822), the great grand daughter of Tobias Saunders, of Westerly, Rhode Island. The couple moved from Westerly, to Greenfield, Massachusetts and then to Galway, New York, where their son, also William Chamber (1798-1874), was born. The second William graduated from Union College at the age of 18, and then went to a college in Boston, where he studied to be a doctor. Upon graduating, he and his wife, Eliza P. Allen (1793-1880), a direct descendant of Roger Williams, the founder of Providence, Rhode Island were among the first settlers of Broadalbin, New York. His brother was architect Walter Boughton Chambers.\nRobert was first educated at the Brooklyn Polytechnic Institute, and then entered the Art Students' League at around the age of twenty, where the artist Charles Dana Gibson was his fellow student. Chambers studied at the École des Beaux-Arts, and at Académie Julian, in Paris from 1886 to 1893, and his work was displayed at the Salon as early as 1889. On his return to New York, he succeeded in selling his illustrations to Life, Truth, and Vogue magazines. Then, for reasons unclear, he devoted his time to writing, producing his first novel, In the Quarter (written in 1887 in Munich). His most famous, and perhaps most meritorious, effort is The King in Yellow, a collection of Art Nouveau short stories published in 1895. This included several famous weird short stories which are connected by the theme of a fictitious drama of the same title, which drives those who read it insane. E. F. Bleiler described The King in Yellow as one of the most important works of American supernatural fiction. It was also strongly admired by H. P. Lovecraft and his circle.\nChambers returned to the weird genre in his later short story collections The Maker of Moons, The Mystery of Choice and The Tree of Heaven, but none earned him as much success as The King in Yellow. Some of Chambers's work contains elements of science fiction, such as In Search of the Unknown and Police!!!, about a zoologist who encounters monsters.\nChambers later turned to writing romantic fiction to earn a living. According to some estimates, Chambers had one of the most successful literary careers of his period, his later novels selling well and a handful achieving best-seller status. Many of his works were also serialized in magazines.\nHis novel The Man They Hanged was about Captain Kidd, and argued that Kidd was not a pirate, and had been made a scapegoat by the British government.\nDuring World War I he wrote war adventure novels and war stories, some of which showed a strong return to his old weird style, such as \"Marooned\" in Barbarians (1917). After 1924 he devoted himself solely to writing historical fiction.\nChambers for several years made Broadalbin, New York, his summer home. Some of his novels touch upon colonial life in Broadalbin and Johnstown.\nOn July 12, 1898, he married Elsa (Elsie) Vaughn Moller (1882–1939). They had a son, Robert Edward Stuart Chambers (1899-1955) (who sometimes used the name Robert Husted Chambers).\nRobert W. Chambers died on December 16, 1933, after having undergone intestinal surgery three days earlier.", 
    "name": "Robert W. Chambers", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Robert_W._Chambers", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Robert William Chambers (May 26, 1865 – December 16, 1933) was an American artist and fiction writer, best known for his book of short stories entitled The King in Yellow, published in 1895.", 
    "born": "1865-05-26 00:00:00", 
    "books": [
        78
    ], 
    "id": 31, 
    "died": "1933-12-16 00:00:00"
}