{
    "bio": "Danzig was born Glenn Allen Anzalone, the third of four sons born to a Protestant family of Italian, German, and Scottish heritage in Lodi, New Jersey. His father was a television repairman and a United States Marine Corps veteran of World War II and the Korean War. His mother worked at a record store. Danzig and his family also spent some time living in Revere, Massachusetts. Danzig began listening to heavy music at an early age, and has described Black Sabbath, Blue Cheer and The Doors as being among his early musical influences.\nAt age 11, Danzig began to use drugs and alcohol, leading him into frequent fights and trouble with the law. He stopped using drugs at age 15.\nWhile growing up, Danzig began reading the works of authors including Charles Baudelaire and Edgar Allan Poe, developing his appreciation for horror. Danzig collected comic books and, frustrated by American comics, he started his own company to produce \"crazy, violent, erotic comics.\"\nDanzig graduated from Lodi High School in June 1973, aspiring to become a comic book creator and professional photographer. He attended the Tisch School of the Arts and later the New York Institute of Photography. Danzig eventually formed an adult-oriented comic book company called Verotik in the mid-1990s. In January 1992, Danzig became a student of Jerry Poteet, a world-renowned martial artist in Jeet Kune Do. Danzig has since earned a teaching degree in the discipline. Danzig has also studied Muay Thai.\n\nDanzig has several distinctive tattoos, all by tattoo artist Rick Spellman, which incorporate artwork based upon his music. These include a Danzig/Samhain skull symbol designed by Michael Golden, a bat with a Misfits Crimson Ghost skull, a wolf's head with the text \"Wolfs Blood\" (the title of a Misfits song), a skeleton as found on the cover art for the album November-Coming-Fire, and a demon woman as found on the cover art for Unholy Passion. His lower back features the logo for the Devilman manga.\nDanzig is a fan of horror movies and Japanese animation, and has expressed his appreciation for the works of filmmaker David Cronenberg and manga artist Go Nagai.\nDanzig's favorite composers include Richard Wagner, Sergei Prokofiev, Camille Saint-Saëns, Carl Orff, and film score composer Jerry Goldsmith.\nDanzig is an avid reader and owns a large book collection on subjects including the occult, religious history and true murder cases. Danzig also has a long-standing interest in New World Order related conspiracies: \"Not only have I always been interested in the families that run the world forever, that people know now as the Bilderberg Group. But there’s an older book called The Committee of 300 which tells you all about it. I mean, I got in trouble for this back in the 90s, talking about this kind of stuff -- how the United States is based on a Freemason thing, and I got so many government files on me from that one\".\nThough sometimes portrayed as a Satanist by the media, Danzig has denied this in several interviews, elaborating that \"I embrace both my light and dark side... I definitely believe in a yin and yang, good and evil. My religion is a patchwork of whatever is real to me. If I can draw the strength to get through the day from something, that's religion... I'm not trying to be preachy or tell people what to think.\" Danzig has voiced his approval of certain aspects of Satanic ideologies, including the quest for knowledge and individual freedom. He has stated that religion does not play a role in how he perceives other bands and musicians.", 
    "name": "Allan Danzig", 
    "countries": [
        3
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Glenn_Danzig", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Glenn Danzig (born Glenn Allen Anzalone, June 23, 1955) is an American singer, songwriter and musician from Lodi, New Jersey. He is the founder of the bands Misfits, Samhain, and Danzig. He owns the Evilive record label as well as Verotik, an adult-oriented comic book publishing company.\nHaving begun in the mid-1970s, Danzig's musical career has encompassed a number of genres through the years, including punk rock, heavy metal, industrial, blues and classical music. He has also written songs for other musicians, most notably Johnny Cash and Roy Orbison.\nAs a singer, he is noted for his baritone voice and tenor vocal range; his style has been compared to those of Elvis Presley, Jim Morrison, and Howlin' Wolf. Danzig has also cited Bill Medley as a vocal influence. As an author, he is known for his fascination with horror, gore, occult, erotic, and religious themes.", 
    "born": "1955-06-23 00:00:00", 
    "books": [
        429
    ], 
    "id": 143
}