{
    "bio": "Stubbs was born in Somerville, Massachusetts and died in Milton, Massachusetts.\nHe went to Harvard, graduating with a B.S. in astronomy in 1943. While there he wrote his first published story, \"Proof\", which appeared in the June 1942 issue of Astounding Science Fiction, edited by John W. Campbell; three more appeared in later 1942 numbers. His further educational background includes an M.Ed. (Boston University 1946) and M.S. in chemistry (Simmons College 1963).\nDuring World War II Clement was a pilot and copilot of a B-24 Liberator and flew 35 combat missions over Europe with the 68th Bomb Squadron, 44th Bomb Group, based in England with 8th Air Force. After the war, he served in the United States Air Force Reserve, and retired with the rank of colonel. He taught chemistry and astronomy for many years at Milton Academy in Milton, Massachusetts.\nFrom 1949 to 1953, Clement's first three novels were two-, three-, and four-part Astounding serials under Campbell: Needle (Doubleday, 1950), Iceworld (Gnome Press, 1953), and Mission of Gravity (1954), his best-known novel, published by Doubleday's Science Fiction Book Club (established 1953). The latter novel features a land and sea expedition across the superjovian planet Mesklin to recover a stranded scientific probe. The natives of Mesklin are centipede-like intelligent beings about 50 centimeters long. Various episodes hinge on the fact that Mesklin's fast rotational speed causes it to be considerably deformed from the spherical, with effective surface gravity that varies from approximately 3 gn at the equator to approximately 700 gn at the poles.\nClement's article \"Whirligig World\" describes his approach to writing a science fiction story:\n\nWriting a science fiction story is fun, not work. ...the fun...lies in treating the whole thing as a game.... [T]he rules must be quite simple. They are; for the reader of a science-fiction story, they consist of finding as many as possible of the author's statements or implications which conflict with the facts as science currently understands them. For the author, the rule is to make as few such slips as he possibly can... Certain exceptions are made [e.g., to allow travel faster than the speed of light], but fair play demands that all such matters be mentioned as early as possible in the story...\n\nClement was a frequent guest at science fiction conventions, especially in the eastern United States, where he usually presented talks and slide shows about writing and astronomy.\nClement died in Milton Hospital at the age of 81. He died in his sleep, most likely due to complications of diabetes.", 
    "name": "Hal Clement", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Hal_Clement", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Harry Clement Stubbs (May 30, 1922 – October 29, 2003), better known by the pen name Hal Clement, was an American science fiction writer and a leader of the hard science fiction subgenre. He also painted astronomically oriented artworks under the name George Richard.\nIn 1998 Clement was inducted by the Science Fiction and Fantasy Hall of Fame and named the 17th SFWA Grand Master by the Science Fiction and Fantasy Writers of America (presented in 1999).", 
    "born": "1922-05-30 00:00:00", 
    "books": [
        220, 
        997, 
        1096
    ], 
    "id": 70, 
    "died": "2003-10-29 00:00:00"
}