{
    "name": "Miriam Allen DeFord", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Miriam_Allen_deFord", 
        "found": true
    }, 
    "n_books": 3, 
    "summary": "Miriam Allen deFord (August 21, 1888 – February 22, 1975) was an American writer best known for her mysteries and science fiction. During the 1920s, she wrote for a number of left-wing magazines including The Masses, The Liberator, and the Federated Press.\nBorn in Philadelphia, Pennsylvania, she worked as a newspaper reporter for a time and, in the early 1900s, was also a campaigner and disseminator of birth control information to women. Her feminist work is documented in From Parlor to Prison: Five American Suffragists Talk About Their Lives, edited by Sherna B. Gluck.\nShe spent perhaps the most energy in mystery fiction and science fiction. Hence she did several anthologies in the mystery world.\nShe also had interest in historical crime or criminals. In 1968 she wrote The Real Bonnie and Clyde. She also wrote The Overbury Affair, which involves events during the reign of James I of Britain surrounding the murder of Sir Thomas Overbury. For the latter work she received a 1961 Edgar Award from the Mystery Writers of America for Best Fact Crime book. She also worked for Humanist magazine and she was one of the signers of the Humanist Manifesto.\nHowever, in 1949 The Magazine of Fantasy & Science Fiction began with Anthony Boucher as editor. Anthony Boucher wrote science fiction and fantasy but also garnered attention in the mystery field as well. This gave his magazine some cross-over appeal to mystery writers like Ms. deFord. Hence much of her science fiction first appeared in Boucher's magazine. Her stories there dealt with themes like nuclear devastation, alienation, and changing sexual roles. Her two collections are Elsewhere, Elsewhen, Elsehow and Xenogenesis. She also edited an anthology of stories mixing science fiction with mystery called Space, Time, and Crime.\nDeFord was also a passionate Fortean, a follower of Charles Fort, and did fieldwork for him. DeFord is mentioned in Fort's book Lo! Shortly before her death in 1975, Fortean writer Loren Coleman visited Ms. deFord frequently and interviewed her about her earlier interactions with Fort and her trips to Chico, California, to investigate the case of a poltergeist rock-thrower on Fort's behalf.\nDeFord died February 22, 1975, at her longtime home, the Ambassador Hotel at 55 Mason Street in San Francisco.\nIn 2008, The Library of America selected deFord’s story of the Leopold and Loeb trial for inclusion in its two-century retrospective of American True Crime.\nShe was married to Maynard Shipley from 1921 until his death in June 1934.", 
    "books": [
        558, 
        866, 
        870
    ], 
    "id": 186
}