{
    "name": "Rudyard Kipling", 
    "country": 1, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Rudyard_Kipling", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Joseph Rudyard Kipling ( RUD-yərd KIP-ling; 30 December 1865 – 18 January 1936) was an English journalist, short-story writer, poet, and novelist.\nKipling's works of fiction include The Jungle Book (1894), Kim (1901), and many short stories, including \"The Man Who Would Be King\" (1888). His poems include \"Mandalay\" (1890), \"Gunga Din\" (1890), \"The Gods of the Copybook Headings\" (1919), \"The White Man's Burden\" (1899), and \"If—\" (1910). He is regarded as a major innovator in the art of the short story; his children's books are classics of children's literature, and one critic described his work as exhibiting \"a versatile and luminous narrative gift\".\nKipling was one of the most popular writers in the United Kingdom, in both prose and verse, in the late 19th and early 20th centuries. Henry James said: \"Kipling strikes me personally as the most complete man of genius, as distinct from fine intelligence, that I have ever known.\" In 1907, at the age of 42, he was awarded the Nobel Prize in Literature, making him the first English-language writer to receive the prize and its youngest recipient to date. He was also sounded out for the British Poet Laureateship and on several occasions for a knighthood, both of which he declined.\nKipling's subsequent reputation has changed according to the political and social climate of the age and the resulting contrasting views about him continued for much of the 20th century. George Orwell called him a \"prophet of British imperialism\". Literary critic Douglas Kerr wrote: \"[Kipling] is still an author who can inspire passionate disagreement and his place in literary and cultural history is far from settled. But as the age of the European empires recedes, he is recognised as an incomparable, if controversial, interpreter of how empire was experienced. That, and an increasing recognition of his extraordinary narrative gifts, make him a force to be reckoned with.\"", 
    "born": "1865-12-30 00:00:00", 
    "books": [
        153
    ], 
    "id": 54, 
    "died": "1936-01-18 00:00:00"
}