{
    "name": "Pauline Ashwell", 
    "countries": [
        1
    ], 
    "gender": "f", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Pauline_Ashwell", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Pauline Ashwell is the best known pseudonym of British science fiction author Pauline Whitby (1928  - 23 November 2015). She has also written under the names Paul Ashwell and Paul Ash.\nAshwell published her first story, \"Invasion from Venus\", when she was only 14 years old. It appeared in the July 1942 issue of an obscure British science fiction magazine, Yankee Science Fiction, under the name Paul Ashwell.\nShe was discovered by science fiction editor John W. Campbell, who published her \"debut\" story, \"Unwillingly to School\", under the name Pauline Ashwell in the January 1958 issue of Astounding Science Fiction. She was nominated for the Hugo Awards for Best New Author and Best Novelette. The year 1958 was the first time she and other female nominees contended for Hugo Awards. That year, Campbell also published her story \"Big Sword\" in the October 1958 of Astounding under the name Paul Ash. Her third story for Campbell was \"The Lost Kafoozalum\", again under the name Pauline Ashwell, published in the October 1960 issue of Analog Science Fact & Fiction (the new name of Astounding). This story was nominated for the Hugo Award for Best Short Story. Though she lost to Poul Anderson's \"The Longest Voyage\", Richard A. Lupoff included her story in his series What If? Stories That Should Have Won The Hugo as one of three stories by women who debuted in the 1950s that he thought should have won those awards.\nHer 1966 story, \"The Wings of a Bat\" under the name Paul Ash, appeared as a nominee on the first ballot of the Nebula Award for Best Novelette. Other than \"Rats in the Moon\" in the November 1982 issue of Analog, she published nothing between 1966 and 1988. In 1988, she published a burst of stories in Analog: \"Interference\" (as Paul Ash, March), \"Thingummy Hall\" (June), \"Fatal Statistics\" (July), \"Make Your Own Universe\" (Mid-December), and \"Shortage in Time\" (December). More stories followed during the next two decades. Her story \"Man Opening a Door\", published in the June 1991 issue of Analog under the name Paul Ash, was on the final ballot as a nominee for the Nebula Award for Best Novella. Her novel \"The Man Who Stayed Behind\" appeared in the July 1993 issue of Analog, also under the name Paul Ash, but was never published in book form.\nTor Books published her only two books:\nThe novel Project FarCry (1995).\nand\nUnwillingly to Earth (1993), a fix-up of four previously published stories detailing the space adventures of the young Lysistrata (aka \"Lizzie\") Lee, including\n\"Unwillingly to School\" (Astounding Science Fiction, January 1958), set on the rough mining planet where Lizzie was born and from which she was sent against her will to university on Earth.\n\"Rats in the Moon\" (Analog Science Fiction/Science Fact, November 1982), where Lizzie exposes plots of interplanetary political corruption on Earth's Moon.\n\"Fatal Statistics\" (Analog Science Fiction/Science Fact, July 1988), where Lizzie negotiates between hostile factions on the planet Figueroa, whose civilization collapsed, and helps survivors make a new start.\n\"The Lost Kafoozalum\" (Analog Science Fact -> Fiction, October 1960), where Lizzie takes part in a daring plot to avert nuclear war on the planet Incognita, and when things go terribly wrong she sets them right, saves the life of her professor and eventually marries him.\n\nAshwell also published love stories under a variety of pseudonyms.", 
    "books": [
        321
    ], 
    "id": 106
}