{
    "bio": "Ken Keeler studied applied mathematics at Harvard University, graduating summa cum laude in 1983. He then gained a master's degree from Stanford in electrical engineering before returning to Harvard.  He earned a PhD in applied mathematics from Harvard in 1990. His doctoral thesis was \"Map Representations and Optimal Encoding for Image Segmentation\". After earning his doctorate, Keeler joined the Performance Analysis Department at AT&T Bell Laboratories. He soon left Bell Labs to write for David Letterman and subsequently for various sitcoms, including several episodes of Wings, The Simpsons, Futurama, and The Critic, as well as the short-lived Fox claymation show The PJs. For The Simpsons, Keeler has written such episodes as \"A Star Is Burns\" (which Matt Groening refused to be credited for, as he was opposed to the idea of The Simpsons crossing over with The Critic) and \"The Principal and the Pauper\" (which many fans – including series creator Matt Groening and voice actor Harry Shearer – disliked due to the massive changes in Principal Skinner's backstory).\nKeeler was instrumental in the creation of Futurama, and served as a co-executive producer in its first three years, and as an executive producer in its fourth year. He was one of the show's most prolific writers, with nine episodes to his name (including the original series finale, \"The Devil's Hands Are Idle Playthings\", the Writers Guild Award-winning episodes \"Godfellas\" and \"The Prisoner of Benda,\" and the series finale \"Meanwhile\"). Keeler wrote many of the original songs on both The Simpsons and Futurama during his time with the shows. He also wrote the direct-to-DVD Futurama movies Bender's Big Score and Into the Wild Green Yonder.\nKeeler is also a fan of (but of no relation to) Harry Stephen Keeler and won the 2001 Fifth and 2008 TwelfthAnnual Imitate Keeler Competitions. His Futurama episode \"Time Keeps on Slippin'\" was partly inspired by the Harry Stephen Keeler story \"Strange Romance\" from the novel Y. Cheung, Business Detective.", 
    "name": "Harry Stephen Keeler", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Ken_Keeler", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Kenneth \"Ken\" Keeler (born 1961) is an American television producer and writer. He has written for numerous television series, most notably The Simpsons and Futurama. According to an interview with David X. Cohen, he proved a theorem which appears in the Futurama episode \"The Prisoner of Benda\".", 
    "born": "1961-08-26 00:00:00", 
    "books": [
        965
    ], 
    "id": 296
}