{
    "bio": "Doyle was born on 22 May 1859 at 11 Picardy Place, Edinburgh, Scotland. His father, Charles Altamont Doyle, was born in England, of Irish Catholic descent, and his mother, Mary (née Foley), was Irish Catholic. His parents married in 1855. In 1864 the family dispersed because of Charles's growing alcoholism, and the children were temporarily housed across Edinburgh. In 1867, the family came together again and lived in squalid tenement flats at 3 Sciennes Place. Doyle's father died in 1893, in the Crichton Royal, Dumfries, after many years of psychiatric illness.\nSupported by wealthy uncles, Doyle was sent to England, at the Jesuit preparatory school Hodder Place, Stonyhurst in Lancashire at the age of nine (1868–70). He then went on to Stonyhurst College until 1875. From 1875 to 1876, he was educated at the Jesuit school Stella Matutina in Feldkirch, Austria. He later rejected the Catholic faith and became an agnostic. He also later became a spiritualist mystic. Doyle was found clutching his chest in the hall of Windlesham Manor, his house in Crowborough, East Sussex, on 7 July 1930. He died of a heart attack at the age of 71. His last words were directed toward his wife: \"You are wonderful.\" At the time of his death, there was some controversy concerning his burial place, as he was avowedly not a Christian, considering himself a Spiritualist. He was first buried on 11 July 1930 in Windlesham rose garden.\nHe was later reinterred together with his wife in Minstead churchyard in the New Forest, Hampshire. Carved wooden tablets to his memory and to the memory of his wife, originally from the church at Minstead, are on display as part of a Sherlock Holmes exhibition at Portsmouth Museum. The epitaph on his gravestone in the churchyard reads, in part: \"Steel true/Blade straight/Arthur Conan Doyle/Knight/Patriot, Physician, and man of letters\".\nUndershaw, his home near Hindhead in Surrey, which Doyle had built and lived in between October 1897 and September 1907, was a hotel and restaurant from 1924 until 2004. It was then bought by a developer and stood empty while conservationists and Doyle fans fought to preserve it. In 2012 the High Court in London ruled the redevelopment permission be quashed because proper procedure had not been followed, but it is now due to become part of the Stepping Stones school for children with disabilities and additional needs.\n\nA statue honours Doyle at Crowborough Cross in Crowborough, where he lived for 23 years. There is a statue of Sherlock Holmes in Picardy Place, Edinburgh, close to the house where Doyle was born.", 
    "name": "Arthur Conan Doyle", 
    "countries": [
        1
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Arthur_Conan_Doyle", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Sir Arthur Ignatius Conan Doyle KStJ, DL (22 May 1859 – 7 July 1930) was a British writer best known for his detective fiction featuring the character Sherlock Holmes. Originally a physician, in 1887 he published A Study in Scarlet, the first of four novels about Holmes and Dr. Watson. In addition, Doyle wrote over fifty short stories featuring the famous detective.\nThe Sherlock Holmes stories are generally considered milestones in the field of crime fiction. Doyle is also known for writing the fictional adventures of Professor Challenger and for propagating the mystery of the Mary Celeste. He was a prolific writer whose other works include fantasy and science fiction stories, plays, romances, poetry, non-fiction and historical novels.", 
    "born": "1859-05-22 00:00:00", 
    "books": [
        8, 
        47
    ], 
    "id": 7, 
    "died": "1930-07-07 00:00:00"
}