{
    "bio": "Frank Herbert was born on October 8, 1920, in Tacoma, Washington, to Frank Patrick Herbert, Sr. and Eileen (McCarthy) Herbert. Because of a poor home environment, he ran away from home in 1938 to live with an aunt and uncle in Salem, Oregon. He enrolled in high school at Salem High School (now North Salem High School), where he graduated the next year. In 1939 he lied about his age to get his first newspaper job at the Glendale Star. Herbert then returned to Salem in 1940 where he worked for the Oregon Statesman newspaper (now Statesman Journal) in a variety of positions, including photographer.\nHe served in the U.S. Navy's Seabees for six months as a photographer during World War II, then he was given a medical discharge. He married Flora Parkinson in San Pedro, California in 1940. They had a daughter, Penny (b. February 16, 1942), but divorced in 1945.\nAfter the war Herbert attended the University of Washington, where he met Beverly Ann Stuart at a creative writing class in 1946. They were the only students who had sold any work for publication; Herbert had sold two pulp adventure stories to magazines, the first to Esquire in 1945, and Stuart had sold a story to Modern Romance magazine. They married in Seattle, Washington on June 20, 1946 and had two sons, Brian Patrick Herbert (b. June 29, 1947, Seattle, Washington) and Bruce Calvin Herbert (b. June 26, 1951, Santa Rosa, California d. June 15, 1993, San Rafael, California, a professional photographer and gay rights activist).\nIn 1949 Herbert and his wife moved to California to work on the Santa Rosa Press-Democrat. Here they befriended the psychologists Ralph and Irene Slattery. The Slatterys introduced Herbert to the work of several thinkers who would influence his writing, including Freud, Jung, Jaspers and Heidegger; they also familiarized Herbert with Zen Buddhism.\nHerbert did not graduate from the university; according to his son Brian, he wanted to study only what interested him and so did not complete the required curriculum. He returned to journalism and worked at the Seattle Star and the Oregon Statesman. He was a writer and editor for the San Francisco Examiner's California Living magazine for a decade.\nIn a 1973 interview, Herbert stated that he had been reading science fiction \"about ten years\" before he began writing in the genre, and he listed his favorite authors as H. G. Wells, Robert A. Heinlein, Poul Anderson and Jack Vance.\nHerbert's first science fiction story, \"Looking for Something\", was published in the April 1952 issue of Startling Stories, then a monthly edited by Samuel Mines. Three more of his stories appeared in 1954 issues of Astounding Science Fiction and Amazing Stories. His career as a novelist began in 1955 with the serial publication of Under Pressure in Astounding from November 1955; afterward it was issued as a book by Doubleday, The Dragon in the Sea. The story explored sanity and madness in the environment of a 21st-century submarine and predicted worldwide conflicts over oil consumption and production. It was a critical success but not a major commercial one. During this time Herbert also worked as a speechwriter for Republican senator Guy Cordon. ", 
    "name": "Frank Herbert", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Frank_Herbert", 
        "found": true
    }, 
    "n_books": 3, 
    "summary": "Frank Patrick Herbert, Jr. (October 8, 1920 – February 11, 1986) was an American science fiction writer best known for the novel Dune and its five sequels. Though he became famous for science fiction, he was also a newspaper journalist, photographer, short story writer, book reviewer, ecological consultant and lecturer.\nThe Dune saga, set in the distant future and taking place over millennia, deals with complex themes such as human survival and evolution, ecology, and the intersection of religion, politics and power. Dune itself is the best-selling science fiction novel of all time and the series is widely considered to be among the classics of the genre.", 
    "born": "1920-10-08 00:00:00", 
    "books": [
        188, 
        257, 
        491
    ], 
    "id": 63, 
    "died": "1986-02-11 00:00:00"
}