{
    "bio": "He was born on April 28, 1910 in Plainfield, New Jersey to Samuel Merwin, Sr. He received a BA from Princeton in 1931 and studied at the Boston Museum School of Fine Arts. He began his career in mainstream journalism - as a reporter for the Boston Evening America (1932–1933) then as the New York City Bureau chief for the Philadelphia Inquirer. His career continued as an editor (Dell publishing Co. 1937-1938, Standard Magazines Group 1941-1951, King Size Publications (1952), Renown Publications (1955–1956, 1977–1979) and Brandon House (1966–1967) and as a magazine writer.\nIn 1934 he married Lee Anna Vance.\nMerwin began publishing fiction in 1940 with the mystery novel, Murder in Miniatures, and wrote mysteries, romance (under female pseudonyms) and science fiction. Overall, he produced more mystery writing than science fiction writing and his science fiction is said to show the influence of the mystery genre. However he was most influential in the science fiction genre, as the editor of Startling Stories (1945–1951) Fantastic Story Quarterly (1950–1951), Wonder Stories Annual (1950–1951), Thrilling Wonder Stories (1945-1951) and Fantastic Universe (1953). At first he was billed as Sergeant Saturn, a pseudonym inherited from Oscar J. Friend, the magazines' previous editor, and then simply as \"Editor\". His identity remained unknown to most readers for six years, which helped make his magazines' letters department one of the liveliest and best regarded in the field. He has been credited with raising the standard of published science fiction and of moving it more towards an adult readership.\nMerwin quit his editing job in 1951 to become a freelance writer, but his mysteries and science fiction books were only moderately successful, either commercially or critically. During the science fiction boom of 1953 he briefly edited Fantastic Universe, and he was an associate editor of Galaxy Science Fiction in 1952-1953.\nThree of his detective stories had as an investigator Amy Brewster \"a cigar-smoking, 300-pound lawyer-financier...Upper class but unfeminine\" who solved mysteries for her friends. This character has been said to be \"defined against the genre's stereotypes, particularly the femme fatale: they are not attractive, not home-bound, and not submissive, either conversationally or professionally.\"\nHe wrote a few comic book stories for DC's Strange Adventures and Mystery in Space that were published from 1952 to 1953.\nHe also edited the Mike Shayne Mystery Magazine in 1956, returning to edit it from 1977 to 1979. He wrote many of the Michael Shayne stories that appeared in the magazine\nHe died on January 13, 1996, Los Angeles, California.", 
    "name": "Sam Merwin", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Sam_Merwin_Jr.", 
        "found": true
    }, 
    "n_books": 3, 
    "summary": "Samuel Kimball Merwin Jr. (April 28, 1910 - January 13, 1996) was an American mystery fiction writer, editor and science fiction author, who published fiction mostly as Sam Merwin Jr. His pseudonyms included Elizabeth Deare Bennett, Matt Lee, Jacques Jean Ferrat and Carter Sprague.", 
    "born": "1910-04-28 00:00:00", 
    "books": [
        439, 
        757, 
        963
    ], 
    "id": 147, 
    "died": "1996-01-13 00:00:00"
}