{
    "bio": "Silverberg has been married twice. He and Barbara Brown married in 1956, separated in 1976, and divorced a decade later. Silverberg and science fiction writer Karen Haber married in 1987. They live in the San Francisco Bay Area. Before the age of 30, Silverberg was independently wealthy through his investments and once owned the former mansion of New York City Mayor Fiorello La Guardia.  Silverberg has been married twice. He and Barbara Brown married in 1956, separated in 1976, and divorced a decade later. Silverberg and science fiction writer Karen Haber married in 1987. They live in the San Francisco Bay Area. Before the age of 30, Silverberg was independently wealthy through his investments and once owned the former mansion of New York City Mayor Fiorello La Guardia.  Silverberg has been married twice. He and Barbara Brown married in 1956, separated in 1976, and divorced a decade later. Silverberg and science fiction writer Karen Haber married in 1987. They live in the San Francisco Bay Area. Before the age of 30, Silverberg was independently wealthy through his investments and once owned the former mansion of New York City Mayor Fiorello La Guardia. ", 
    "name": "Robert Silverberg", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Robert_Silverberg", 
        "found": true
    }, 
    "n_books": 7, 
    "summary": "Robert Silverberg (born January 15, 1935) is an American author and editor, best known for writing science fiction. He is a multiple winner of both Hugo and Nebula Awards, a member of the Science Fiction and Fantasy Hall of Fame, and a Grand Master of SF. He attended every Hugo Awards ceremony since the inaugural event in 1953.\n\n", 
    "born": "1935-01-15 00:00:00", 
    "books": [
        141, 
        208, 
        209, 
        242, 
        256, 
        323, 
        443, 
        971, 
        972, 
        1045, 
        1054, 
        1063, 
        1069, 
        1074, 
        1090, 
        1096, 
        1102, 
        1105, 
        1107, 
        1110, 
        1111, 
        1112, 
        1120, 
        1124, 
        1125, 
        1127, 
        1130, 
        1138, 
        1139, 
        1140, 
        1141, 
        1142, 
        1143, 
        1145, 
        1146, 
        1149, 
        1150, 
        1151, 
        1152, 
        1158, 
        1159, 
        1179
    ], 
    "id": 50
}