{
    "bio": "Born in London, and educated at Fettes College, Edinburgh, Fyfe was the son of James Hamilton Fyfe, a barrister and journalist, and his wife Mary. He joined the staff of The Times at the age of seventeen, where he worked as a reporter and reviewer before becoming secretary to the editor, George Earle Buckle. In 1902, he was named editor of the Morning Advertiser, the trade publication of the Licensed Victuallers' Association. Though his efforts to improve the paper soon ran into conflict with the paper's owners, the clash did draw the attention of the press baron Alfred Harmsworth, who offered Fyfe the opportunity to spearhead the transformation of the struggling Daily Mirror the following year. Fyfe accepted Harmsworth's offer, and turned the paper from a publication catering for women readers into a popular newspaper through the use of photojournalism.\n\nIn 1907, Fyfe gave up the editorship of the Daily Mirror to become a reporter for another Harmsworth publication, the Daily Mail. He gained considerable renown during this period, initially by covering pioneering aviation feats such as Louis Blériot's successful crossing of the English Channel. He also covered Venustiano Carranza's overthrow of the Huerta regime in Mexico as well as the growing tension in Ulster in 1914. At the start of World War I he was sent to France, where he scored further success early on with his reports of the Great Retreat from Mons. Over the course of the war, he filed reports from Russia, Spain, Portugal, and Italy, before aiding Harmsworth (by now Lord Northcliffe) in his propaganda efforts for the British government.\nFyfe's 1920 play The Kingdom, The Power and The Glory provoked controversy because of its attack on monarchy.\nA man of the political left, Fyfe nonetheless liked the conservative Northcliffe and enjoyed a good relationship with him until the latter's mental deterioration after the war. After Northcliffe's death in 1922, Fyfe agreed to edit the Daily Herald. During his tenure there, he succeeded in nearly quadrupling the paper's circulation but clashed with the editorial board, which was dominated by members of the Trades Union Congress. In 1926, he left the editorship to take a position as a reporter with the Daily Chronicle, working there until the paper's merger with the Daily News four years later. During this period, he stood unsuccessfully for Parliament as a Labour Party candidate, firstly for Sevenoaks in the general election of 1929 and then for Yeovil in 1931. Fyfe's 1940 book The Illusion of National Character was a critique of nationalism published by the Thinker's Library.\nAfter he left the Daily Chronicle, Fyfe concentrated on his independent writing. His success as a playwright dated back to 1909 with the first performance of A Modern Aspasia; he also wrote a number of biographies of writers and journalists culminating in his own memoirs, Sixty Years of Fleet Street, which was published two years before his death at a nursing home in Sussex.", 
    "name": "H. B. Fyfe", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Hamilton_Fyfe", 
        "found": true
    }, 
    "n_books": 15, 
    "summary": "Henry Hamilton Fyfe (29 September 1869 – 15 June 1951) was a British journalist and writer who served as editor of both the Daily Mirror and the Daily Herald.", 
    "born": "1869-06-10 00:00:00", 
    "books": [
        294, 
        510, 
        511, 
        557, 
        575, 
        603, 
        621, 
        673, 
        675, 
        677, 
        731, 
        733, 
        734, 
        788, 
        897
    ], 
    "id": 94, 
    "died": "1951-07-15 00:00:00"
}