{
    "bio": "Burroughs was born on September 1, 1875, in Chicago, Illinois (he later lived for many years in the suburb of Oak Park), the fourth son of Major George Tyler Burroughs (1833–1913), a businessman and Civil War veteran, and his wife, Mary Evaline (Zieger) Burroughs (1840–1920). His middle name is from his paternal grandmother, Mary Rice Burroughs (1802–c.1870). Burroughs was of almost entirely English ancestry, with a family line that had been in North America since the early colonial era. Through his grandmother Mary Rice, he was descended from Edmund Rice, one of the English Puritans who moved to Massachusetts in the early colonial period. He once remarked, \"I can trace my ancestry back to Deacon Edmund Rice.\" The Burroughs side of the family was also of English origin and also emigrated to Massachusetts around the same time. Many of his ancestors fought in the American Revolution. He had other ancestors who settled in Virginia during the colonial period, and he often emphasized his connection with that side of the family, seeing it as more romantic and warlike.\nBurroughs was educated at a number of local schools, and during the Chicago influenza epidemic in 1891, he spent half a year at his brother's ranch on the Raft River in Idaho. He then attended Phillips Academy, in Andover, Massachusetts, and then the Michigan Military Academy. Graduating in 1895, and failing the entrance exam for the United States Military Academy at West Point, he became an enlisted soldier with the 7th U.S. Cavalry in Fort Grant, Arizona Territory. After being diagnosed with a heart problem and thus ineligible to serve, he was discharged in 1897. After the war ended, Burroughs moved back to Encino, California, where after many health problems, he died of a heart attack on March 19, 1950, having written almost 80 novels. He is buried at Tarzana, California, US.\nThe Science Fiction Hall of Fame inducted Burroughs in 2003. ", 
    "name": "Edgar Rice Burroughs", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs", 
        "found": true
    }, 
    "n_books": 13, 
    "summary": "Edgar Rice Burroughs (September 1, 1875 – March 19, 1950) was an American writer best known for his creations of the jungle hero Tarzan and the heroic Mars adventurer John Carter, although he produced works in many genres.", 
    "born": "1875-09-01 00:00:00", 
    "books": [
        3, 
        21, 
        23, 
        38, 
        43, 
        52, 
        59, 
        64, 
        82, 
        88, 
        95, 
        111, 
        136
    ], 
    "id": 2, 
    "died": "1950-03-19 00:00:00"
}