{
    "bio": "Fritz Leiber was born December 24, 1910, in Chicago, Illinois, to the actors Fritz Leiber and Virginia Bronson Leiber. For a time, he seemed inclined to follow in his parents' footsteps; the theater and actors are prominently featured in his fiction. He spent 1928 touring with his parents' Shakespeare company (Fritz Leiber & Co.) before entering the University of Chicago, where he was elected to Phi Beta Kappa and received an undergraduate Ph.B. degree in psychology and physiology or biology with honors in 1932. From 1932 to 1933, he worked as a lay reader and studied as a candidate for the ministry at the Episcopal Church-affiliated General Theological Seminary in Chelsea, Manhattan without taking a degree.\nAfter pursuing graduate studies in philosophy at the University of Chicago from 1933 to 1934 and failing once more to take a degree, he remained based in Chicago while touring intermittently with his parents' company (under the stage name of \"Francis Lathrop\") and pursuing a concurrent literary career; six short stories in the 2010 collection Strange Wonders: A Collection of Rare Fritz Leiber Works carry 1934 and 1935 dates. He also appeared alongside his father in uncredited parts in several films, including George Cukor's Camille (1936), James Whale's The Great Garrick (1937) and William Dieterle's The Hunchback of Notre Dame (1939).\nIn 1936, he initiated a brief yet intense correspondence with H.P. Lovecraft, who \"encouraged and influenced [Leiber's] literary development\" before succumbing to small intestine cancer and malnutrition in March 1937. Leiber introduced Fafhrd and the Gray Mouser in \"Two Sought Adventure\", his first professionally-published short story in the August 1939 edition of the John W. Campbell-edited Unknown.\nLeiber married Jonquil Stephens on January 16, 1936; their only child, the philosopher and science fiction writer Justin Leiber, was born in 1938. From 1937 to 1941, he was employed by Consolidated Book Publishing as a staff writer for the Standard American Encyclopedia. In 1941, the family moved to California, where Leiber served as a speech and drama instructor at Occidental College during the 1941–1942 academic year.\nUnable to conceal his disdain for academic politics as the United States entered World War II, he decided that the struggle against fascism was more important than his long-held pacifist convictions. He accepted a position with Douglas Aircraft in quality inspection, primarily working on the C-47 Skytrain; throughout the war, he continued to regularly publish fiction in a variety of periodicals.\nThereafter, the family returned to Chicago, where Leiber served as associate editor of Science Digest from 1945 to 1956. During this decade (forestalled by a fallow interregnum from 1954 to 1956), his output (including the 1947 Arkham House anthology Night's Black Agents) was characterized by Poul Anderson as \"a lot of the best science fiction and fantasy in the business.\" In 1958, the Leibers returned to Los Angeles. By this juncture, he was able to relinquish his journalistic career and support his family as a full-time fiction writer.\nJonquil's death in 1969 precipitated Leiber's permanent relocation to San Francisco and exacerbated his longstanding alcohol use disorder after twelve years of fellowship in Alcoholics Anonymous; however, he would gradually regain relative sobriety (an effort impeded by comorbid barbiturate abuse) over the next two decades. In 1977, he returned to his original form with a fantasy novel set in modern-day San Francisco, Our Lady of Darkness, which is about a writer of weird tales who must deal with the death of his wife and his recovery from alcoholism.\nPerhaps as a result of his substance abuse, Leiber seems to have suffered periods of penury in the 1970s; Harlan Ellison has written of his anger at finding that the much-awarded Leiber had to write his novels on a manual typewriter that was propped up over the sink in his apartment, and Marc Laidlaw wrote that, when visiting Leiber as a fan in 1976, he \"was shocked to find him occupying one small room of a seedy San Francisco residence hotel, its squalor relieved mainly by walls of books\". Other reports suggest that Leiber preferred to live simply in the city, spending his money on dining, movies and travel. In the last years of his life, royalty checks from TSR, Inc. (the makers of Dungeons and Dragons, who had licensed the mythos of the Fafhrd and Gray Mouser series) were enough in themselves to ensure that he lived comfortably.\nIn 1992, the last year of his life, Leiber married his second wife, Margo Skinner, a journalist and poet with whom he had been friends for many years.\nLeiber's death occurred a few weeks after a physical collapse while traveling from a science fiction convention in London, Ontario, with Skinner. The cause of his death was given as \"organic brain disease\".\nHe wrote a 100-page-plus memoir, Not Much Disorder and Not So Early Sex, which can be found in The Ghost Light (1984).\nLeiber's own literary criticism, including several essays on Lovecraft, was collected in the volume Fafhrd and Me (1990).", 
    "name": "Fritz Leiber", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Fritz_Leiber", 
        "found": true
    }, 
    "n_books": 18, 
    "summary": "Fritz Reuter Leiber, Jr. (December 24, 1910 – September 5, 1992) was an American writer of fantasy, horror, and science fiction. He was also a poet, actor in theater and films, playwright and chess expert. With writers such as Robert E. Howard and Michael Moorcock, Leiber can be regarded as one of the fathers of sword and sorcery fantasy, having created the term.", 
    "born": "1910-12-24 00:00:00", 
    "books": [
        85, 
        218, 
        239, 
        253, 
        262, 
        274, 
        318, 
        347, 
        357, 
        374, 
        376, 
        389, 
        419, 
        422, 
        445, 
        474, 
        513, 
        542
    ], 
    "id": 32, 
    "died": "1992-09-05 00:00:00"
}