{
    "bio": "Born in Chicago, Illinois. Robinson was the son of a check forger. He started out in his teens working as a copy boy for International News Service and then became an office boy for Ziff Davis. He was drafted into the Navy for World War II, and when his tour was over attended Beloit College, where he majored in physics, graduating in 1950. Because he could find no work as a writer, he ended up back in the Navy to serve in Korea, where he kept writing, read a lot, and published in Astounding magazine.\nAfter the Navy, he attended graduate school in journalism, then worked for a Chicago-based Sunday supplement. Soon he switched to Science Digest, where he worked from 1956 to 1959. From there, he moved into men's magazines: Rogue (1959–65) and Cavalier (1965–66). In 1969, Playboy asked him to take over the Playboy Advisor column. He remained there until 1973, when he left to write full-time.\nAfter moving to San Francisco in the 1970s, Robinson, who was gay, was a speechwriter for gay politician Harvey Milk; he had a small role in the film Milk. After Milk's assassination, Robinson was co-executor, with Scott Smith, of Milk's last will and testament.\nRobinson was the author of 16 books, the editor of two others, and has penned numerous articles. Three of his novels have been made into movies. The Power (1956) was a supernatural science fiction and government conspiracy novel about people with superhuman skills, filmed in 1968 as The Power. The technothriller The Glass Inferno, co-written with Thomas N. Scortia, was combined with Richard Martin Stern's The Tower to produce the 1974 movie The Towering Inferno. The Gold Crew, also co-written Scortia, was a nuclear threat thriller filmed as an NBC miniseries and re-titled The Fifth Missile.\nHe collaborated on several other works with Scortia, including The Prometheus Crisis, The Nightmare Factor, and Blow-Out. More recent works include The Dark Beyond the Stars (1991), and an updated version of The Power (2000), which closely followed Waiting (1999), a novel with similar themes to The Power. His novel is a medical thriller about organ theft called The Donor.\nIn the 1970s, Robinson started seriously collecting the vintage pulp-fiction magazines that he had grown up reading. The collection spawned a book on the history of the pulps as seen through their vivid cover art: Pulp Culture: The Art of Fiction Magazines (with co-author Lawrence Davidson). He attended numerous pulp conventions and in 2000 won the coveted Lamont Award for lifetime achievement at Pulpcon.\nIn 2009 he was inducted into the Chicago Gay and Lesbian Hall of Fame.", 
    "name": "Frank Robinson", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Frank_M._Robinson", 
        "found": true
    }, 
    "n_books": 5, 
    "summary": "Frank M. Robinson (August 9, 1926 – June 30, 2014) was an American science fiction and techno-thriller writer.", 
    "born": "1926-08-09 00:00:00", 
    "books": [
        541, 
        695, 
        724, 
        811, 
        841
    ], 
    "id": 180, 
    "died": "2014-06-30 00:00:00"
}