{
    "bio": "Matheson was born in Allendale, New Jersey, to Norwegian immigrants Bertolf and Fanny, who divorced when he was 8. Matheson subsequently was raised in Brooklyn, New York by his mother. His early writing influences were the film Dracula, novels by Kenneth Roberts, and a poem he saw in the newspaper The Brooklyn Eagle, where at age 8 he would publish his first short story. After graduating from Brooklyn Technical High School, he served with the United States Army in Europe during World War II, an experience that formed the basis for his 1960 novel The Beardless Warriors. After returning home, he attended the Missouri School of Journalism at the University of Missouri, earning his Bachelor of Arts degree in 1949. Afterward, he moved to California.  In 1952, Matheson married Ruth Ann Woodson, whom he met in California. They had four children. Bettina Mayberry, Richard Christian Matheson, Chris Matheson and Ali Matheson.\nRichard Christian, Chris and Ali became writers of fiction and screenplays.\nMatheson died on June 23, 2013 at his home in Los Angeles, California, aged 87.", 
    "name": "Richard Matheson", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Richard_Matheson", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Richard Burton Matheson (February 20, 1926 – June 23, 2013) was an American author and screenwriter, primarily in the fantasy, horror, and science fiction genres. He is best known as the author of I Am Legend, a 1954 science fiction horror vampire novel that has been adapted for the screen four times, as well as the movie Somewhere In Time for which Matheson wrote the screenplay, based on his novel Bid Time Return. Matheson also wrote 16 television episodes of The Twilight Zone for Rod Serling, including \"Nightmare at 20,000 Feet\" and \"Steel\".\nHe adapted his 1971 short story \"Duel\" as a screenplay directed by a young Steven Spielberg, for the television film of the same name that year.\nSix more of his novels or short stories have been adapted as major motion pictures — The Shrinking Man, Hell House, What Dreams May Come, Bid Time Return (filmed as Somewhere in Time), A Stir of Echoes and Button, Button. Lesser movies based on his work include two from his early noir novels — Cold Sweat, based on his novel Riding the Nightmare, and Les seins de glace (Icy Breasts), based on his novel Someone is Bleeding.", 
    "born": "1926-02-20 00:00:00", 
    "books": [
        377, 
        974, 
        976, 
        992, 
        994, 
        1032
    ], 
    "id": 122, 
    "died": "2013-06-23 00:00:00"
}