{
    "bio": "Moore was born in Madison, New Jersey, a western suburb of New York City. His parents were Jewish and had married in 1902, the previous year. His grandfather Joseph Solomon Moore (1821–1892) had been a successful German-born commission merchant and the statistician of the New York custom house, the author of several books on the tariff question and a friend of Carl Schurz. Five months after Ward Moore's birth, he moved with his parents to Montreal, where his mother's family lived. In 1913 they returned to New York.\nMoore's parents divorced and remarried around this time, and his father died in 1916. His mother's second husband and Moore's stepfather was the noted German jazz band leader Julian Fuhs. Moore attended De Witt Clinton High School in New York, where according to one widely repeated story he was expelled for antiwar activity during World War I; elsewhere he claimed that he dropped out of school in order to write. He later attended Columbia College.\nMoore claimed to have spent several years tramping around the United States as a hobo during the early 1920s. In the mid-1920s he managed a bookshop in Chicago, where he befriended one of the store's patrons, the young poet Kenneth Rexroth. Moore appears in Rexroth's memoir An Autobiographical Novel as the mad bohemian poet/bookseller/science fiction writer \"Bard Major\". Rexroth claimed that \"Major\" had been on the Central Committee of the Communist Party in Milwaukee and was expelled for Trotskyist deviationism, but the factual basis for this tale, if any, is obscure.\nIn 1929 Moore relocated to California, where he was to live for the rest of his life. Starting in 1937 he participated in the Federal Writers Project of the WPA, where his friend Rexroth was an administrator in the San Francisco office. His picaresque first novel Breathe the Air Again, was about the labor struggle in California during the 1920s. It had autobiographical elements and was widely and favorably reviewed. It was intended to be the first of a trilogy but the remaining volumes were never published.\nDuring the 1940s Moore wrote book reviews, articles and short stories for a number of magazines and newspapers, including Harper's Bazaar, the San Francisco Chronicle, Jewish Horizons, and The Nation. By 1942 Moore was married to his first wife, Lorna Lenzi. He had seven children. Starting in 1950 he was book review editor of Frontier, a West Coast political monthly similar in outlook to The Nation.\nIn the early 1950s he began writing regularly for The Magazine of Fantasy and Science Fiction. He was a friend of the magazine's California-based editors, Anthony Boucher and J. Francis McComas, and soon became a popular favorite with the magazine's readers. Though he was never terribly prolific, his science fiction stories penned during the 1950s were entertaining and well crafted and were well received.\nIn the 1960s his literary output diminished, and his last two novels were completed with the help of collaborators. His 1953 speculative if-the-South-had-won-the-Civil-War novel Bring the Jubilee was brought back into print at the time of the Civil War centennial and found an appreciative new audience among Civil War buffs.\nIn 1965 he remarried; his second wife was the science fiction writer Raylyn Moore (née Crabbe; 1928–2005). The couple moved to Pacific Grove, California where he died in 1978.", 
    "name": "Ward Moore", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Ward_Moore", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Joseph Ward Moore (August 10, 1903 – January 28, 1978) was an American science fiction writer. According to The Encyclopedia of Science Fiction, \"he contributed only infrequently to the field, [but] each of his books became something of a classic.\"", 
    "born": "1903-08-10 00:00:00", 
    "books": [
        446
    ], 
    "id": 150, 
    "died": "1978-01-28 00:00:00"
}