{
    "bio": "Philip Kindred Dick and his twin sister, Jane Charlotte Dick, were born six weeks prematurely on December 16, 1928, in Chicago, Illinois, to Dorothy (née Kindred; 1900–1978) and Joseph Edgar Dick (1899–1985), who worked for the United States Department of Agriculture. His paternal grandparents were Irish. The death of Jane six weeks later, on January 26, 1929, profoundly affected Philip's life, leading to the recurrent motif of the \"phantom twin\" in his books.\nHis family later moved to the San Francisco Bay Area. When Philip was five, his father was transferred to Reno, Nevada; when Dorothy refused to move, she and Joseph divorced. Both parents fought for custody of Philip, which was awarded to the mother. Dorothy, determined to raise Philip alone, took a job in Washington, D.C., and moved there with her son. Philip was enrolled at John Eaton Elementary School (1936–38), completing the second through fourth grades. His lowest grade was a \"C\" in Written Composition, although a teacher remarked that he \"shows interest and ability in story telling.\" He was educated in Quaker schools. In June 1938, Dorothy and Philip returned to California, and it was around this time that he became interested in science fiction. Dick stated that he read his first science fiction magazine, Stirring Science Stories in 1940 at the age of twelve.\nDick attended Berkeley High School in Berkeley, California. He and fellow science fiction author Ursula K. Le Guin were members of the same graduating class (1947) but did not know each other at the time. After graduation, he briefly attended the University of California, Berkeley, (September 1949 to November 11, 1949) with an honorable dismissal granted January 1, 1950. Dick did not declare a major and took classes in history, psychology, philosophy, and zoology. Through his studies in philosophy, he believed that existence is based on internal human perception, which does not necessarily correspond to external reality; he described himself as \"an acosmic panentheist,\" believing in the universe only as an extension of God. After reading the works of Plato and pondering the possibilities of metaphysical realms, Dick came to the conclusion that, in a certain sense, the world is not entirely real and there is no way to confirm whether it is truly there. This question from his early studies persisted as a theme in many of his novels. Dick dropped out because of ongoing anxiety problems, according to his third wife Anne's memoir. She also says he disliked the mandatory ROTC training. At Berkeley, Dick befriended poet Robert Duncan and poet and linguist Jack Spicer, who gave Dick ideas for a Martian language. Dick claimed to have been host of a classical music program on KSMO Radio in 1947. From 1948 to 1952, Dick worked at Art Music Company, a record store on Telegraph Avenue.  Dick was married five times:\nJeanette Marlin (May to November 1948)\nKleo Apostolides (June 14, 1950 to 1959)\nAnne Williams Rubinstein (April 1, 1959 to October 1965)\nNancy Hackett (July 6, 1966 to 1972)\nLeslie (Tessa) Busby (April 18, 1973 to 1977)\nDick had three children, Laura Archer (February 25, 1960), Isolde Freya (now Isa Dick Hackett) (March 15, 1967), and Christopher Kenneth (July 25, 1973).\nIn 1955, he and his second wife, Kleo Apostolides, received a visit from the FBI, which they believed to be the result of Kleo's socialist views and left-wing activities. The couple briefly befriended one of the FBI agents.\nDick tried to stay out of the political scene because of high societal turmoil from the Vietnam War; however, he did show some anti-Vietnam War and anti-governmental sentiments. In 1968, he joined the \"Writers and Editors War Tax Protest\", an anti-war pledge to pay no U.S. federal income tax, which resulted in the confiscation of his car by the IRS. On February 17, 1982, after completing an interview, Dick contacted his therapist, complaining of failing eyesight, and was advised to go to a hospital immediately; but he did not. The next day, he was found unconscious on the floor of his Santa Ana, California, home, having suffered a stroke. In the hospital, he suffered another stroke, after which his brain activity ceased. Five days later, on March 2, 1982, he was disconnected from life support and died. After his death, Dick's father, Joseph, took his son's ashes to Riverside Cemetery in Fort Morgan, Colorado, (section K, block 1, lot 56), where they were buried next to his twin sister Jane, whose tombstone had been inscribed with both their names when she died 53 years earlier.", 
    "name": "Philip K. Dick", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Philip_K._Dick", 
        "found": true
    }, 
    "n_books": 13, 
    "summary": "Philip Kindred Dick (December 16, 1928 – March 2, 1982) was an American writer notable for publishing works of science fiction. Dick explored philosophical, social, and political themes in novels with plots dominated by monopolistic corporations, authoritarian governments, alternate universes, and altered states of consciousness. His work reflected his personal interest in metaphysics and theology, and often drew upon his life experiences in addressing the nature of reality, identity, drug abuse, schizophrenia, and transcendental experiences.\nBorn in Illinois before moving to California, Dick began publishing science fiction stories in the 1950s, initially finding little commercial success. His 1962 alternate history novel The Man in the High Castle earned Dick early acclaim, including a Hugo Award for Best Novel. He followed with science fiction novels such as Do Androids Dream of Electric Sheep? (1968) and Ubik (1969). His 1974 novel Flow My Tears, the Policeman Said won the John W. Campbell Memorial Award for best novel. Following a series of religious experiences in February–March 1974, Dick's work engaged more explicitly with issues of theology, philosophy, and the nature of reality, as in such novels as A Scanner Darkly (1977) and VALIS (1981). A collection of his non-fiction writing on these themes was published posthumously as The Exegesis of Philip K. Dick (2011). He died in 1982 of a stroke, aged 53.\nIn addition to 44 published novels, Dick wrote approximately 121 short stories, most of which appeared in science fiction magazines during his lifetime. A variety of popular films based on his works have been produced, including Blade Runner (1982), Total Recall (1990), Minority Report (2002), A Scanner Darkly (2006), Paycheck (2003), Next (2007), and The Adjustment Bureau (2011). In 2005, Time magazine named Ubik one of the hundred greatest English-language novels published since 1923. In 2007, Dick became the first science fiction writer to be included in The Library of America series.", 
    "born": "1928-12-16 00:00:00", 
    "books": [
        11, 
        14, 
        16, 
        22, 
        25, 
        27, 
        30, 
        34, 
        35, 
        36, 
        39, 
        50, 
        57
    ], 
    "id": 8, 
    "died": "1982-03-02 00:00:00"
}