{
    "bio": "Matthews born to a wealthy family in New Orleans, grew up in New York City, and graduated from Columbia College in 1871, where he was a member of the Philolexian Society and the fraternity of Delta Psi, and from Columbia Law School in 1873. He had no real interest in the law, never needed to work for a living (given his family fortune), and turned to a literary career, publishing in the 1880s and 1890s short stories, novels, plays, books about drama, biographies of actors, and three books of sketches of city life. One of these, Vignettes of Manhattan (1894), was dedicated to his friend Theodore Roosevelt. From 1892 to 1900, he was a professor of literature at Columbia and thereafter held the Chair of Dramatic Literature until his retirement in 1924. He was known as an engaging lecturer and a charismatic if demanding teacher. His influence was such that a popular pun claimed that an entire generation had been \"brandered by the same Matthews.\"\nDuring his long tenure at Columbia, Matthews created and curated a \"dramatic museum\" of costumes, scripts, props, and other stage memorabilia. Originally housed in a four-room complex in Philosophy Hall, the collection was broken up and sold after his death. However, its books were incorporated into the university library and its dioramas of the Globe Theatre and other historic dramatic venues have been dispersed for public display around campus, mainly in Dodge Hall. Matthews was the inspiration for the now-destroyed Brander Matthews Theater on 117th Street, between Amsterdam Avenue and Morningside Drive. An English professorship in his name still exists at Columbia.", 
    "name": "Brander Matthews", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Brander_Matthews", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "James Brander Matthews (February 21, 1852 – March 31, 1929) was an American writer and educator. He was the first full-time professor of dramatic literature at an American university and played a significant role in establishing theater as a subject worthy of formal study in the academic world. His interests ranged from Shakespeare, Molière, and Ibsen to French boulevard comedies, folk theater, and the new realism of his own day.", 
    "born": "1852-02-21 00:00:00", 
    "books": [
        846
    ], 
    "id": 265, 
    "died": "1929-03-31 00:00:00"
}