{
    "bio": "Westlake was born in Brooklyn, New York, and was raised in Albany, New York.\nWestlake wrote constantly in his teens, and after 200 rejections, his first short story sale was in 1954. Sporadic short story sales followed over the next few years, while Westlake attended Champlain College of Plattsburgh, New York (now defunct) and Binghamton University in Binghamton, New York. He also spent two years in the United States Air Force.\nWestlake moved to New York City in 1959, initially to work for a literary agency while writing on the side. By 1960, he was writing full-time. His first novel under his own name, The Mercenaries, was published in 1960; over the next 48 years, Westlake published a variety of novels and short stories under his own name and a number of pseudonyms.\nHe was married three times, the final time to Abigail Westlake (also known as Abby Adams Westlake and Abby Adams), a writer of nonfiction (her two published books are An Uncommon Scold and The Gardener's Gripe Book). The couple moved out of New York City to Ancram in upstate New York in 1990. Abby Westlake is a well-regarded gardener, and the Westlake garden has frequently been opened for public viewing in the summer.\nWestlake died of a heart attack on December 31, 2008, while on the way to a New Year's Eve dinner, while he and his wife were on vacation in Mexico.", 
    "name": "Donald E. Westlake", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Donald_E._Westlake", 
        "found": true
    }, 
    "n_books": 3, 
    "summary": "Donald Edwin Westlake (July 12, 1933 – December 31, 2008) was an American writer, with over a hundred novels and non-fiction books to his credit. He specialized in crime fiction, especially comic capers, with an occasional foray into science fiction and other genres. Westlake is perhaps best-remembered for creating two professional criminal characters who each starred in a long-running series: the relentless, hard-boiled Parker (published under the pen name Richard Stark), and John Dortmunder who featured in a more humorous series.\nHe was a three-time Edgar Award winner, and alongside Joe Gores and William L. DeAndrea was one of few writers to win Edgars in three different categories (1968, Best Novel, God Save the Mark; 1990, Best Short Story, \"Too Many Crooks\"; 1991, Best Motion Picture Screenplay, The Grifters). In 1993, the Mystery Writers of America named Westlake a Grand Master, the highest honor bestowed by the society.", 
    "born": "1933-07-12 00:00:00", 
    "books": [
        501, 
        531, 
        549
    ], 
    "id": 168, 
    "died": "2008-12-31 00:00:00"
}