{
    "bio": "Bova worked as a technical writer for Project Vanguard in the 1950s and later for the Avco Everett Research Laboratory in the 1960s. when they conducted research in lasers and fluid dynamics. At Avco Everett he met Arthur R. Kantrowitz (later of the Foresight Institute).\nIn 1972, Bova became editor of Analog Science Fact & Fiction, after John W. Campbell's death in 1971. At Analog, Bova won six Hugo Awards for Best Professional Editor.\nBova served as the science advisor for the failed television series The Starlost and left in disgust after the airing of the first episode (1973). His novel The Starcrossed, loosely based on his experiences, featured a thinly veiled characterization of his friend and colleague Harlan Ellison. Bova dedicated the novel to \"Cordwainer Bird\", the pen name Ellison uses when he does not want to be associated with a television or film project.\nIn 1974, he wrote the screenplay for an episode of the children's science-fiction television series Land of the Lost, titled \"The Search\".\nAfter leaving Analog in 1978, Bova went on to edit Omni, from 1978 to 1982.\nBova holds the position of President Emeritus of the National Space Society and served as President of Science Fiction and Fantasy Writers of America (SFWA) from 1990 to 1992.\nHe appeared as the Guest of Honor at the Florida convention Necronomicon in 1995 and 2011. In 2000, he attended the 58th World Science Fiction Convention (Chicon 2000) as the Author Guest of Honor.\nIn 2007, Stuber/Parent Productions hired him as a consultant to provide insight into what the world may look like in the near future, for their film Repo Men (2010) starring Jude Law and Forest Whitaker. Also in 2007 he provided consulting services to Silver Pictures on the film adaptation of Richard K. Morgan's hardboiled cyberpunk science-fiction novel Altered Carbon (2002). He was awarded the Robert A. Heinlein Award in 2008 for his work in science fiction.\nAs of February 2016, Bova has written over 124 books, non-fiction as well as science fiction, drawing on his experiences to create fact and fiction writings rich with references to artificial hearts, artists, environmentalism, fencing and martial arts, lasers, nanotechnology, photography, and spaceflight.", 
    "name": "Ben Bova", 
    "countries": [
        2
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Ben_Bova", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Benjamin William \"Ben\" Bova (born November 8, 1932) is an American writer. He is the author of more than 120 works of science fact and fiction, he is six-time winner of the Hugo Award, a former editor of Analog Magazine, a former editorial director of Omni; he was also president of both the National Space Society and the Science Fiction Writers of America. He currently lives in Florida.", 
    "born": "1932-11-08 00:00:00", 
    "books": [
        137, 
        148
    ], 
    "id": 47
}