{
    "bio": "Since finishing his doctorate, he has taught in universities and professional schools of psychology, medicine, nursing, theology, and social work. In 2003 he was the Commencement Speaker for Wright State School of Medicine in Dayton, Ohio, and in 2005 he was both Visiting Scholar and the Commencement Speaker at Stritch School of Medicine in Chicago.\nIn 1994, he was responsible for the psychological debriefing of relief workers evacuated from Rwanda during their bloody civil war. In 1993, and again in 2001, he worked in Cambodia. During these visits, his work was with professionals from the English-speaking community who were present to help the Khmer people rebuild their nation following years of terror and torture.\nIn 2006, Wicks delivered presentations on self-care at the National Naval Medical Center in Bethesda, Maryland and Walter Reed Army Hospital to those health care professionals responsible for Iraqi and Afghan war veterans evacuated to the U.S. with multiple amputations and severe head injuries.\nAlso in 2006, Wicks received the first annual Alumni Award for Excellence in Professional Psychology from Widener University and is also the recipient of the Humanitarian of the Year Award from the American Counseling Association's Division on Ethics and Values.\nIn the past several years he has spoken on Capitol Hill to Members of Congress and their Chiefs of Staff, at Johns Hopkins School of Medicine, the U.S. Air Force Academy, the Mayo Clinic, the North American Aerospace Defense Command, at Harvard’s Children’s Hospital and Harvard Divinity School, to members of the NATO Intelligence Fusion Center in England, and to the Institute of Private Investors on his major areas of expertise: resilience, self-care, and the prevention of secondary stress (the pressures encountered in reaching out to others.) He has also spoken at the Boston Public Library’s commemoration of the Boston Marathon bombing, addressed 10,000 educators in the Air Canada Arena in Toronto, was the opening keynote speaker to 1,500 physicians for the American Medical Directors Association, spoken at the FBI and New York City Police Academies, led a weeklong course in Paris and addressed care givers in: China, Vietnam, India, Thailand, Northern Ireland, Scotland, Hungary, Guatemala, Malta, New Zealand, Australia, and South Africa.\nWicks has published more than 50 books for both professionals and the general public. One of his latest works is entitled Riding the Dragon. His latest books from Oxford University Press for the general public are: Perspective: The Calm within the Storm and Bounce: Living the Resilient Life. Wicks is a professor at Loyola University Maryland and lives in West Chester, Pennsylvania with his wife of more than forty years, Michaele Barry Wicks who is both a nurse and a lecturer on Teresa of Avila and biblical/women’s spirituality. They have a daughter, Michaele Kulick who is a social worker for the Veteran’s Administration; she works with severely injured returning Iraqi and Afghan military personnel.", 
    "name": "Robert Wicks", 
    "country": 3, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Robert_J._Wicks", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Robert J. Wicks (born August 2, 1946 in Queens, New York) is a clinical psychologist and writer about the intersection of spirituality and psychology. Wicks is a well known speaker, therapist, and spiritual guide who has taught at universities and professional schools of psychology, medicine, nursing, theology, and social work for more than thirty years. He a Professor Emeritus at Loyola University Maryland.\nHe is a recipient of the The Holy Cross Pro Ecclesia et Pontifice, the highest medal that can be awarded to the laity by the Papacy for distinguished service to the Roman Catholic Church.\nIn 2003 he was the Commencement Speaker for Wright State School of Medicine in Dayton, Ohio and in 2005 he was both Visiting Scholar and the Commencement Speaker at Stritch School of Medicine in Chicago. He was also Commencement Speaker at and the recipient of an honorary doctorate from Caldwell College in New Jersey.", 
    "born": "1946-08-02 00:00:00", 
    "books": [
        410
    ], 
    "id": 133
}