{
    "bio": "Goodale played hockey and baseball at Yale and maintains a lifelong interest in skating and hockey. He owned the Sky Rink, a full-sized skating rink on 33rd Street in Manhattan. From 1998-2014 he published a digital newsletter for hockey hobbyists titled MMMCS. Its name was an acronym for the \"Murray Murdoch Marching and Chowder Society.\" Murray Murdoch, a former member of the New York Rangers, was Goodale's college coach. In 1973 he founded Washington Gunnery Hockey & Skating Association, a youth hockey organization in Washington, Connecticut.\nJames Goodale is married to the former Toni Krissel of New York City who is President of an international fund-raising firm, T.K. Goodale Associates. They are the parents of Tim (Principal, Bridge Haven Capital Ltd., London) and Ashley (formerly of the NYC Office of Legal Counsel), and the foster parents of Clayton Akiwenzie, a Native American (Senior Vice President, Berkadia, San Francisco).", 
    "name": "Earl Goodale", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/James_Goodale", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "James C. Goodale (born July 27, 1933) was the former vice president and general counsel for The New York Times and, later, the Times' vice chairman.\nHe is the author of Fighting for the Press: the Inside Story of the Pentagon Papers and Other Battles. The book was named twice as the best non-fiction book of 2013 by Alan Rusbridger, editor in chief of The Guardian, and Alan Clanton, editor of the online Thursday Review. The U.S. Court of Appeals for the Second Circuit cited \"Fighting for the Press\" in its decision May 7, 2015, limiting the controversial National Security Agency (NSA) domestic phone monitoring program.\nHe represented the Times in four of its United States Supreme Court cases, including Branzburg v. Hayes in which the Times intervened on behalf of its reporter Earl Caldwell. The other cases were New York Times v. Sullivan, New York Times Co. v. United States (the Pentagon Papers case), and New York Times Co. v. Tasini. He was the leading force behind the Times' decision to publish the Pentagon Papers in 1971.\nAfter the Times' outside counsel, Lord Day & Lord, advised the Times against publishing classified information and quit when the United States Justice Department threatened to sue the paper to stop publication, Goodale led his own legal team and directed the strategy that resulted in winning the Supreme Court case of New York Times Co. v. United States.\nHe has been called \"the father of the reporter's privilege\" because of his interpretation of the Branzburg case in the Hastings Law Journal. This led to the establishment of a reporter's privilege to protect sources in most states and federal circuits. Goodale created the specialty of First Amendment law among commercial lawyers. From 1972-2007 he established and chaired an annual Communications Law Seminar at the Practising Law Institute. This led to the creation of a First Amendment Bar. He continues to serve as the seminar's chairman emeritus.\nAfter he left The New York Times in 1980, he joined the law firm of Debevoise & Plimpton LLP in New York City. there he founded a corporate group and a litigation group dealing with media, communications, and the First Amendment. These groups have represented many well-known U.S. communication entities including the New York Times, CBS, and NBC.\nHe served as chairman of the board for the Committee to Protect Journalists from 1989 - 1994. During his tenure he built CPJ into a significant international force, instrumental in the release of imprisoned journalists around the globe.\nFrom 1995-2010 he produced and hosted over 300 programs for Digital Age on WNYE-TV, a TV show about the effect of the internet on media and society.\nSince 1977 he has taught First Amendment and Communications law at Yale, New York University and Fordham law schools and has authored over 200 articles in publications such as The New York Times, The New York Review of Books, and the Stanford Law Review. Columbia Journalism Review has listed James Goodale as one of 200 who shaped New York Media. He was named by Time magazine in 1974 as one of the rising leaders in the United States.\nGoodale was the recipient of the \"Champion of the First Amendment Award,\" from the American Bar Association Forum in February 2014.\nOn May 5, 2015, PEN America awarded the 2015 PEN/Toni and James C. Goodale Freedom of Expression Courage Award to the French satirical weekly, Charlie Hebdo. Many of that magazines' editors had been killed in a homegrown jihadist terrorist attack.\nThe award caused an international controversy as to whether it should have been given to Charlie Hebdo. Over 200 writers signed a protest against the award and many withdrew from the PEN dinner at which the award was given. In reply to attack on the award given by him and his wife, Goodale said, \"the award is not for what is said. It's for the right to say it. In this case, journalists got killed for what they said. They should be honored, and my wife and I are extremely proud to do that.\"", 
    "born": "1933-07-27 00:00:00", 
    "books": [
        594
    ], 
    "id": 198
}