{
    "bio": "Ackerman was married to a German-born teacher and translator, Mathilda Wahrman (1912–1990), whom he met in the early 1950s while she was working in a book store he happened to visit. He eventually dubbed her \"Wendayne\" or, less formally, \"Wendy\", by which name she became most generally known within SF and film fandoms, after the character in Peter Pan, his favorite fantasy. Although they went through a period of separation during the late 1950s and early 1960s, they remained officially married until her death: she suffered serious internal injuries when she was violently mugged while visiting Italy in 1990, and irreparable damage to her kidneys led to her death. They had no children of their own by choice, but Wahrman did have a son by an earlier marriage, Michael Porges, who did not get along with Ackerman and would not live in Ackerman's home.\nAckerman was fluent in the international language Esperanto, and claimed to have walked down Hollywood Boulevard arm-in-arm with Leo G. Carroll singing La Espero, the hymn of Esperanto.\nAckerman was an atheist but did not emphasize that fact in his public life, and welcomed people of all faiths as well as no faith into his home and personal circle equally. His first public stance on any political issue was in opposition to the Vietnam War. In 2003, Ackerman said, \"I aim at hitting 100 and becoming the George Burns of science fiction\". His health, however, had been failing. He was susceptible to infection in his later life and, after one final trip to the hospital in October 2008, informed his best friend and caregiver Joe Moe that he did not want to go on. Honoring his wishes, his friends brought him home to hospice care. However, it turned out that in order to get Ackerman home, the hospital had cured his infection with antibiotics. So Ackerman went on for a few more weeks holding what he delighted in calling \"a living funeral\". In his final days he saw everyone he wanted to say good-bye to. Fans were encouraged to send messages of farewell by mail.\nWhile there were several premature reports of his death in the month prior, Ackerman died a minute before midnight on December 4, 2008, at the age of 92. From his \"Acker-mini-mansion\" in Hollywood, he had entertained and inspired fans weekly with his collection of memorabilia and his stories.\nAckerman is interred at Forest Lawn Memorial Park (Glendale) with his wife. His plaque simply reads, \"Sci-Fi Was My High.\"\nA 2013 rebroadcast of the PBS program Visiting... with Huell Howser, originally airing in 2000, which featured Ackerman and highlighted his memorabilia collection, was revised to indicate that Ackerman had since died and his collection had been auctioned off.", 
    "name": "Forrest J. Ackerman", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Forrest_J_Ackerman", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Forrest J Ackerman (born Forrest James Ackerman; November 24, 1916 – December 4, 2008) was an American magazine editor, science fiction writer and literary agent, a founder of science fiction fandom, a leading expert on science fiction, horror, and fantasy films, and acknowledged as the world's most avid collector of genre books and movie memorabilia. He was based in Los Angeles, California.\nDuring his career as a literary agent, Ackerman represented such science fiction authors as Ray Bradbury, Isaac Asimov, A.E. Van Vogt, Curt Siodmak and L. Ron Hubbard. For over seven decades, he was one of science fiction's staunchest spokesmen and promoters.\nAckerman was the editor and principal writer of the American magazine Famous Monsters of Filmland, as well as an actor, from the 1950s into the 21st century. He appears in several documentaries related to this period in popular culture, like Famous Monster: Forrest J Ackerman (directed by Michael R. MacDonald and written by Ian Johnston), which premiered at the Egyptian Theatre in March, 2009, during the Forrest J Ackerman Tribute; The Ackermonster Chronicles! (a 2012 documentary about Ackerman by writer and filmmaker Jason V Brock); and Charles Beaumont: The Short Life of Twilight Zone's Magic Man, about the late author Charles Beaumont, a former client of The Ackerman Agency.\nAlso called \"Forry,\" \"The Ackermonster,\" \"4e\" and \"4SJ,\" Ackerman was central to the formation, organization, and spread of science fiction fandom, and a key figure in the wider cultural perception of science fiction as a literary, art and film genre. Famous for his word play and neologisms, he coined the genre nickname \"sci-fi\". In 1953, he was voted \"#1 Fan Personality\" by the members of the World Science Fiction Society, a unique Hugo Award never granted to anyone else.\nHe was also among the first and most outspoken advocates of Esperanto in the science fiction community.", 
    "born": "1916-11-24 00:00:00", 
    "books": [
        312, 
        780
    ], 
    "id": 103, 
    "died": "2008-12-04 00:00:00"
}