{
    "bio": "Piper was largely self-educated; he obtained his knowledge of science and history \"without subjecting myself to the ridiculous misery of four years in the uncomfortable confines of a raccoon coat.\" He went to work at age 18 as a laborer at the Pennsylvania Railroad's Altoona yards in Altoona, Pennsylvania. He also worked as a night watchman for the railroad.\nPiper published his first short story, \"Time and Time Again\", in 1947 in Astounding Science Fiction; it was adapted for the radio program Dimension X and first broadcast in 1951, and was re-produced for X Minus One in 1956. He was primarily a short story author until 1961, when he made a productive, if short-lived, foray into novels. He collected guns and wrote one mystery, Murder in the Gunroom.\nHe killed himself in November 1964 in Williamsport, Pennsylvania, bringing his career to a premature conclusion. The exact date of his death is unknown; the last entry in his diary was dated November 5 (\"Rain 0930\"), and the date his body was found is reported as November 9 or November 11 by various sources. According to Jerry Pournelle's introduction to Little Fuzzy, Piper shut off all the utilities to his apartment, put painter's drop-cloths over the walls and floor, and took his own life with a handgun from his collection. In his suicide note, he gave an explanation that \"I don't like to leave messes when I go away, but if I could have cleaned up any of this mess, I wouldn't be going away. H. Beam Piper'\"\nSome biographers attribute his act to financial problems, others to family problems; Pournelle wrote that Piper felt burdened by financial hardships in the wake of a divorce, and the mistaken perception that his career was foundering (his agent had died without notifying him of multiple sales). Editor George H. Scithers, who knew Piper socially, has stated that Piper wanted to spite the ex-wife he despised: by killing himself, Piper voided his life insurance policy, and prevented her from collecting.\nAn unpublished story, \"Only the Arquebus\", has gone missing since his suicide; it is probable that he destroyed it along with many of his personal papers.\nHis output was eventually purchased by Ace Science Fiction and reprinted in a set of paperbacks in the early 1980s. Many of these have since gone out of print, though his two best-known arcs were again reprinted by Ace in 1998 and 2001. Late in his career, Piper corresponded with Pournelle, who was the Ace editor who helped reprint some of his novels.\nMany of his works have been reprinted recently. Many of his earlier copyrights have been allowed to lapse, permitting Project Gutenberg to distribute his work online. Piper was largely self-educated; he obtained his knowledge of science and history \"without subjecting myself to the ridiculous misery of four years in the uncomfortable confines of a raccoon coat.\" He went to work at age 18 as a laborer at the Pennsylvania Railroad's Altoona yards in Altoona, Pennsylvania. He also worked as a night watchman for the railroad.\nPiper published his first short story, \"Time and Time Again\", in 1947 in Astounding Science Fiction; it was adapted for the radio program Dimension X and first broadcast in 1951, and was re-produced for X Minus One in 1956. He was primarily a short story author until 1961, when he made a productive, if short-lived, foray into novels. He collected guns and wrote one mystery, Murder in the Gunroom.\nHe killed himself in November 1964 in Williamsport, Pennsylvania, bringing his career to a premature conclusion. The exact date of his death is unknown; the last entry in his diary was dated November 5 (\"Rain 0930\"), and the date his body was found is reported as November 9 or November 11 by various sources. According to Jerry Pournelle's introduction to Little Fuzzy, Piper shut off all the utilities to his apartment, put painter's drop-cloths over the walls and floor, and took his own life with a handgun from his collection. In his suicide note, he gave an explanation that \"I don't like to leave messes when I go away, but if I could have cleaned up any of this mess, I wouldn't be going away. H. Beam Piper'\"\nSome biographers attribute his act to financial problems, others to family problems; Pournelle wrote that Piper felt burdened by financial hardships in the wake of a divorce, and the mistaken perception that his career was foundering (his agent had died without notifying him of multiple sales). Editor George H. Scithers, who knew Piper socially, has stated that Piper wanted to spite the ex-wife he despised: by killing himself, Piper voided his life insurance policy, and prevented her from collecting.\nAn unpublished story, \"Only the Arquebus\", has gone missing since his suicide; it is probable that he destroyed it along with many of his personal papers.\nHis output was eventually purchased by Ace Science Fiction and reprinted in a set of paperbacks in the early 1980s. Many of these have since gone out of print, though his two best-known arcs were again reprinted by Ace in 1998 and 2001. Late in his career, Piper corresponded with Pournelle, who was the Ace editor who helped reprint some of his novels.\nMany of his works have been reprinted recently. Many of his earlier copyrights have been allowed to lapse, permitting Project Gutenberg to distribute his work online.", 
    "name": "H. Beam Piper", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/H._Beam_Piper", 
        "found": true
    }, 
    "n_books": 30, 
    "summary": "Henry Beam Piper (March 23, 1904 – c. November 6, 1964) was an American science fiction author. He wrote many short stories and several novels. He is best known for his extensive Terro-Human Future History series of stories and a shorter series of \"Paratime\" alternate history tales.\nHe wrote under the name H. Beam Piper. Another source gives his name as \"Horace Beam Piper\" and a different date of death. His gravestone says \"Henry Beam Piper\". Piper himself may have been the source of part of the confusion; he told people the H stood for Horace, encouraging the assumption that he used the initial because he disliked his name. On a copy of \"Little Fuzzy\" given to Charles O. Piper, Beam's cousin and executor, he wrote \"To Charles from Henry.\"", 
    "born": "1904-03-23 00:00:00", 
    "books": [
        44, 
        61, 
        68, 
        110, 
        138, 
        145, 
        157, 
        178, 
        189, 
        193, 
        202, 
        214, 
        215, 
        223, 
        260, 
        273, 
        276, 
        284, 
        289, 
        292, 
        298, 
        319, 
        336, 
        339, 
        345, 
        359, 
        393, 
        467, 
        627, 
        769, 
        1060
    ], 
    "id": 19, 
    "died": "1964-11-06 00:00:00"
}