{
    "bio": "Arkin was born Alan Wolf Arkin in Brooklyn, New York City on March 26, 1934, the son of David I. Arkin, a painter and writer, and his wife, Beatrice (Wortis), a teacher. He was raised in a Jewish family with \"no emphasis on religion\". His grandparents were immigrants from Ukraine, Russia, and Germany. His parents moved to Los Angeles when Alan was 11, but an 8-month Hollywood strike cost his father his job as a set designer. During the 1950s Red Scare, Arkin's parents were accused of being Communists, and his father was fired when he refused to answer questions about his political ideology. David Arkin challenged the dismissal, but he was vindicated only after his death.  Arkin has been married three times. He and Jeremy Yaffe (m. 1955–1961) have two sons: Adam Arkin, born August 19, 1956, and Matthew Arkin, born March 21, 1960. He was married to actress-screenwriter Barbara Dana from 1964 to the mid-1990s. They lived in Chappaqua, New York. In 1967, they had son Anthony (Tony) Dana Arkin. In 1996, Arkin married psychotherapist Suzanne Newlander. They live in Carlsbad, California.", 
    "name": "Alan Arkin", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Alan_Arkin", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Alan Wolf Arkin (born March 26, 1934) is an American actor, director, screenwriter, musician, and singer. With a film career spanning more than 55 years, Arkin is known for his performances in Popi; Wait Until Dark; The Russians Are Coming, the Russians Are Coming; The Heart Is a Lonely Hunter; Catch-22; The In-Laws; Edward Scissorhands; Glengarry Glen Ross; Thirteen Conversations About One Thing; Little Miss Sunshine; and Argo.\nHe has been nominated for the Academy Award for Best Actor twice for his performances in The Russians Are Coming, the Russians Are Coming and The Heart Is a Lonely Hunter. He won an Academy Award for Best Supporting Actor for his performance in Little Miss Sunshine and received a Best Supporting Actor nomination for his performance in Argo.", 
    "born": "1934-03-26 00:00:00", 
    "books": [
        341, 
        618, 
        1031, 
        1069
    ], 
    "id": 110
}