{
    "bio": "Gunn served in the U.S. Navy during World War II, after which he attended the University of Kansas, earning a Bachelor of Science in Journalism in 1947 and a Masters of Arts in English in 1951. Gunn became a faculty member of the University of Kansas, where he served as the university's director of public relations and as a Professor of English, specializing in science fiction and fiction writing. He is now a professor emeritus and director of the Center for the Study of Science Fiction, which awards the annual John W. Campbell Memorial Award for best novel and the Theodore Sturgeon Memorial Award at the Campbell Conference in Lawrence, Kansas, every summer.\nHe served as President of the Science Fiction Writers of America from 1971–1972 and was President of the Science Fiction Research Association from 1980–1982. SFWA honored him as a Grand Master of Science Fiction in 2007.\nOn June 12, 2015, Locus announced the selection of Gunn and four others for induction into the Science Fiction and Fantasy Hall of Fame, along with \"a 'lightning-fast' fundraiser to cover [Gunn's] travel expenses so he can attend the June 27, 2015 induction ceremony in Seattle\".", 
    "name": "James E. Gunn", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/James_E._Gunn_(writer)", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "James Edwin Gunn (born July 12, 1923) is an American science fiction writer, editor, scholar, and anthologist. His work as an editor of anthologies includes the six-volume Road to Science Fiction series. He won the Hugo Award for \"Best Related Work\" in 1983 and he has won or been nominated for several other awards for his non-fiction works in the field of science fiction studies. The Science Fiction and Fantasy Writers of America made him its 24th Grand Master in 2007 and he was inducted by the Science Fiction and Fantasy Hall of Fame in 2015.\nGunn is a professor emeritus of English, and the founding director of the Center for the Study of Science Fiction, both at the University of Kansas.", 
    "born": "1923-07-12 00:00:00", 
    "books": [
        486, 
        585, 
        998, 
        1004, 
        1016, 
        1025, 
        1032, 
        1035, 
        1037, 
        1125, 
        1132, 
        1140, 
        1151, 
        1155, 
        1157
    ], 
    "id": 161
}