{
    "bio": "Before becoming an editor and writer, Harrison started in the science fiction field as an illustrator, notably with EC Comics' two science fiction comic book series, Weird Fantasy and Weird Science. In these and other comic book stories, he most often worked with Wally Wood. Wood usually inked over Harrison's layouts, and the two freelanced for several publishers and genres, including westerns and horror comics. He and Wood split up their partnership in 1950 and went their separate ways. Harrison used house pen names such as Wade Kaempfert and Philip St. John to edit magazines and published other fiction under the pen names Felix Boyd and Hank Dempsey (see Personal Life below). Harrison ghostwrote Vendetta for the Saint, one of the long-running series of novels featuring Leslie Charteris' character, The Saint. Harrison also wrote for syndicated comic strips, writing several stories for the character Rick Random.\nHis first short story, \"Rock Diver\", was published in the February 1951 issue of Worlds Beyond, edited by Damon Knight; the magazine had previously published his illustrations. While in New York, he socialized at the Hydra Club, an organization of New York's science fiction writers, including Isaac Asimov, whose work he would parody in Bill, the Galactic Hero and its sequels. In the early 1950s, the Hydra Club included writers such as Alfred Bester, James Blish, Anthony Boucher, Avram Davidson, Judith Merril, and Theodore Sturgeon.\nHarrison has become much better known for his later writing, particularly for his humorous and satirical science fiction, such as the Stainless Steel Rat series and his novel Bill, the Galactic Hero — which satirized Robert A. Heinlein's novel Starship Troopers. Priest wrote:\n\nHis most popular and best-known work is contained in fast-moving parodies, homages or even straight reconstructions of traditional space-opera adventures. He wrote several named series of these: notably the Deathworld series (three titles, starting in 1960), the Stainless Steel Rat books (12 titles, from 1961), and the sequence of books about Bill, the Galactic Hero (seven titles, from 1965). These books all present interesting contradictions: while being exactly what they might superficially seem to be, unpretentious action novels with a strong streak of humour, they are also satirical, knowing, subversive, unapologetically anti-military, anti-authority and anti-violence. Harrison wrote such novels in the idiom of the politically conservative hack writer, but in reality he had a liberal conscience and a sharp awareness of the lack of literary values in so much of the SF he was parodying.\n\nAdi Robertson agreed: \"His books toed the line between science fiction adventure, humor, and satire, often with a strong anti-military bent informed by his time in the US Army Air Corps.\"\nDuring the 1950s and 1960s, he was the main writer of the Flash Gordon newspaper strip. One of his Flash Gordon scripts was serialized in Comics Revue magazine. Harrison drew sketches to help the artist be more scientifically accurate, which the artist largely ignored.\nNot all of Harrison's writing was comic, though. He wrote many stories on serious themes, of which by far the best known is the novel about overpopulation and consumption of the world's resources, Make Room! Make Room! (1966), which was used as a basis for the 1973 science fiction film Soylent Green (though the film changed the plot and theme).\nFor a time Harrison was closely associated with Brian Aldiss. They collaborated on a series of anthology projects and did much in the 1970s to raise the standards of criticism in the field, including institution of the John W. Campbell Memorial Award for Best Science Fiction Novel. Priest wrote, \"In 1965 Harrison and Aldiss published the first issue (of two) of the world's first serious journal of SF criticism, SF Horizons. Together they edited many anthologies of short stories, each one illustrating the major themes of SF, and although not intended as critical apparatus the books were a way of delineating the unique material of the fantastic. As committed internationalists, the two men created World SF, an organisation of professionals intended to encourage and enhance the writing of non-anglophone SF.\" In particular, the two edited nine volumes of The Year's Best Science Fiction anthology series as well as three volumes of the Decade series, collecting science fiction of the 1940s, 1950s and 1960s respectively.\nIn 1990, Harrison was the professional Guest of Honor at ConFiction, the 48th World SF Convention, in The Hague, Netherlands, together with Joe Haldeman and Wolfgang Jeschke.\nHarrison was a writer of fairly liberal worldview. Harrison's work often juxtaposes the thinking man with the man of force, although the \"Thinking Man\" often needs ultimately to employ force himself.\nHarrison did not win a major genre award for any specific work of fiction. The Science Fiction Hall of Fame inducted Harrison in 2004 and the Science Fiction and Fantasy Writers of America named him its 26th SFWA Grand Master in 2008 (presentation of the Damon Knight Award following in 2009). He became a cult hero in Russia. Harrison was born as Henry Maxwell Dempsey in Stamford, Connecticut. His father, Henry Leo Dempsey, a printer who was partly of Irish descent, changed his name to Harrison soon after Harry was born. Harry did not know this himself until he was 30 years old, at which point he changed his name to Harry Max Harrison in court. His mother, Ria H. (Kirjassoff), was Russian Jewish. She had been born in Riga, Latvia, but she grew up in St. Petersburg, Russia. Her brother, Max David Kirjassoff (1888-1923), had been an American consul in Japan, but he died along with his wife Alice during the huge earthquake in Yokohama and Tokyo in 1923.\nHarrison resided in many parts of the world including Mexico, England, Italy, Denmark, and Ireland. He was an advocate of Esperanto (which he learned, according to Christopher Priest, out of boredom during military service). He moved to Ireland in the 1970s where he built a then state of the art home in the Vale of Avoca in County Wicklow where he lived with his family for a number of years. The language often appears in his novels, particularly in his Stainless Steel Rat and Deathworld series, and he had been the honorary president of the Esperanto Association of Ireland, as well as holding memberships in other Esperanto organizations such as Esperanto-USA (formerly the \"Esperanto League for North America\"), of which he was an honorary member, and the Universala Esperanto-Asocio (World Esperanto Association), of whose Honorary Patrons' Committee he was a member.\nAfter finishing Forest Hills High School in 1943, Harrison was drafted into the U.S. Army Air Forces during World War II as a gunsight technician and as a gunnery instructor. Priest adds that he became a sharpshooter, a military policeman, and a specialist in the prototypes of computer-aided bomb-sights and gun turrets. \"But overall the army experience vested in him a hatred of the military that was to serve him well as a writer later on.\" Then he returned to civilian life in the United States.\nHe enrolled in Hunter College in New York in 1946 and later ran a studio selling illustrations to comics and science fiction magazines.\nHarrison married Evelyn Harrison, whom he included in a cartoon he drew of the Hydra Club in 1950. They divorced in 1951, and Evelyn married the science fiction writer Lester del Rey shortly afterwards.\nHarrison married Joan Merkler Harrison in 1954 in New York City; their marriage lasted until her death of cancer in 2002. They had two children, Todd (born in 1955) and Moira (born in 1959), to whom he dedicated his novel Make Room! Make Room!.\nPriest writes that Harrison made many household moves abroad:\n\nAs the market for comics began to shrink, and then expire, Harrison started writing for science-fiction magazines. The paltry financial rewards led him ... to move from New York. The chance came with what seemed at the time like a large payment from a magazine for his first full-length novel, Deathworld. He drove his family in an antiquated camper van to Mexico and remained there for a year. It was the first of many international moves, something that became characteristic. He went from Mexico to Britain, then to Italy, then to Denmark. He liked Denmark and stayed for seven years, seeing it as a perfect place to bring up his children, but eventually he realised that unless he made a conscious decision to leave, they could easily remain there for ever. The family moved back to the US, to San Diego, California, where he reckoned heating bills would be low, but by the mid-1970s he was back in the UK.\n\nAfter many years of moving around and raising children, too, he spent his later years residing in Ireland. Because Harrison had an Irish grandparent, he was able to assume citizenship, and by taking advantage of the Irish scheme for writers, he enjoyed tax-free status. He also kept an apartment in Brighton for his frequent visits to England. When Joan died in 2002, his British home became permanent.\nHarrison's website announced his death on August 15, 2012 at his apartment in Brighton, England.\nOn learning of his death, Harlan Ellison said, \"It's a day without stars in it.\"\nHarrison was atheist.", 
    "name": "Harry Harrison", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Harry_Harrison_(writer)", 
        "found": true
    }, 
    "n_books": 9, 
    "summary": "Harry Max Harrison (born Henry Maxwell Dempsey; March 12, 1925 – August 15, 2012) was an American science fiction author, known for his character the Stainless Steel Rat and for his novel Make Room! Make Room! (1966). The latter was the rough basis for the motion picture Soylent Green (1973). Harrison was (with Brian Aldiss) the co-president of the Birmingham Science Fiction Group.\nAldiss called him \"a constant peer and great family friend\". His friend Michael Carroll said, \"Imagine Pirates of the Caribbean or Raiders of the Lost Ark, and picture them as science-fiction novels. They're rip-roaring adventures, but they're stories with a lot of heart.\" Novelist Christopher Priest wrote in an obituary,\n\nHarrison was an extremely popular figure in the SF world, renowned for being amiable, outspoken and endlessly amusing. His quickfire, machine-gun delivery of words was a delight to hear, and a reward to unravel: he was funny and self-aware, he enjoyed reporting the follies of others, he distrusted generals, prime ministers and tax officials with sardonic and cruel wit, and above all he made plain his acute intelligence and astonishing range of moral, ethical and literary sensibilities.", 
    "born": "1925-03-12 00:00:00", 
    "books": [
        37, 
        67, 
        109, 
        151, 
        192, 
        210, 
        259, 
        285, 
        303
    ], 
    "id": 16, 
    "died": "2012-08-15 00:00:00"
}