{
    "bio": "Lafferty was born on November 7, 1914, in Neola, Iowa to Hugh David Lafferty, a broker dealing in oil leases and royalties, and Julia Mary Burke, a teacher; he was the youngest of five siblings. His first name, Raphael, derived from the day on which he was expected to be born--(the Feast of St. Raphael). When he was 4, his family moved to Perry, Oklahoma. He graduated from Cascia Hall and later attended night school at the University of Tulsa for two years starting in 1933, mostly studying math and German, but left before graduating. He then began to work for a Clark Electric Co. in Tulsa, Oklahoma, and apparently a newspaper as well; during this period (1939–1942), he attended the International Correspondence School.\nR. A. Lafferty lived most of his life in Tulsa, with his sister, Anna Lafferty. Lafferty enlisted in the U.S. Army in 1942. After training in Texas, North Carolina, Florida, and California, he was sent to the South Pacific Area, serving in Australia, New Guinea, Morotai and the Philippines. When he left the Army in 1946, he had become a 1st Sergeant serving as a staff sergeant and had received an Asiatic-Pacific Campaign Medal [4]. He never married.\nLafferty did not begin writing until the 1950s, but he wrote thirty-two novels and more than two hundred short stories, most of them at least nominally science fiction. His first published story was \"The Wagons\" in New Mexico Quarterly Review in 1959. His first published science fiction story was \"Day of the Glacier\", in The Original Science Fiction Stories in 1960, and his first published novel was Past Master in 1968.\nUntil 1971, Lafferty worked as an electrical engineer. After that, he spent his time writing until around 1980, when his output declined due to a stroke. He stopped writing regularly in 1984. In 1994, he suffered an even more severe stroke. He died 18 March 2002, aged 87 in a nursing home in Broken Arrow, Oklahoma. His collected papers, artifacts, and ephemera were donated to the University of Tulsa's McFarlin Library, Department of Special Collections and University Archives. Other manuscripts are housed in the University of Iowa's Library special collections department.\nLafferty's funeral took place at Christ the King Catholic Church in Tulsa, where he regularly attended daily Mass. He is buried at St. Rose Catholic Cemetery in Perry.", 
    "name": "R. A. Lafferty", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/R._A._Lafferty", 
        "found": true
    }, 
    "n_books": 5, 
    "summary": "Raphael Aloysius Lafferty (November 7, 1914 – March 18, 2002) was an American science fiction and fantasy writer known for his original use of language, metaphor, and narrative structure, as well as for his etymological wit. He also wrote a set of four autobiographical novels, In a Green Tree; a history book, The Fall of Rome; and several novels of historical fiction.\nIn March 2011, it was announced in Locus that the copyrights to 29 Lafferty novels and 225 short stories were up for sale. The literary estate was soon thereafter purchased by the magazine's nonprofit foundation, under the auspices of board member Neil Gaiman.", 
    "born": "1914-11-07 00:00:00", 
    "books": [
        228, 
        283, 
        325, 
        344, 
        433, 
        1082, 
        1084, 
        1085, 
        1086, 
        1088, 
        1090, 
        1093, 
        1103, 
        1106, 
        1113, 
        1115, 
        1116, 
        1118, 
        1121, 
        1123, 
        1143, 
        1144, 
        1152, 
        1154, 
        1163, 
        1166, 
        1169, 
        1172, 
        1275, 
        1276, 
        1277, 
        1278, 
        1284, 
        1300, 
        1302, 
        1307, 
        1309, 
        1316, 
        1319, 
        1364, 
        1369, 
        1372
    ], 
    "id": 74, 
    "died": "2002-03-18 00:00:00"
}