{
    "bio": "Campbell was born in Newark, New Jersey in 1910. His father was a cold, impersonal, and unaffectionate electrical engineer. His mother, Dorothy (née Strahern) was warm but changeable of character and had an identical twin who visited them often and who disliked young John. John was unable to tell them apart and was frequently coldly rebuffed by the person he took to be his mother.\nCampbell attended the Massachusetts Institute of Technology (MIT), where he was befriended by the eminent mathematician Norbert Wiener (who coined the term cybernetics). He began writing science fiction at age 18 and sold his first stories quickly. From January 1930 to June 1931, Amazing published six of his short stories, one novel, and six letters. Thus he was a well-known pulp writer at 21 – but he had failed German and MIT had dismissed him. After one year at Duke University, he graduated with a Bachelor of Science in physics in 1932.\nCampbell and Dona Stewart married in 1931. They divorced in 1949 and he married Margaret (Peg) Winter in 1950. He spent most of his life in New Jersey and died at home of heart failure. He was an atheist.", 
    "name": "Jr. John W. Campbell", 
    "country": 2, 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/John_W._Campbell", 
        "found": true
    }, 
    "n_books": 5, 
    "summary": "John Wood Campbell Jr. (June 8, 1910 – July 11, 1971) was an American science fiction writer and editor. As editor of Astounding Science Fiction (later called Analog Science Fiction and Fact) from late 1937 until his death, he is generally credited with shaping the Golden Age of Science Fiction.\nIsaac Asimov called Campbell \"the most powerful force in science fiction ever, and for the first ten years of his editorship he dominated the field completely.\"\nAs a writer, Campbell published super-science space opera under his own name and moody stories under his primary and most famous pseudonym, Don A. Stuart. Campbell also wrote under the pen names Karl Van Kampen and Arthur McCann. He stopped writing fiction after he became editor of Astounding.\nHis novella \"Who Goes There?\" was adapted as the films The Thing from Another World (1951), The Thing (1982), and The Thing (2011) .", 
    "born": "1910-06-08 00:00:00", 
    "books": [
        108, 
        132, 
        152, 
        191, 
        204
    ], 
    "id": 41, 
    "died": "1971-07-11 00:00:00"
}