{
    "bio": " Pohl went to the hospital in respiratory distress on the morning of September 2, 2013, and died that afternoon at the age of 93.", 
    "name": "Frederik Pohl", 
    "countries": [
        2
    ], 
    "gender": "m", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Frederik_Pohl", 
        "found": true
    }, 
    "n_books": 10, 
    "summary": "Frederik George Pohl Jr. (; November 26, 1919 – September 2, 2013) was an American science fiction writer, editor and fan, with a career spanning more than seventy-five years—from his first published work, the 1937 poem \"Elegy to a Dead Satellite: Luna\", to the 2011 novel All the Lives He Led and articles and essays published in 2012.\nFrom about 1959 until 1969, Pohl edited Galaxy and its sister magazine If; the latter won three successive annual Hugo Awards as the year's best professional magazine. His 1977 novel Gateway won four \"year's best novel\" awards: the Hugo voted by convention participants, the Locus voted by magazine subscribers, the Nebula voted by American science fiction writers, and the juried academic John W. Campbell Memorial Award. He won the Campbell Memorial Award again for the 1984 collection of novellas Years of the City, one of two repeat winners during the first forty years. For his 1979 novel Jem, Pohl won a U.S. National Book Award in the one-year category Science Fiction. It was a finalist for three other years' best novel awards. He won four Hugo and three Nebula Awards.\nThe Science Fiction Writers of America named Pohl its 12th recipient of the Damon Knight Memorial Grand Master Award in 1993 and he was inducted by the Science Fiction and Fantasy Hall of Fame in 1998, its third class of two dead and two living writers.\nPohl won the Hugo Award for Best Fan Writer in 2010, for his blog, \"The Way the Future Blogs\".", 
    "born": "1919-11-26 00:00:00", 
    "books": [
        106, 
        142, 
        165, 
        171, 
        211, 
        282, 
        326, 
        383, 
        488, 
        497, 
        971, 
        993, 
        994, 
        995, 
        1015, 
        1017, 
        1018, 
        1019, 
        1024, 
        1025, 
        1026, 
        1027, 
        1028, 
        1029, 
        1030, 
        1031, 
        1032, 
        1034, 
        1037, 
        1038, 
        1039, 
        1045, 
        1047, 
        1048, 
        1051, 
        1056, 
        1057, 
        1059, 
        1064, 
        1065, 
        1066, 
        1068, 
        1070, 
        1071, 
        1072, 
        1073, 
        1074, 
        1075, 
        1076, 
        1077, 
        1079, 
        1080, 
        1085, 
        1087, 
        1090, 
        1091, 
        1092, 
        1093, 
        1094, 
        1095, 
        1096, 
        1097, 
        1098, 
        1099, 
        1100, 
        1101, 
        1102, 
        1103, 
        1104, 
        1105, 
        1106, 
        1107, 
        1108, 
        1109, 
        1110, 
        1111, 
        1112, 
        1113, 
        1114, 
        1115, 
        1116, 
        1117, 
        1118, 
        1119, 
        1120, 
        1121, 
        1122, 
        1123, 
        1124, 
        1125, 
        1126, 
        1127, 
        1128, 
        1129, 
        1130, 
        1131, 
        1132, 
        1133, 
        1134, 
        1136, 
        1137, 
        1141, 
        1166, 
        1171, 
        1178, 
        1183, 
        1196, 
        1197, 
        1198, 
        1203, 
        1213, 
        1214, 
        1215, 
        1216, 
        1217
    ], 
    "id": 40, 
    "died": "2013-09-02 00:00:00"
}