{
    "name": "Rosel George Brown", 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Russell_(surname)", 
        "found": true
    }, 
    "n_books": 2, 
    "summary": "Russell also Rossell is a British name some writers claim to be derived from the Anglo-Norman nickname rus[s]el (Modern Norman patronymic Roussel). The nickname was said to be a diminutive of the Anglo-Norman rous for red (Old French ros).\nThe name may also refer to Clan Russell, a Scottish armigerous clan. Historian William Anderson has written that Scottish Russells from Aberdeenshire can trace their ancestry through local parish records, back to a baron Rosel who purchased estates at Aden in Aberdeenshire in 1333.\nThe first appearance of the Russell form of the name on any official record was William Russell, son of a Ralph de Rosel whose name appears in the Winton Domesday Book of (1107-1128). The Lenton Register named William Russell as Ralph de Rosel's son. (J.H. Wiffen, The Time of the Norman Conquest)\nThe last recorded use of the de Rosel form of the name in England in any official document was in a charter by Alain Russell, who held the fief of the church of Donnington in Lincolnshire from his father Robert Russell. In 1258 Alain Russell made a charter bestowing the church of St. Stephen at Plessis-Grimault in the Calvados area of France to the local parish, in which he named himself Alain de Rosel, showing that he continued to use the older de Rosel form of the name when in France. (J.H. Wiffen, The Time of the Norman Conquest) The Subsidy Roll carried out in 1327 lists 22 land owners named Russell with estates large enough to be taxed, but no one named de Rosel, showing that by 1327 the older de Rosel form of the name was no longer widely used in England.\nWhile there appears to be solid documentary evidence for the de Rosel origin of the surname Russell, the alternative proposed origin, 'rus' or 'rous' meaning red, seems to be based mainly on conjecture by various authors. Census records of England and Wales show a very uneven nationwide distribution of the name with areas of high density and wide areas of very low density, which points to a single family origin.\n\n", 
    "books": [
        546, 
        872
    ], 
    "id": 182
}