{
    "bio": "Asimov was born between October 4, 1919 and January 2, 1920 in Petrovichi near Klimovichi, then Gomel Governorate in the Russian Soviet Federative Socialist Republic (now Smolensk Oblast, Russia) to Anna Rachel (née Berman) and Judah Asimov, a family of Jewish millers. His exact date of birth within that range is unknown, but Asimov himself celebrated it on January 2. The family name derives from a word for winter crops, in which his great-grandfather dealt. This word is spelled озимые (ozimye) in Russian, and азімыя (azimiya) in Belarusian. Phonetically, both words are almost identical because in Russian 'О' in the first unstressed syllable is always pronounced as 'А'. Accordingly, his name originally was Исаак Озимов (Isaak Ozimov) in Russian; however, he was later known in Russia as Ayzek Azimov (Айзек Азимов), a Russian Cyrillic adaptation of the American English pronunciation. Asimov had two younger siblings: a sister, Marcia (born Manya, June 17, 1922 – April 2, 2011), and a brother, Stanley (July 25, 1929 – August 16, 1995), who was vice-president of New York Newsday.\nIn 1921 Asimov and 16 other children in Petrovichi caught double pneumonia; only Asimov survived.\nHis family emigrated to the United States when he was three years old. Since his parents always spoke Yiddish and English with him, he never learned Russian, but he remained fluent in Yiddish as well as English. Growing up in Brooklyn, New York, Asimov taught himself to read at the age of five, and his mother got him into first grade a year early by claiming he was born on September 7, 1919. (In third grade he learned about the \"error\" and insisted on an official correction to January 2.) Asimov wrote of his father, \"My father, for all his education as an Orthodox Jew, was not Orthodox in his heart\", noting that \"he didn't recite the myriad prayers prescribed for every action, and he never made any attempt to teach them to me\". After becoming established in the U.S., his parents owned a succession of candy stores, in which everyone in the family was expected to work. The candy stores sold newspapers and magazines, a fact that Asimov credited as a major influence in his lifelong love of the written word, as it presented him with an unending supply of new reading material as a child that he could not have otherwise afforded. He became a naturalized U.S. citizen in 1928 at the age of eight. Asimov married Gertrude Blugerman (1917, Toronto, Canada – 1990, Boston, U.S.) on July 26, 1942. The couple lived in an apartment in West Philadelphia, as Asimov was then employed at the Philadelphia Navy Yard (where two of his co-workers were L. Sprague de Camp and Robert A. Heinlein). They moved to Boston in May 1949, then to nearby suburbs Somerville in July 1949, Waltham in May 1951, and finally West Newton in 1956. They had two children, David (born 1951) and Robyn Joan (born 1955). In 1970, they separated and Asimov moved back to New York, this time to the Upper West Side of Manhattan, where he lived for the rest of his life. He immediately began seeing Janet O. Jeppson and married her two weeks after his divorce from Gertrude in 1973.\nAsimov was a claustrophile: he enjoyed small, enclosed spaces. In the third volume of his autobiography, he recalls a childhood desire to own a magazine stand in a New York City Subway station, within which he could enclose himself and listen to the rumble of passing trains while reading.\nAsimov was afraid of flying, only doing so twice in his entire life (once in the course of his work at the Naval Air Experimental Station and once returning home from the army base in Oahu in 1946). Consequently, he seldom traveled great distances. This phobia influenced several of his fiction works, such as the Wendell Urth mystery stories and the Robot novels featuring Elijah Baley. In his later years, Asimov found enjoyment traveling on cruise ships; on several cruises, he was part of the entertainment program, giving science-themed talks aboard ships such as the RMS Queen Elizabeth II.\nAsimov was an able public speaker and was a frequent fixture at science fiction conventions, where he was friendly and approachable. He patiently answered tens of thousands of questions and other mail with postcards and was pleased to give autographs. He was of medium height, stocky, with mutton chop whiskers and a distinct New York accent. His physical dexterity was very poor. He never learned to swim or ride a bicycle; however, he did learn to drive a car after he moved to Boston. In his humor book Asimov Laughs Again, he describes Boston driving as \"anarchy on wheels.\"\nAsimov's wide interests included his participation in his later years in organizations devoted to the comic operas of Gilbert and Sullivan and in The Wolfe Pack, a group of devotees of the Nero Wolfe mysteries written by Rex Stout. Many of his short stories mention or quote Gilbert and Sullivan. He was a prominent member of the Baker Street Irregulars, the leading Sherlock Holmes society, for whom he wrote an essay arguing that Professor Moriarty's work \"The Dynamics of An Asteroid\" involved the willful destruction of an ancient civilized planet. He was also a member of the all-male literary banqueting club the Trap Door Spiders, which served as the basis of his fictional group of mystery solvers, the Black Widowers. He later used his essay on Moriarty's work as the basis for a Black Widowers story, \"The Ultimate Crime\", which appeared in More Tales of the Black Widowers.\nIn 1984, the American Humanist Association (AHA) named him the Humanist of the Year. He was one of the signers of the Humanist Manifesto. From 1985 until his death in 1992, he served as president of the AHA, an honorary appointment. His successor was his friend and fellow writer Kurt Vonnegut, Jr. He was also a close friend of Star Trek creator Gene Roddenberry, and earned a screen credit as \"special science consultant\" on Star Trek: The Motion Picture for advice he gave during production.\nAsimov was a founding member of the Committee for the Scientific Investigation of Claims of the Paranormal (now the Committee for Skeptical Inquiry) and is listed in its Pantheon of Skeptics.\nAsimov described Carl Sagan as one of only two people he ever met whose intellect surpassed his own. The other, he claimed, was the computer scientist and artificial intelligence expert Marvin Minsky. ", 
    "name": "Isaac Asimov", 
    "countries": [
        2, 
        16
    ], 
    "wikipedia": {
        "url": "https://en.wikipedia.org/wiki/Isaac_Asimov", 
        "found": true
    }, 
    "n_books": 1, 
    "summary": "Isaac Asimov (; born Isaak Ozimov; c. January 2, 1920 – April 6, 1992) was an American writer and professor of biochemistry at Boston University. He was known for his works of science fiction and popular science. Asimov was a prolific writer, and wrote or edited more than 500 books and an estimated 90,000 letters and postcards. His books have been published in 9 of the 10 major categories of the Dewey Decimal Classification.\nAsimov wrote hard science fiction and, along with Robert A. Heinlein and Arthur C. Clarke, he was considered one of the \"Big Three\" science fiction writers during his lifetime. Asimov's most famous work is the Foundation Series; his other major series are the Galactic Empire series and the Robot series. The Galactic Empire novels are explicitly set in earlier history of the same fictional universe as the Foundation series. Later, beginning with Foundation's Edge, he linked this distant future to the Robot and Spacer stories, creating a unified \"future history\" for his stories much like those pioneered by Robert A. Heinlein and previously produced by Cordwainer Smith and Poul Anderson. He wrote hundreds of short stories, including the social science fiction \"Nightfall\", which in 1964 was voted by the Science Fiction Writers of America the best short science fiction story of all time. Asimov wrote the Lucky Starr series of juvenile science-fiction novels using the pen name Paul French.\nAsimov also wrote mysteries and fantasy, as well as much nonfiction. Most of his popular science books explain scientific concepts in a historical way, going as far back as possible to a time when the science in question was at its simplest stage. He often provides nationalities, birth dates, and death dates for the scientists he mentions, as well as etymologies and pronunciation guides for technical terms. Examples include Guide to Science, the three-volume set Understanding Physics, and Asimov's Chronology of Science and Discovery, as well as works on astronomy, mathematics, history, William Shakespeare's writing, and chemistry.\nAsimov was a long-time member and vice president of Mensa International, albeit reluctantly; he described some members of that organization as \"brain-proud and aggressive about their IQs\". He took more joy in being president of the American Humanist Association. The asteroid 5020 Asimov, a crater on the planet Mars, a Brooklyn elementary school, and a literary award are named in his honor.", 
    "born": "1919-08-25 00:00:00", 
    "books": [
        4
    ], 
    "id": 3, 
    "died": "1992-04-06 00:00:00"
}